{
  "syllabus_info": {
    "syllabus_code": null,
    "level": null,
    "title": null,
    "syllabus_name": "Cambridge International AS & A Level Accounting 9706",
    "years": "2026, 2027 and 2028"
  },
  "topic": {
    "topic_number": "1",
    "topic_name": "Financial accounting (AS Level)"
  },
  "subtopic": {
    "sub_topic_number": "1.5",
    "sub_topic_name": "Preparation of financial statements",
    "learning_objectives": [
      {
        "objective_number": "1.5.1",
        "objective_title": "Adjustments to draft financial statements",
        "description": "Candidates should have an understanding of: how to calculate and record the adjustments needed and the effect on financial statements in respect of: accruals and prepayments of income and expenses, irrecoverable debts, irrecoverable debts recovered and allowance for irrecoverable debts, depreciation, inventory valuation, correction of errors."
      },
      {
        "objective_number": "1.5.2",
        "objective_title": "Sole traders",
        "description": "Candidates should have an understanding of: how to prepare a statement of profit or loss and statement of financial position for a sole trader from full or incomplete accounting records. The business may be a trading or a service business."
      },
      {
        "objective_number": "1.5.3",
        "objective_title": "Partnerships",
        "description": "Candidates should have an understanding of: how to prepare a statement of profit or loss, appropriation account and statement of financial position for a partnership from full or incomplete accounting records. The business may be a trading or a service business; why partners may maintain separate capital accounts and current accounts; how to prepare partners' capital and current accounts; the contents of a partnership agreement; the advantages and disadvantages to partners of maintaining a partnership agreement; the provisions of the Partnership Act 1890 in respect of partners' salaries, division of profit or loss, interest on partners' loans, interest on capital and interest on drawings."
      },
      {
        "objective_number": "1.5.4",
        "objective_title": "Limited companies",
        "description": "Candidates should have an understanding of: the features and accounting treatment of ordinary shares, bonus issues, rights issues, debentures, dividends and reserves (Note: Questions will not be set on preference shares); the advantages and disadvantages to the company and to the shareholders of a company making a bonus issue of shares and a rights issue of shares; the advantages and disadvantages to the company and to the shareholders of a company issuing shares and issuing debentures; the distinction between capital reserves (share premium and revaluation reserve) and revenue reserves (retained earnings and general reserve); how to prepare ledger accounts to record: an issue of ordinary shares at par or at a premium, a rights issue of shares at par or at a premium, a bonus issue of shares (Note: For the purpose of a bonus issue of shares, the revaluation reserve is not to be used); how to prepare a statement of profit or loss, statement of financial position and statement of changes in equity for a limited company. The business may be a trading or a service business; sources of finance for specified purposes."
      }
    ]
  }
}