{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "1.2",
    "subtopic_name": "Isotopes",
    "topic_number": "1",
    "topic_name": "Atomic structure",
    "start_page": 28,
    "end_page": 29,
    "content": "Cambridge International AS Level Chemistry\nMasses and charges: a summary\nElectrons, protons and neutrons have characteristic charges \nand masses. The values of these are too small  \nto be very useful when discussing general chemical \nproperties. For example, the charge on a single electron  \nis –1.602 × 10–19 coulombs. We therefore compare their \nmasses and charges by using their relative charges and \nmasses. These are shown in Table 2.2.\nSubatomic \nparticle\nSymbol\nRelative \nmass\nRelative \ncharge\nelectron\ne\n​  1 \n____ \n1836 ​\n–1\nneutron\nn\n1\n0\nproton\np\n1\n+1\nTable 2.2  Comparing electrons, neutrons and protons.\nNumbers of nucleons\nProton number and nucleon number\nThe number of protons in the nucleus of an atom is called \nthe proton number (Z). It is also known as the atomic \nnumber. Every atom of the same element has the same \nnumber of protons in its nucleus. It is the proton number \nthat makes an atom what it is. For example, an atom with \na proton number of 11 must be an atom of the element \nsodium. The Periodic Table of elements is arranged in order \nof the proton numbers of the individual elements  \n(see Appendix 1, page 473).\nThe nucleon number (A) is the number of protons plus \nneutrons in the nucleus of an atom. This is also known as \nthe mass number.\n28\nHow many neutrons?\nWe can use the nucleon number and proton number to find \nthe number of neutrons in an atom. As:\nnucleon number = number of protons + number of neutrons\nThen:\nnumber of neutrons\t = nucleon number – number of protons\n\t\n= A – Z\nFor example, an atom of aluminium has a nucleon number \nof 27 and a proton number of 13. So an aluminium atom \nhas 27 – 13 = 14 neutrons.\n\nQuestion\n2\t \u0007Use the information in the table to deduce the number \nof electrons and neutrons in a neutral atom of:\n\u0007a\t \u0007vanadium\n\u0007b\t \u0007strontium\n\u0007c\t\n\u0007phosphorus.\nAtom\nNucleon number\nProton number\nvanadium\n51\n23\nstrontium\n84\n38\nphosphorus\n31\n15\nIsotopes\nAll atoms of the same element have the same number of \nprotons. However, they may have different numbers of \nneutrons. Atoms of the same element that have differing \nnumbers of neutrons are called isotopes.\nIsotopes are atoms of the same element with different \nnucleon (mass) numbers.\nIsotopes of a particular element have the same chemical \nproperties because they have the same number of \nelectrons. They have slightly different physical properties, \nsuch as small differences in density.\nWe can write symbols for isotopes. We write the \nnucleon number at the top left of the chemical symbol and \nthe proton number at the bottom left.\nThe symbol for the isotope of boron with 5 protons and \n11 nucleons is written:\nnucleon number  \n   11\nproton number    \n    5 B\nHydrogen has three isotopes. The atomic structure and \nisotopic symbols for the three isotopes of hydrogen are \nshown in Figure 2.8.\nWhen writing generally about isotopes, chemists also \nname them by omitting the proton number and placing \nthe nucleon number after the name. For example, the \nisotopes of hydrogen can be called hydrogen-1, hydrogen-2 \nand hydrogen-3.\n\n--- Page Break ---\n\nprotium\ndeuterium\nneutron\nelectron\nproton\nprotons\n1\n1\nneutrons\nisotopic symbol\nFigure 2.8  The atomic structure and isotopic symbols for the three isotopes of hydrogen.\nIsotopes can be radioactive or non-radioactive. Specific \nradioisotopes (radioactive isotopes) can be used to check \nfor leaks in oil or gas pipelines and to check the thickness \nof paper. They are also used in medicine to treat some \ntypes of cancer and to check the activity of the thyroid \ngland in the throat.\nQuestion\n3\t \u0007Use the Periodic Table on page 473 to help you.\n\u0007Write isotopic symbols for the following neutral atoms:\na\t \u0007bromine-81\n\u0007b\t \u0007calcium-44\n\u0007c\t \u0007iron-58\n\u0007d\t \u0007palladium-110.\nHow many protons, neutrons \nand electrons?\nIn a neutral atom the number of positively charged protons \nin the nucleus equals the number of negatively charged \nelectrons outside the nucleus. When an atom gains or loses \nelectrons, ions are formed, which are electrically charged. \nFor example:\nCl\t\n + \t\ne–\t\n \n \t\nCl–\nchlorine atom\t\n\t 1 electron gained\t\n\t\nchloride ion\n\t 17 protons\t\n\t\n\t\n\t\n17 protons\n\t17 electrons\t\n\t\n\t\n\t\n18 electrons\nThe chloride ion has a single negative charge because there \nare 17 protons (+) and 18 electrons (–).\n\nChapter 2: Atomic structure\ntritium\n1\n1\n2\n0\n1\n1H\n2\n1H\n3\n1H\nMg\t\n \t\nMg2+\t\n + \t\n2e–\nmagnesium \t\n\t\nmagnesium\t\n\t\n2 electrons\n\t\natom\t\n\t\nion\t\n\t\nremoved\n\t 12 protons\t\n\t\n\t\n\t\n12 protons\n\t12 electrons\t\n\t\n\t\n\t\n10 electrons\nThe magnesium ion has a charge of 2+ because it has 12 \nprotons (+) but only 10 electrons (–).\nThe isotopic symbol for an ion derived from sulfur-33 \nis ​33   \n16​S2–. This sulfide ion has 16 protons, 17 neutrons \n(because 33 – 16 = 17) and 18 electrons (because 16 + 2 = 18).\n29\nQuestion\n4\t \u0007Deduce the number of electrons in each of these ions:\n40   \n19​K+\n\u0007a\t \u0007​\n15   \n7​N3–\n\u0007b\t \u0007​\n\u0007c\t\n​\n\u000718   \n8​O2–\n71   \n31​Ga3+\n\u0007d\t \u0007​",
    "content_length": 4906,
    "pages_extracted": "38-39",
    "layout_detected": "2 column(s)"
  }
}