{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "1.4",
    "subtopic_name": "Ionisation energy",
    "topic_number": "1",
    "topic_name": "Atomic structure",
    "start_page": 34,
    "end_page": 44,
    "content": "Cambridge International AS Level Chemistry\nQuestion\n1\t \u0007Write the simple electronic configuration of the \nfollowing atoms, showing the principal quantum shells \nonly:\n\u0007a\t \u0007sulfur; the atomic number of sulfur, Z = 16\n\u0007b\t \u0007magnesium, Z = 12\n\u0007c\t\n\u0007fluorine, Z = 9\n\u0007d\t \u0007potassium, Z = 19\n\u0007e\t \u0007carbon, Z = 6\nEvidence for electronic structure\nIonisation energy, ΔHi\nBy firing high-speed electrons at atoms, scientists can \nwork out how much energy has to be supplied to form an \nion by knocking out one electron from each atom.\nThe energy change that accompanies this process is \ncalled the ionisation energy.\n34\nFigure 3.3  The frequencies of the lines in an atomic \nemission spectrum can be used to calculate a value for the \nionisation energy.\n\nThe 1st ionisation energy of an element is the energy \nneeded to remove one electron from each atom in one \nmole of atoms of the element in the gaseous state to form \none mole of gaseous 1+ ions.\nIonisation energies are measured under standard \nconditions. The general symbol for ionisation energy is \nΔHi. Its units are kJ mol–1.\nThe symbol for the 1st ionisation energy is ΔHi1. Using \ncalcium as an example:\n1st ionisation energy: Ca(g)  \n  Ca+(g)  +  e–\nΔHi1 = 590 kJ mol–1\nIf a second electron is removed from each ion in a mole of \ngaseous 1+ ions, we call it the 2nd ionisation energy, ΔHi2. \nAgain, using calcium as an example:\n2nd ionisation energy: Ca+(g)  \n  Ca2+(g)  +  e–\nΔHi2 = 1150 kJ mol–1\nRemoval of a third electron from each ion in a mole of \ngaseous 2+ ions is called the 3rd ionisation energy. Again, \nusing calcium as an example:\n3rd ionisation energy: Ca2+(g)  \n  Ca3+(g)  +  e–\nΔHi3 = 4940 kJ mol–1\nWe can continue to remove electrons from an atom until \nonly the nucleus is left. We call this sequence of ionisation \nenergies, successive ionisation energies.\nThe successive ionisation energies for the first 11 \nelements in the Periodic Table are shown in Table 3.2.\nThe data in Table 3.2 shows us that:\n■\n■\nFor each element, the successive ionisation energies \nincrease. This is because the charge on the ion gets \ngreater as each electron is removed. As each electron is \nremoved there is a greater attractive force between the \npositively charged protons in the nucleus and the remaining \nnegatively charged electrons. Therefore more energy is \nneeded to overcome these attractive forces.\n■\n■\nThere is a big difference between some successive \nionisation energies. For nitrogen this occurs between \nthe 5th and 6th ionisation energies. For sodium the first \nbig difference occurs between the 1st and 2nd ionisation \nenergies. These large changes indicate that for the second \nof these two ionisation energies the electron being removed \nis from a principal quantum shell closer to the nucleus.\nFor example, for the 5th ionisation energy of nitrogen,  \nthe electron being removed is from the 2nd principal \nquantum shell. For the 6th ionisation energy of nitrogen, \nthe electron being removed is from the 1st principal \nquantum shell.\n\n--- Page Break ---\n\n1\nH\n1 310\n2\nHe\n2 370\n5 250\n3\nLi\n 519\n7 300\n11 800\n4\nBe\n 900\n1 760\n14 850\n21 000\n5\nB\n 799\n2 420\n 3 660\n25 000\n32 800\n6\nC\n 1 090\n2 350\n 4 620\n 6 220\n37 800\n47 300\n7\nN\n 1 400\n2 860\n 4 580\n 7 480\n 9 450\n53 300\n64 400\n8\nO\n 1 310\n3 390\n 5 320\n 7 450\n11 000\n13 300\n71 300\n84 100\n9\nF\n 1 680\n3 370\n 6 040\n 8 410\n11 000\n15 200\n17 900\n92 000\n106 000\n10\nNe\n 2 080\n3 950\n 6 150\n 9 290\n12 200\n15 200\n20 000\n23 000\n117 000\n131 400\nTable 3.2  Successive ionisation energies for the first 11 elements in the Periodic Table.\n2\t \u0007a\t \u0007Write equations that describe:\n\u0007i\t\n\u0007the 1st ionisation energy of calcium\n\u0007ii\t \u0007the 3rd ionisation energy of potassium\n\u0007iii\t \u0007the 2nd ionisation energy of lithium\n\u0007iv\t \u0007the 5th ionisation energy of sulfur.\n\u0007b\t \u0007The 2nd ionisation energy of nitrogen is \n2860 kJ mol–1. The 3rd ionisation energy of \nnitrogen is 4590 kJ mol–1. Explain why the 3rd \nionisation energy is higher.\nThree factors that influence ionisation \nenergies\n1  The size of the nuclear charge\nAs the atomic number (number of protons) increases, the \npositive nuclear charge increases. The bigger the positive \ncharge, the greater the attractive force between the nucleus \nand the electrons. So, more energy is needed to overcome \nthese attractive forces if an electron is to be removed.\n■\n■\nIn general, ionisation energy increases as the proton \nnumber increases.\n\nChapter 3: Electrons in atoms\nElectrons removed\nElement\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n11\nNa\n  494\n4 560\n 6 940\n 9 540\n13 400\n16 600\n20 100\n25 500\n 28 900\n141 000\n158 700\n2  Distance of outer electrons from the \nnucleus\nThe force of attraction between positive and negative \ncharges decreases rapidly as the distance between them \nincreases. So, electrons in shells further away from the \nnucleus are less attracted to the nucleus than those closer \nto the nucleus.\nQuestion\n35\n■\n■\nThe further the outer electron shell is from the nucleus, the \nlower the ionisation energy.\n3  Shielding effect of inner electrons\nAs all electrons are negatively charged, they repel each \nother. Electrons in full inner shells repel electrons in outer \nshells. Full inner shells of electrons prevent the full nuclear \ncharge being felt by the outer electrons. This is called \nshielding. The greater the shielding of outer electrons by \nthe inner electron shells, the lower the attractive forces \nbetween the nucleus and the outer electrons.\n■\n■\nThe ionisation energy is lower as the number of full  \nelectron shells between the outer electrons and the  \nnucleus increases.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nInterpreting successive ionisation \nenergies\nFigure 3.4 shows a graph of successive ionisation  \nenergies against the number of electrons removed for \nsodium. A logarithmic scale (to the base 10) is used \nbecause the values of successive ionisation energies have \nsuch a large range.\n5\nlog10 ionisation energy /kJmol–1\n4\n3\n2\n1\n0\n2\n3\n4\n5\n6\n7\n8\n9\n10 11\nNumber of electrons removed\n36\nFigure 3.4  Graph of logarithm (log10) of ionisation energy of \nsodium against the number of electrons removed.\nWe can deduce the following about sodium from  \nFigure 3.4:\n■\n■\nThe first electron removed has a low 1st ionisation energy, \nwhen compared with the rest of the data. It is very easily \nremoved from the atom. It is therefore likely to be a long way \nfrom the nucleus and well shielded by inner electron shells.\n■\n■\nThe second electron is much more difficult to remove than \nthe first electron. There is a big jump in the value of the \nionisation energy. This suggests that the second electron is \nin a shell closer to the nucleus than the first electron. Taken \ntogether, the 1st and 2nd ionisation energies suggest that \nsodium has one electron in its outer shell.\n■\n■\nFrom the second to the ninth electrons removed there is \nonly a gradual change in successive ionisation energies. This \nsuggests that all these eight electrons are in the same shell.\n■\n■\nThe 10th and 11th electrons have extremely high ionisation \nenergies, when compared with the rest of the data. This \nsuggests that they are very close to the nucleus. There must \nbe a very great force of attraction between the nucleus and \nthese electrons and there are no inner electrons to shield \nthem. The large increase in ionisation energy between the \n9th and 10th electrons confirms that the 10th electron is in a \nshell closer to the nucleus than the 9th electron.\nFigure 3.5 shows this arrangement of electrons.\n\n1 electron;\nvery easily\nremoved\n2 electrons;\nvery difficult\nto remove\n8 electrons;\nless easily\nremoved\n11+\nnucleus\nFigure 3.5  The arrangement of electrons in an atom of \nsodium can be deduced from the values of successive \nionisation energies.\nQuestion\n3\t \u0007a\t \u0007The successive ionisation energies of boron are \nshown in Table 3.3.\nIonisation\n1st \n2nd \n3rd \n4th \n5th\nIonisation energy / \nkJ mol–1\n799\n2 420 3 660 25 000 32 800\nTable 3.3  Successive ionisation energies of boron.\ni\t\n\u0007Why is there a large increase between the third \nand fourth ionisation energies?\n\u0007ii\t \u0007Explain how these figures confirm that the \nelectronic structure of boron is 2, 3.\n\u0007b\t \u0007For the element aluminium (Z = 13), draw a \nsketch graph to predict the log10 of the successive \nionisation energies (y-axis) against the number of \nelectrons removed (x-axis).\nWe can use successive ionisation energies in this way to:\n■\n■\npredict or confirm the simple electronic configuration  \nof elements\n■\n■\nconfirm the number of electrons in the outer shell of an \nelement and hence the group to which the element belongs.\nworked example\n1\t The successive ionisation energies, ΔHi, of an element\nX are shown in Table 3.4. Which group in the Periodic \nTable does X belong to?\nWe look for a large jump in the value of the ionisation \nenergy. This occurs between the removal of the \n6th and 7th electrons. So, six electrons have been \nremoved comparatively easily. The removal of the \n7th electron requires about three times the energy \nrequired to remove the 6th electron. So, there must be \nsix electrons in the outer shell of X. So, element X must \nbe in Group 16 of the Periodic Table.\n\n--- Page Break ---\n\nTable 3.4  The successive ionisation energies of an element X. For Worked example 1.\nQuestion\n4\t \u0007a\t \u0007The first six ionisation energies of an element are \n1090, 2350, 4610, 6220, 37 800 and 47 300 kJ mol–1. \nWhich group in the Periodic Table does this \nelement belong to? Explain your decision.\n\u0007b\t \u0007Draw a sketch graph to show the log10 values of  \nthe first four successive ionisation energies of a \nGroup 2 element.\nSubshells and atomic orbitals\nQuantum subshells\nThe principal quantum shells, apart from the first, are split \ninto subshells (sublevels). Each principal quantum shell \ncontains a different number of subshells. The subshells \nare distinguished by the letters s, p or d. There are also f \nsubshells for elements with more than 57 electrons. Figure \n3.6 shows the subshells for the first four principal quantum\n4d\n5s\nn = 4\n4p\n4s\n3d\nIncreasing energy\nn = 3\n3p\n3s\n2p\nn = 2\n2s\n1s\nn = 1\nshell\nsub-shell\nprincipal quantum\nFigure 3.6  The subshells for the first four principal \nquantum shells.\n\nChapter 3: Electrons in atoms\nNumber of electrons removed\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nΔHi / kJ mol–1\n1 000\n2 260\n3 390\n4 540\n7 010\n8 500\n27 100\n31 670\n36 580\n43 140\nlevels. In any principal quantum shell, the energy of the \nelectrons in the subshells increases in the order s < p < d.\nThe maximum number of electrons that are allowed  \nin each subshell is: s = 2 electrons, p = 6 electrons,  \nd = 10 electrons.\n■\n■\nThe first principal quantum level, n = 1, can hold a maximum \nof 2 electrons in an s subshell.\n■\n■\nThe second principal quantum level, n = 2, can hold a \nmaximum of 8 electrons: 2 electrons in the s subshell and  \n6 electrons in the p subshell.\n■\n■\nThe third principal quantum level, n = 3, can hold a maximum \nof 18 electrons: 2 electrons in the s subshell, 6 electrons in the  \np subshell and 10 electrons in the d subshell.\nYou will also notice from Figure 3.6 that the order of  \nthe subshells in terms of increasing energy does not  \nfollow a regular pattern of s then p then d after the \nelement argon. The order of subshells after argon appears \nto overlap. The next element after argon is potassium. \nPotassium’s outer electron is in the 4s, not in the 3d, \nsubshell. The first element with an electron in the 3d \nsubshell is element 21, scandium.\nWhen high-speed electrons hit gas particles at low \npressure, coloured lines are seen through an instrument \ncalled a spectroscope. The letters s, p and d come from \nthe terms used to describe these lines: s for ‘sharp’, p for \n‘principal’ and ‘d for ‘diffuse’.\n37\nAtomic orbitals\nEach subshell contains one or more atomic orbitals.\nAn atomic orbital is a region of space around the nucleus \nof an atom that can be occupied by one or two electrons.\nAs each orbital can only hold a maximum of two electrons, \nthe number of orbitals in each subshell must be:\ns – one orbital\np – three orbitals\nd – five orbitals.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nShapes of the orbitals\nEach orbital has a three-dimensional shape. Within this \nshape there is a high probability of finding the electron or \nelectrons in the orbital. Figure 3.7 shows how we represent \nthe s and p orbitals.\nnormally drawn as\na\ns orbitals\nnormally drawn as\nz\ny\nx\nb\np orbitals\nFigure 3.7  Representations of orbitals (the position of the \nnucleus is shown by the black dot): a  s orbitals are spherical; \nb  p orbitals, px, py and pz, have ‘lobes’ along the x, y and  \nz axes.\n38\nAn s orbital has a spherical shape. The 2s orbital in the \nsecond principal quantum shell has the same shape as \nthe 1s orbital in the first quantum shell. They are both \nspherical, but electrons in the 2s orbital have more energy \nthan electrons in the 1s orbital. There are three 2p orbitals \nin the second quantum shell. Each of these has the same \nshape. The shape is like an hourglass with two ‘lobes’. The \nthree sets of ‘lobes’ are arranged at right angles to each \nother along the x, y and z axes. Hence the three 2p orbitals \nare named 2px, 2py and 2pz. The three 2p orbitals have the \nsame energy as each other. There are also three 3p orbitals \nin the third quantum shell. Their shapes are similar to the \nshapes of the 2p orbitals.\nThe d orbitals are more complex in shape and \narrangement in space. In 1925 Louis de Broglie  \nsuggested that electrons behaved like waves. This led \nto the idea of electron probability clouds. The electron \nprobability cloud for one type of d orbital is very strange – \nit is like a modified p orbital with a ring around the middle \n(Figure 3.8). You will not need to know the d-orbital \nshapes at AS level, but you will for A level when studying \nthe transition elements (see Chapter 24).\n\nFigure 3.8  The shape of a dz2 orbital.\nFilling the shells and orbitals\nThe most stable electronic configuration (electronic \nstructure) of an atom is the one that has the lowest amount \nof energy. The order in which the subshells are filled \ndepends on their relative energy. The subshell with the \nlowest energy, the 1s, is therefore filled first, followed by \nthose that are successively higher in energy. As we noted in \nFigure 3.6, the order of the subshells in terms of increasing \nenergy does not follow a regular pattern of s then p then d \nafter argon, where the 3p subshell is full. Figure 3.9 shows \nthe order of filling the subshells.\nn = 4\n4f\n4d\n4p\n4s\nn = 3\n3d\n3p\n3s\nn = 2\n2p\n2s\nn = 1\n1s\nFigure 3.9  Diagram to show the order in which orbitals are \nfilled up to shell n = 4.\nQuestion\n5\t \u0007a\t \u0007Name the three types of orbital present in the third \nprincipal quantum shell.\n\u0007b\t \u0007State the maximum number of electrons that  \ncan be found in each subshell of the third  \nquantum shell.\nElectronic configurations\nRepresenting electronic configurations\nA detailed way of writing the electronic configuration of \nan atom that includes information about the number of \nelectrons in each subshell is shown below for hydrogen.\n\n--- Page Break ---\n\nnumber of electrons\n1s1\nprincipal\nquantum\nnumber\nsub-shell\n■\n■\nHelium has two electrons. Both electrons can go into the 1s \norbital, as this can hold a maximum of two electrons. So, \nthe electronic structure of helium is 1s2.\n■\n■\nLithium has three electrons. The 1s orbital can only hold a \nmaximum of two electrons so the third electron must go \ninto the next highest subshell, the 2s. So, the electronic \nstructure of lithium is 1s2 2s1.\nElectrons are added one by one for successive elements, \nfilling each subshell in order of increasing energy. The \nelectronic configurations of the first 18 elements are shown \nin Table 3.5.\nA question about this type of detailed notation will \noften be stated like this: ‘Use 1s2 notation to give the \nelectronic configuration …’\nQuestion\n6\t \u0007Use 1s2 notation to give the electronic configurations \nof the atoms with the following atomic numbers:\n\u0007a\t \u000716\n\u0007b\t \u00079\n\u0007c\t\n\u000720\nThe electronic configurations of some of the elements \nafter argon are shown in Table 3.6. In this table part of the \nelectronic configuration of each element is represented \nby [Ar]. This ‘noble gas core’ represents the electronic \nconfiguration of argon: 1s2 2s2 2p6 3s2 3p6. This method is \na shorthand way of writing electronic structures of atoms \nwith many electrons. However, in an exam you should be \nprepared to write out the full electronic configuration.\nYou should note the following:\n■\n■\nElectronic configuration of potassium\n\u0007Potassium has the electronic structure \n1s2 2s2 2p6 3s2 3p6 4s1. The outer electron goes into the \n4s subshell rather than the 3d subshell because the 4s is \nbelow the 3d in terms of its energy.\n■\n■\nFilling the 3d subshell\n\u0007After calcium, a new subshell becomes occupied. The \nnext electron goes into a 3d subshell rather than a 4p\n\nChapter 3: Electrons in atoms\nProton \nnumber\nSymbol\nElectronic configuration\n1\nH\n1s1\n2\nHe\n1s2\n3\nLi\n1s2 2s1\n4\nBe\n1s2 2s2\n5\nB\n1s2 2s2 2p1\n6\nC\n1s2 2s2 2p2\n7\nN\n1s2 2s2 2p3\n8\nO\n1s2 2s2 2p4\n9\nF\n1s2 2s2 2p5\n10\nNe\n1s2 2s2 2p6\n11\nNa\n1s2 2s2 2p6 3s1\n12\nMg\n1s2 2s2 2p6 3s2\n13\nAl\n1s2 2s2 2p6 3s2 3p1\n14\nSi\n1s2 2s2 2p6 3s2 3p2\n39\n15\nP\n1s2 2s2 2p6 3s2 3p3\n16\nS\n1s2 2s2 2p6 3s2 3p4\n17\nCl\n1s2 2s2 2p6 3s2 3p5\n18\nAr\n1s2 2s2 2p6 3s2 3p6\nTable 3.5  Electronic configurations for the first 18 elements in \nthe Periodic Table.\nsubshell. So scandium has the electronic configuration \n[Ar] 3d1 4s2. This is because electrons occupy the \norbitals with the lowest energy – the 3d subshell is just \nabove the 4s subshell but below the 4p subshell. This \nbegins a pattern of filling the 3d subshell ending with \nzinc. Zinc has the electronic configuration [Ar] 3d10 4s2.\n■\n■\nChromium and copper\n\u0007The electronic configurations of chromium and copper \ndo not follow the expected pattern. Chromium has \nthe electronic configuration [Ar] 3d5 4s1 (rather than \nthe expected [Ar] 3d4 4s2). Copper has the electronic \nconfiguration [Ar] 3d10 4s1 (rather than the expected \n[Ar] 3d9 4s2). You will have to learn that these two \nelements are exceptions to the pattern.\n■\n■\nGallium to krypton\n\u0007The electrons add to the 4p subshell because this is the \nnext highest energy level above the 3d.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nProton \nnumber\nName (Symbol)\nElectronic \nconfiguration\n19\npotassium (K)\n[Ar] 4s1\n20\ncalcium (Ca)\n[Ar] 4s2\n21\nscandium (Sc)\n[Ar] 3d1 4s2\n24\nchromium (Cr)\n[Ar] 3d5 4s1\n25\nmanganese (Mn)\n[Ar] 3d5 4s2\n29\ncopper (Cu)\n[Ar] 3d10 4s1\n30\nzinc (Zn)\n[Ar] 3d10 4s2\n31\ngallium (Ga)\n[Ar] 3d10 4s2 4p1\n35\nbromine (Br)\n[Ar] 3d10 4s2 4p5\n36\nkrypton (Kr)\n[Ar] 3d10 4s2 4p6\nTable 3.6  Electronic configurations for some of the  \nelements 19 to 36, where [Ar] is the electronic structure of \nargon 1s2 2s2 2p6 3s2 3p6.\nQuestion\n40\n7\t \u0007Use 1s2 notation to give the electronic configurations \nfor the following elements:\n\u0007a\t \u0007vanadium (Z = 23)\n\u0007b\t \u0007copper (Z = 29)\n\u0007c\t\n\u0007selenium (Z = 34)\nOrbitals and the Periodic Table\nThe arrangement of elements in the Periodic Table reflects \nthe electronic structure of the elements. The Periodic Table \ncan be split into blocks of elements (Figure 3.10).\n■\n■\nElements in Groups 1 and 2 have outer electrons in an  \ns subshell.\np-block\ns-block\nd-block\nFigure 3.10  Some of the blocks of elements in the \nPeriodic Table.\n\n■\n■\nElements in Groups 3 to 18 (apart from He) have outer \nelectrons in a p subshell.\n■\n■\nElements that add electrons to the d subshells are called \nthe d-block elements. Most of these are transition elements.\nQuestion\n8\t \u0007a\t \u0007An element has the electronic configuration \n1s2 2s2 2p6 3s2 3p6 3d10 4s2 4p6 4d10 5s2 5p5.\n\u0007i\t\n\u0007Which block in the Periodic Table does this \nelement belong to?\n\u0007ii\t \u0007Which group does it belong to?\n\u0007iii\t \u0007Identify this element.\n\u0007b\t \u0007Which block in the Periodic Table does the \nelement with the electronic configuration \n1s2 2s2 2p6 3s2 3p6 3d5 4s1 belong to?\nFilling the orbitals\nA useful way of representing electronic configurations is a \ndiagram that places electrons in boxes (Figure 3.11).\n■\n■\nEach box represents an atomic orbital.\n■\n■\nThe boxes (orbitals) can be arranged in order of increasing \nenergy from bottom to top.\n■\n■\nAn electron is represented by an arrow.\n■\n■\nThe direction of the arrow represents the ‘spin’ of the \nelectron. (We imagine an electron rotating around its own \naxis either in a clockwise or anticlockwise direction.)\n■\n■\nWhen there are two electrons in an orbital, the ‘spins’ of the \nelectrons are opposite, so the two arrows in this box point in \nopposite directions.\n2p\n2s\n1s\nFigure 3.11  The electronic configuration of boron in  \nbox form.\nElectrons in the same region of space repel each other \nbecause they have the same charge. So wherever possible, \nelectrons will occupy separate orbitals in the same subshell \nto minimise this repulsion. These electrons have their \n‘spin’ in the same direction. Electrons are only paired \nwhen there are no more empty orbitals available within \na subshell. The spins are then opposite to minimise \nrepulsion. Figure 3.12 shows the electronic structures of \ncarbon, nitrogen and oxygen to illustrate these points.\n\n--- Page Break ---\n\n2p\n2s\n1s\ncarbon\n1s2 2s2 2p2\nnitrogen\n1s2 2s2 2p3\noxygen\n1s2 2s2 2p4\nFigure 3.12  When adding electrons to a particular subshell, \nthe electrons are only paired when no more empty orbitals \nare available.\nElectronic configuration of ions\nPositive ions are formed when electrons are removed from \natoms. The sodium ion, Na+ (proton number = 11), has \n10 electrons. So, its electronic configuration is 1s2 2s2 2p6. \nNote that this is the same as the electronic configuration \nof neon, the element with 10 electrons in each atom.\nNegative ions are formed when atoms gain electrons. \nThe sulfide ion, S2– (proton number = 16), has 18 electrons. \nIts electronic configuration is 1s2 2s2 2p6 3s2 3p6, which is \nthe same as argon, the element with 18 electrons in each \natom.\nNote that, in general, electrons in the outer subshell \nare removed when metal ions form their positive ions. \nHowever, the d-block elements behave slightly differently. \nReading across the Periodic Table from potassium to zinc, \nthe 4s subshell fills before the 3d subshell. But when atoms \nof a d-block element lose electrons to form ions, the 4s \nelectrons are lost first. \nFor example:\nTi atom: 1s2 2s2 2p6 3s2 3p6 3d2 4s2\nTi2+ ion: 1s2 2s2 2p6 3s2 3p6 3d2\nCr atom: 1s2 2s2 2p6 3s2 3p6 3d5 4s1\nCr3+ ion: 1s2 2s2 2p6 3s2 3p6 3d3\nQuestion\n9\t \u0007Write electronic configurations for the following ions:\n\u0007a\t \u0007Al3+ (Z = 13)\t\nd\t\n\u0007Cu2+ (Z = 29)\n\u0007b\t \u0007O2– (Z = 8)\t\ne\t\n\u0007Cu+ (Z = 29)\n\u0007c\t\n\u0007Fe3+ (Z = 26)\n\nChapter 3: Electrons in atoms\nPatterns in ionisation energies \nin the Periodic Table\nPatterns across a period\nFigure 3.13 shows how the first ionisation energy, ΔHi1, \nchanges across the first two periods. We can explain the \nform of the graph mainly by referring to the factors that \ninfluence ionisation energies (see page 35).\nNe\nHe\n2500\nFirst ionisation energy /kJ mol–1\n2000\nN\nF\n1500\nBe\nC\nO\nH\n1000\nB\n500\nLi\nNa\n0\n0\n5\nAtomic number (Z)\n10\nFigure 3.13  A graph of the first ionisation energies of the \nelements hydrogen to sodium plotted against atomic number.\n41\n1\t There is a general increase in ΔHi1 across a period. This \napplies to Period 1 (hydrogen and helium), Period 2 \n(lithium to neon) and also to other periods. As you go \nacross a period the nuclear charge increases. But the \nelectron removed comes from the same shell. So, the \nforce of attraction between the positive nucleus and the \nouter negative electrons increases across the  \nperiod because:\n\t\ni\t\nthe nuclear charge increases\n\t\nii\t \u0007the distance between the nucleus and the outer \nelectron remains reasonably constant\n\t\niii\t \u0007the shielding by inner shells remains  \nreasonably constant.\n2\t There is a rapid decrease in ionisation energy between \nthe last element in one period and the first element in \nthe next period. The ΔHi1 for lithium is much smaller \nthan the ΔHi1 for helium. Helium has two electrons. \nThese are in the first quantum shell. But lithium has \nthree electrons. The third electron must go into the \nnext quantum shell further away from the nucleus. So, \nthe force of attraction between the positive nucleus and \nthe outer negative electrons decreases because:\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\ni\t\nthe distance between the nucleus and the outer \nelectron increases\nii\t the shielding by inner shells increases\niii\t these two factors outweigh the increased nuclear charge.\n3\t There is a slight decrease in ΔHi1 between beryllium \nand boron. Although boron has one more proton than \nberyllium, there is a slight decrease in ΔHi1 on removal \nof the outer electron. Beryllium has the electronic \nstructure 1s2 2s2 and boron has the electronic  \nstructure 1s2 2s2 2p1. The fifth electron in boron must \nbe in the 2p subshell, which is slightly further away \nfrom the nucleus than the 2s subshell. There is less \nattraction between the fifth electron in boron and the \nnucleus because:\ni\t\nthe distance between the nucleus and the outer \nelectron increases slightly\nii\t the shielding by inner shells increases slightly\niii\t these two factors outweigh the increased  \nnuclear charge.\n4\t There is a slight decrease in ΔHi1 between nitrogen  \nand oxygen. Oxygen has one more proton than \nnitrogen and the electron removed is in the same 2p \nsubshell. So, you might think that ΔHi1 would  \nincrease. However, the spin-pairing of the electrons \nplays a part here. If you look back at Figure 3.12, you \nwill see that the electron removed from the nitrogen  \nis from an orbital that contains an unpaired electron. \nThe electron removed from the oxygen is from the \norbital that contains a pair of electrons. The extra \nrepulsion between the pair of electrons in this orbital \nresults in less energy being needed to remove an \nelectron. So, ΔHi1 for oxygen is lower, because of  \nspin-pair repulsion.\n42\nThese patterns repeat themselves across the third period. \nHowever, the presence of the d-block elements in Period 4  \ndisrupts the pattern, as d-block elements have first \nionisation energies that are relatively similar and fairly high.\n\nPatterns down a group\nThe first ionisation energy decreases as you go down a \ngroup in the Periodic Table. For example, in Group 1 the \nvalues of ΔHi1 are:\n■\n■\nLi = 519 kJ mol–1\n■\n■\nNa = 494 kJ mol–1\n■\n■\nK = 418 kJ mol–1\n■\n■\nRb = 403 kJ mol–1\nAs you go down the group, the outer electron removed \nis from the same type of orbital but from a successively \nhigher principal quantum level – 2s from lithium, 3s \nfor sodium and 4s for potassium. Although the nuclear \ncharge is increasing down the group there is less attraction \nbetween the outer electron and the nucleus because:\n1\t the distance between the nucleus and the outer  \nelectron increases\n2\t the shielding by complete inner shells increases\n3\t these two factors outweigh the increased nuclear charge.\nQuestion\n10\t \u0007a\t \u0007The first ionisation energies of four consecutive \nelements in the Periodic Table are:\nsodium = 494 kJ mol–1\nmagnesium = 736 kJ mol–1\naluminium = 577 kJ mol–1\nsilicon = 786 kJ mol–1\n\u0007i\t\n\u0007Explain the general increase in ionisation \nenergies from sodium to silicon.\n\u0007ii\t \u0007Explain why aluminium has a lower first \nionisation energy than magnesium.\n\u0007b\t \u0007The first ionisation energy of fluorine is \n1680 kJ mol–1 whereas the first ionisation energy of \niodine is 1010 kJ mol–1. Explain why fluorine has a \nhigher first ionisation energy than iodine despite it \nhaving a smaller nuclear charge.\n\n--- Page Break ---\n\nSummary\n■\t Electrons in an atom can exist only in certain energy \nlevels (shells) outside the nucleus.\n■\t The main energy levels (shells) are given principal \nquantum numbers n = 1, 2, 3, 4, etc. The lowest \nenergy level (n = 1) is closest to the nucleus.\n■\t The shells may be divided into subshells known  \nas s, p and d subshells, which can hold a maximum \nof 2, 6 and 10 electrons, respectively.\n■\t The region of space in which an electron is likely to \nbe found is called an orbital. Each subshell has a \nnumber of orbitals which can each hold a maximum \nof two electrons. Subshells s, p and d have 1, 3 and 5 \norbitals, respectively.\n■\t The s orbitals are spherical in shape. The p orbitals \nhave two ‘lobes’.\n■\t When two electrons are present in an orbital they \nspin in opposite directions and are said to be paired.\n■\t The electronic configuration of atoms is found by \nadding electrons to each orbital starting from those \nin the lowest energy level.\n■\t When electrons are added to orbitals in the same \nsubshell they go into separate orbitals if possible. \nElectrons pair up where this is not possible.\n\nChapter 3: Electrons in atoms\n■\t The 1st ionisation energy of an element is the energy \nneeded to remove one electron from each atom in \none mole of atoms of the element in the gaseous \nstate (to form gaseous 1+ ions).\n■\t The ionisation energies needed to remove the first, \nsecond, third, fourth, etc., electrons from each \natom or ion in a mole of gaseous atoms are called \nsuccessive ionisation energies.\n■\t The magnitude of the ionisation energy depends on \nthese four factors:\n–\t \u0007the distance of the electron from the nucleus\n–\t \u0007the number of positive charges in the nucleus\n–\t \u0007the degree of shielding of outer electrons by \ninner electron shells\n–\t \u0007spin-pair repulsion.\n■\t The trends in 1st ionisation energy of the elements \nacross a period and down a group can be explained \nusing the four factors above.\n■\t Values of successive ionisation energies of atoms \nprovide evidence for their electronic configuration.\n43\n\n--- Page Break ---\n\nEnd-of-chapter questions\n1 The sketch graph shows the 13 successive ionisation energies of aluminium.\n \n1\n0\n0\n2\nlog10 ionisation energy\n3\n4\n5\n6\n7\nNumber of electrons removed\n8\n9 10 11 12 13\n \na  Define the term 1st ionisation energy. \n[3]\n \nb  How does the graph provide evidence for the existence of three electron shells in an aluminium atom? \n[6]\n \nc \n Write an equation, including state symbols, to represent the 2nd ionisation energy of aluminium. \n[2]\n \nd  Write the electronic configuration of an aluminium ion, Al3+, using 1s2 notation. \n[1]\n \nTotal = 12\n2 The table below shows the 1st ionisation energies, ΔHi1, in kJ mol–1, of the elements in Period 3 of the Periodic Table.\nElement\nNa\nMg\nAl\nSi\nP\nS\nCl\nAr\nΔHi1\n494\n736\n577\n786\n1060\n1000\n1260\n1520\n \na  Explain why there is a general increase in the value of ΔHi1 across the period. \n[4]\n \nb  Explain why aluminium has a lower value of ΔHi1 than magnesium. \n[4]\n \nc \n Write the electronic configuration for argon (Z = 18) using 1s2 notation. \n[1]\n \nd  Copy and complete the diagram below for the 15 electrons in phosphorus by\n \n \ni \n adding labels for the other subshells \n[1]\n \n \nii  showing how the electrons are arranged. \n[3]\n1s\n \ne  Predict a value for the 1st ionisation energy for potassium, which has one more proton than argon. \n[1]\n \nTotal = 14\n44\nCambridge international aS level Chemistry",
    "content_length": 30955,
    "pages_extracted": "44-54",
    "layout_detected": "2 column(s)"
  }
}