{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "10.1",
    "subtopic_name": "Similarities and trends in the properties of the Group 2 metals, magnesium to barium, and their compounds",
    "topic_number": "10",
    "topic_name": "Group 2",
    "start_page": 164,
    "end_page": 169,
    "content": "Cambridge International AS Level Chemistry\nIntroduction\nElements from Group 2 are used in a wide range of \napplications. For example, Group 2 metals produce \ncoloured flames when heated, leading to their use in \nflares and fireworks. Magnesium is used in powdered \nform in flares. The large surface area in a fine  \npowder increases the rate of reaction with oxygen. \nIn military aircraft the heat given off from decoy \nmagnesium flares confuses the infrared detection \nsystems in missiles so enemy fire cannot focus in and \ntarget the aircraft.\nPhysical properties of Group 2 \nelements\nThe elements in Group 2 of the Periodic Table are \nsometimes referred to as the alkaline earth metals. As \nthey are in Group 2, the elements have atoms whose \nelectronic configurations end with two electrons in their \noutermost principal quantum shell. These two outer \nelectrons occupy an s subshell. Here are the electronic \nconfigurations of the first five elements in Group 2:\n164\nBeryllium (Be)\t\n1s22s2\nMagnesium (Mg)\t1s22s22p63s2\nCalcium (Ca)\t\n1s22s22p63s23p64s2\nStrontium (Sr)\t\n1s22s22p63s23p63d104s24p65s2\nBarium (Ba)\t\n1s22s22p63s23p63d104s24p64d105s25p66s2\nOne way of describing the size of an atom is its  \nmetallic radius. The metallic radius is half the distance \nbetween the nuclei in a giant metallic lattice (Figure 11.2). \nSee page 149 for other measures that describe the size  \nof atoms.\nr\nFigure 11.2  The metallic radius gives us a measure of the size \nof the atoms of metallic elements.\n\nFigure 11.1  A military plane releasing its decoy flares to \nprotect it from missile attack.\nLook at the metallic radii of the Group 2 elements, shown \nin Table 11.1. The atoms of Group 2 elements get larger \ngoing down the group as the outer two electrons occupy a \nnew principal quantum shell further from the nucleus.\nGroup 2 element\nMetallic radius / nm\nberyllium (Be)\n0.122\nmagnesium (Mg)\n0.160\ncalcium (Ca)\n0.197\nstrontium (Sr)\n0.215\nbarium (Ba)\n0.217\nTable 11.1  The metallic radii of the Group 2 elements.\nThere are also general trends in other physical properties, \nsuch as melting point and density, shown in Table 11.2 and \nFigures 11.3 and 11.4.\nGroup 2 \nelement\nAtomic \nnumber\nMelting \npoint / °C\nDensity  \n/ g cm−3\nberyllium (Be)\n 4\n1280\n1.85\nmagnesium (Mg)\n12\n 650\n1.74\ncalcium (Ca)\n20\n 838\n1.55\nstrontium (Sr)\n38\n 768\n2.66\nbarium (Ba)\n56\n 714\n3.56\nTable 11.2  The melting points and densities of the  \nGroup 2 elements.\n\n--- Page Break ---\n\nMelting point /°C\n1000\n500\n0\n4\nBe\n12\nMg\n20\nCa\n38\nSr\n56\nBa\nAtomic number\nFigure 11.3  Melting points of the Group 2 elements.\n4\n3\nDensity / gcm–3\n2\n1\n0\n0\n4\nBe\n12\nMg\n20\nCa\n38\nSr\n56\nBa\nAtomic number\nFigure 11.4  Densities of the Group 2 elements.\nQuestion\n1\t a\t \u0007Look at Figure 11.3.\ni\t\n\u0007What is the general trend in the melting points \ngoing down Group 2?\nii\t \u0007Which element breaks the trend?\nb\t \u0007Explain why the atoms in Group 2, as in any other \ngroup, get larger with increasing atomic number.\nc\t\n\u0007Would you expect the 2+ ions of Group 2 elements \nto be larger or smaller than their atoms? Explain \nyour answer.\nd\t \u0007Radium (Ra) is a radioactive element found below \nbarium at the bottom of Group 2. Predict:\ni\t\n\u0007its melting point\nii\t \u0007its density\niii\t \u0007its metallic radius.\n\nChapter 11: Group 2\nReactions of Group 2 elements\nThe Group 2 metals form ionic compounds. When they \nreact, their atoms lose the two electrons from their \noutermost s subshell and form an ion with the stable \nelectronic configuration of a noble gas. This creates a 2+ \nion. For example, in the ionisation of a magnesium atom \nto a magnesium ion:\nMg  \n  Mg2+  +  2e−\noxidation number\t\n0\t\n+2\nThe metals act as reducing agents. Their atoms give away \nelectrons and so they are oxidised themselves as they react \nto form their 2+ ions. The ionisation energies shown in \nTable 11.3 show how easily the two outer electrons are \nremoved from the Group 2 atoms.\nGroup 2 \nelement\nFirst ionisation \nenergy / kJ mol−1\nSecond ionisation \nenergy / kJ mol−1\nberyllium (Be)\n900\n1760\nmagnesium (Mg)\n736\n1450\ncalcium (Ca)\n590\n1150\nstrontium (Sr)\n548\n1060\n165\nbarium (Ba)\n502\n 966\nTable 11.3  The first and second ionisation energies of the \nGroup 2 elements.\nThe metals in Group 2 get more reactive as we go down the \ngroup. As you can see from Table 11.3, it takes less energy \n(i.e. it gets easier) to remove the pair of outer electrons \ngoing down Group 2. So, although the positive charge \non the nucleus increases down the group, the greater \nshielding effect provided by extra inner shells of electrons \nand the larger distance of the outermost electrons from \nthe nucleus outweigh the attraction of the higher nuclear \ncharge. This helps to explain the increase in reactivity \ngoing down the group, as it gets easier for the atoms to \nform their 2+ ions.\nThe Group 2 metals get more reactive going down the \ngroup.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nReaction with oxygen\nThe Group 2 metals burn in air, and more rapidly in \noxygen, forming white solid oxides. For example, \nmagnesium ribbon burns with a bright white flame \nonce ignited in a Bunsen flame (Figure 11.5):\n2Mg(s)  +  O2(g)  \n  2MgO(s)\nFigure 11.5  Magnesium ribbon reacting with oxygen  \nin the air.\n166\nThe magnesium oxide formed is basic in character, as \nshown on page 156. Calcium oxide, CaO, reacts with \nwater to form calcium hydroxide. If water is dripped \nonto the surface of a lump of calcium oxide it causes \na vigorous reaction. It gives off so much heat that \nsome of the water boils off as the solid lump appears \nto expand and cracks open:\nCaO(s)  +  H2O(l)  \n  Ca(OH)2(s)\nReaction with water\nWe have seen on page 155 how magnesium reacts \nvery slowly with cold water but will eventually form a \nweakly alkaline solution:\nMg(s)  +  2H2O(l)  \n  Mg(OH)2(aq)  +  H2(g)\n\nIn excess water, some of the slightly soluble calcium \nhydroxide dissolves to form a weakly alkaline \nsolution. The excess aqueous hydroxide ions in the \nsolution result in its pH of 11:\nwater\nCa(OH)2(s)  \n  Ca2+(aq)  +  2OH−(aq)\nIn general, the reaction and dissolving of the Group 2 \nmetal oxides in water is described by the following \nionic equation:\nO2−(s)  +  H2O(l)  \n  2OH−(aq)\nThe Group 2 metals get more reactive with oxygen \ngoing down the group. The larger atoms lose their \nouter two electrons more readily than the smaller \natoms in the group. The reasons for this are given \nbeneath Table 11.3.\nThe greater reactivity of barium metal is illustrated \nby the fact that it must be stored under oil to keep it \nout of contact with air.\nSome of the Group 2 metals burn with characteristic \nflame colours. It is the 2+ ions formed in the  \nreaction that cause the colours. We can test for \ncalcium, strontium and barium in compounds \nusing flame tests. A nichrome wire, cleaned with \nconcentrated hydrochloric acid, is dipped into a \nsample of the salt to be tested and heated in a non-\nluminous Bunsen flame:\n■\n■\ncalcium compounds give a brick-red colour\n■\n■\nstrontium compounds give a scarlet/red colour\n■\n■\nbarium compounds give an apple-green colour.\nHot magnesium does react vigorously with water in \nthe form of steam to make magnesium oxide and \nhydrogen gas (Figure 11.6):\nMg(s)  +  H2O(g)  \n  MgO(s)  +  H2(g)\n\n--- Page Break ---\n\nReaction with water (continued)\nCalcium reacts more readily than magnesium with \nwater:\nCa(s)  +  2H2O(l)  \n  Ca(OH)2(aq)  +  H2(g)\nThis reaction forms a cloudy white suspension of \nslightly soluble calcium hydroxide. The calcium \nhydroxide that does dissolve makes the solution \nweakly alkaline. The hydrogen gas is given off at a \nsteady rate. Going down the group, hydrogen gas is \nreleased more and more rapidly by the reaction of \nthe element with water (Figure 11.7).\nThe resulting solutions also get more alkaline going down the \ngroup. We can explain this by looking at the solubility of \nthe hydroxides formed (see Table 11.4). Their solubility \nincreases on going down Group 2. Therefore when adding \nand stirring magnesium hydroxide in water to make a \nsaturated solution, then doing the same with barium \nhydroxide and water, there will be a higher concentration \nof hydroxide ions in the case of the saturated barium \nhydroxide solution. This results in a higher pH value for \nthe barium hydroxide solution.\nGroup 2 element\nSolubility of hydroxide at 298 K / mol / 100 g of water\nmagnesium hydroxide, Mg(OH)2\n2.0 × 10−5\ncalcium hydroxide, Ca(OH)2\n1.5 × 10−3\nstrontium hydroxide, Sr(OH)2\n3.4 × 10−3\nbarium hydroxide, Ba(OH)2\n1.5 × 10−2\nTable 11.4  Solubility of the Group 2 hydroxides in water.\n\nChapter 11: Group 2\nFigure 11.6  An experiment showing magnesium reacting with steam. The steam is given off from mineral wool soaked \nin water at the right-hand end of the test tube. The white magnesium oxide formed is visible inside the test tube and the \nhydrogen gas produced in the reaction has been ignited at the end of the straight tube.\n167\nFigure 11.7  Barium reacting vigorously with water.\nNot all Group 2 compounds get more soluble on \ndescending the group. For example, their sulfates become \nless soluble – so barium sulfate is much less soluble \nthan magnesium sulfate. (In fact the test for sulfate ions \ndepends on the formation of a white precipitate of barium \nsulfate, produced when barium chloride solution is added \nto a solution of the compound being tested.)\nYou can read more about the reasons why the  \nGroup 2 sulfates get less soluble going down the group on \npage 267.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nQuestion\n2\t a\t \u0007Write a balanced chemical equation, including \nstate symbols, for the reaction of:\ni\t\n\u0007strontium with oxygen\nii\t \u0007strontium oxide with water.\nb\t i\t\n\u0007Write a balanced chemical equation, including \nstate symbols, for the reaction of barium  \nwith water.\nii\t \u0007Predict the pH of the solution formed in  \npart b i.\nc\t\n\u0007Radium (Ra) is a radioactive element found below \nbarium at the bottom of Group 2. Predict:\ni\t\n\u0007the formula of its ion\nii\t \u0007the formula of its oxide and hydroxide\niii\t \u0007its first ionisation energy\niv\t \u0007its reactivity compared with barium\nv\t \u0007the relative pH of its saturated hydroxide \nsolution compared with a saturated solution  \nof calcium hydroxide\nvi\t \u0007the solubility of its sulfate compared with \nstrontium sulfate.\nd\t \u0007Using Table 11.4 and the relative atomic mass \ndata on page 473, calculate the mass of calcium \nhydroxide that will dissolve in 50 g of water at 298 K.\n168\nReaction of Group 2 carbonates with \nwater and with dilute acids\nThe carbonates of magnesium, calcium, strontium and \nbarium are all insoluble in water. However, they all react \nin dilute acid, forming a salt and water and giving off \ncarbon dioxide gas. For example, with dilute sulfuric acid:\nMgCO3(s)  +  H2SO4(aq)  \n  MgSO4(aq)  +  H2O(l)  \n+  CO2(g)\nThe magnesium sulfate salt formed in the reaction above \nis soluble in water so remains in aqueous solution, and no \nsolid will remain in excess dilute sulfuric acid. However, \nthe sulfates of the other Group 2 elements tend to form an \ninsoluble sulfate layer on the carbonate, preventing further \nreaction after the initial effervescence of carbon dioxide \ngas is seen.\nWith dilute nitric acid, all the nitrate salts formed are \nsoluble in water. For example:\nCaCO3(s)  +  2HNO3(aq)\nCa(NO3)2(aq)  +  H2O(l)  +  CO2(g)\n\nThe reactions with dilute hydrochloric acid also form \nsoluble salts, the chlorides. For example:\nBaCO3(s) + 2HCl(aq)  \n  BaCl2(aq) + H2O(l) + CO2(g)\nThermal decomposition of \nGroup 2 carbonates and nitrates\nThe carbonates and nitrates of the Group 2 elements \ndecompose when heated. The carbonates break down to \nform the metal oxide and give off carbon dioxide gas.  \nFor example:\nheat\nMgCO3(s)  \n  MgO(s)  +  CO2(g)\nThe temperature at which thermal decomposition takes \nplace increases going down Group 2.\nThe Group 2 nitrates also undergo thermal \ndecomposition. For example:\nheat\n2Ca(NO3)2(s)  \n  2CaO(s)  +  4NO2(g)  +  O2(g)\nA brown gas is observed when a Group 2 nitrate is heated. This \nis toxic nitrogen dioxide, NO2 (nitrogen(IV) oxide).\nAs with the carbonates, a higher temperature is needed \nto thermally decompose the nitrates as Group 2  \nis descended.\nYou can read an explanation of the trend in the  \nthermal stability of the Group 2 carbonates and nitrates  \non page 264.\nQuestion\n3\t a\t \u0007Write a balanced symbol equation for the reaction \nof barium carbonate with dilute nitric acid.\nb\t \u0007Which one of the three compounds listed will \ndecompose at the lowest temperature?\ni\t\n\u0007calcium carbonate, strontium carbonate, \nbarium carbonate\nii\t \u0007barium nitrate, calcium nitrate, magnesium \nnitrate\nc\t\n\u0007Write a balanced chemical equation, including \nstate symbols, for the thermal decomposition of:\ni\t\n\u0007strontium carbonate\nii\t \u0007barium nitrate.\n\n--- Page Break ---\n\nSome uses of Group 2 \ncompounds\nWe have just seen how the Group 2 carbonates decompose \non heating. Limestone is made up mainly of calcium \ncarbonate. There are many types of limestone, which \nprovide useful rocks for building. They can be shaped \ninto blocks that can be stuck to each other using mortar. \nPreviously this mortar was made using lime and sand. \nNow it is more usual to use cement and sand, although the \ncement is made from lime – see below. Marble is another \nform of calcium carbonate used as a building material, for \nexample to make expensive tiles.\nHowever, most calcium carbonate is used to make \ncement. The first stage in the manufacture of cement is the \nroasting of limestone in a lime kiln (Figure 11.8).  \nAt the high temperatures in the kiln, calcium carbonate \ndecomposes to form calcium oxide (also called lime  \nor quicklime):\nheat\nCaCO3(s)  \n  CaO(s)  +  CO2(g)\n\t\n\t\nlime\nThe calcium oxide made in the lime kiln goes on to be \nroasted with clay to make cement. Cement can be mixed \nwith sand and small pieces of rock to make concrete, the \nmost widely used building material in the world. Its tensile \nstrength can be improved by letting the concrete set with \niron rods running through it.\nSlaked lime (calcium hydroxide, Ca(OH)2) is also \nused by farmers to raise the pH of acidic soil. Calcium \nhydroxide is basic, so it will react with and neutralise acid, \nraising the pH of the soil.\n\nChapter 11: Group 2\n169\nFigure 11.8  In a rotating lime kiln, calcium carbonate \nundergoes thermal decomposition to form calcium oxide and \ncarbon dioxide.\nQuestion\n4\t a\t \u0007How is limestone turned into lime in industry?\nb\t \u0007Which major construction materials are made \nfrom cement?\nc\t\n\u0007Both calcium carbonate and magnesium oxide \nhave giant ionic structures. Why is magnesium \noxide used to line furnaces but calcium carbonate \nis not?\nd\t \u0007When lightning strikes during a thunderstorm, \nthe rain that falls is a dilute solution of nitric \nacid (HNO3). Use a balanced chemical equation, \nincluding state symbols, to show how slaked lime \n(calcium hydroxide) added to soil can neutralise \nnitric acid.",
    "content_length": 14897,
    "pages_extracted": "174-179",
    "layout_detected": "2 column(s)"
  }
}