{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "11.1",
    "subtopic_name": "Physical properties of the Group 17 elements",
    "topic_number": "11",
    "topic_name": "Group 17",
    "start_page": 172,
    "end_page": 172,
    "content": "Cambridge International AS Level Chemistry\nIntroduction\nFluorine, found at the top of Group 17, is the most \nreactive of all the non-metallic elements and is a \npowerful oxidising agent. The next element in Group \n17 is chlorine, also a toxic gas, but its compounds, \nsuch as trichlorophenol, are important disinfectants. \nCompounds of carbon, fluorine and chlorine are \nknown as CFCs and have been responsible for most of \nthe damage to the Earth’s ozone layer. You can read \nmore about uses of the halogens and their compounds \non page 178.\nPhysical properties of Group 17 \nelements\nIn this chapter we will look at the elements in Group 17 \nof the Periodic Table, called the halogens. Their atoms all \nhave seven electrons in the outer principal quantum shell. \nHere are the electronic configurations of the first four \nelements in Group 17:\n172\nFluorine (F)\t\n1s22s22p5\nChlorine (Cl)\t\n1s22s22p63s23p5\nBromine (Br)\t\n1s22s22p63s23p63d104s24p5\nIodine (I)\t\n1s22s22p63s23p63d104s24p64d105s25p5\nThe Group 17 elements are all non-metals. At room \ntemperature, they exist as diatomic molecules, i.e. \nmolecules made up of two atoms, F2, Cl2, Br2 and I2 \n(Figure 12.2). There is a single covalent bond between the \ntwo atoms in each molecule. Table 12.1 shows some of \ntheir physical properties.\nFigure 12.2  Three of the Group 17 elements, known as  \nthe halogens.\n\nFigure 12.1  Chlorine may be added to drinking water to kill \nharmful microorganisms.\nGroup 17 \nelement\nAtomic \nradius / \nnm\nMelting \npoint / °C\nBoiling \npoint / °C\nColour\nfluorine (F2)\n0.072\n−220\n−188\npale yellow\nchlorine \n(Cl2)\n0.099\n−101\n−35\ngreen/yellow\nbromine \n(Br2)\n0.114\n−7\n 59\norange/\nbrown\niodine (I2)\n0.133\n114\n184\ngrey/black \nsolid, purple \nvapour\nTable 12.1  Some physical properties of the Group 17 \nelements. The atomic radius value is taken from single \ncovalent data (see page 51).\nThe melting points and boiling points of the halogens \nincrease going down the group. The boiling point data \ngives us an idea of the volatility of the halogens, i.e. the \nease with which they evaporate. All the values are relatively \nlow because they have simple molecular structures. \nThere are only weak van der Waals’ forces between their \ndiatomic molecules. These forces increase as the number \nof electrons in the molecules increases with increasing \natomic number. The greater the number of electrons, the \ngreater the opportunities for instantaneous dipoles arising \nwithin molecules, and for induced dipoles to be produced \non neighbouring molecules. So the larger the molecules, \nthe stronger the van der Waals’ forces between molecules, \nmaking iodine the least volatile and fluorine the most \nvolatile of the halogens we are considering.\nThe colours of the halogens get darker going down  \nthe group.",
    "content_length": 2772,
    "pages_extracted": "182-182",
    "layout_detected": "2 column(s)"
  }
}