{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "11.2",
    "subtopic_name": "The chemical properties of the halogen elements and the hydrogen halides",
    "topic_number": "11",
    "topic_name": "Group 17",
    "start_page": 173,
    "end_page": 175,
    "content": "Question\n1\t a\t \u0007What trend in volatility is seen going down  \nGroup 17?\nb\t \u0007Using Table 12.1, what is the state of each halogen \nat 20 °C?\nc\t\n\u0007What is the trend in the atomic radii of the \nhalogens? Explain this trend.\nd\t \u0007Astatine (At) lies below iodine at the bottom of \nGroup 17. Predict its:\ni\t\n\u0007state at 20 °C\nii\t \u0007colour\niii\t \u0007atomic radius.\nReactions of Group 17 elements\nThe halogen atoms need to gain just one more electron to \nachieve the stable electronic configuration of the noble gas \natoms to the right of them in the Periodic Table. Therefore \nthey react with metallic elements, with each of their atoms \ngaining an electron from a metal atom to become ions \nwith a 1− charge. For example:\nCa(s)  +  Cl2(g)  \n  Ca2+Cl−\n2(s)\nWhen a halogen reacts with a metal atom, the halogen \natom gains one electron. Because of this, the halogens are \noxidising agents (electron acceptors). In the process of \noxidising another substance they themselves are reduced. \nTheir oxidation number is reduced from 0 in the element \nusually to −1 in the compound formed.\nCl2  \n  2Cl−  +  2e−\noxidation number\t\n0\t\n−1\nThe halogens also react with many non-metals, each \nhalogen atom sharing a pair of electrons with the other \nnon-metal atom in a covalent bond, e.g. in hydrogen \nchloride, HCl.\nH2(g)  +  Cl2(g)  \n  2HCl(g)\n\nChapter 12: Group 17\nThe reactions of chlorine with calcium and with hydrogen \nshown here can be repeated with the other halogens. In \nthese experiments we find that the reactions of fluorine \nare more vigorous than those of chlorine. Bromine reacts \nless vigorously than chlorine, and iodine is less reactive \nthan bromine.\nThe halogens get less reactive going down Group 17.\nThis pattern in reactivity corresponds to the trend \nin electronegativity going down the group, shown in \nTable 12.2.\nHalogen\nElectronegativity\nfluorine (F)\n4.0\nchlorine (Cl)\n3.0\nbromine (Br)\n2.8\n173\niodine (I)\n2.5\nTable 12.2  Electronegativity values of the halogens.\nA fluorine atom has the strongest pull on the pair of \nelectrons in a covalent bond, while an iodine atom has \nthe weakest attraction for electrons. We can explain this \nby looking at the atomic radii data in Table 12.1. The \nfluorine atom is the smallest in the group. Its outer shell \nis nearer to the attractive force of the nucleus and an \nelectron entering its outer shell will also experience the \nleast shielding from the attraction of the positive nuclear \ncharge. These factors outweigh the fact that fluorine’s \nnuclear charge is only 9+ compared with iodine’s 53+. \nTherefore fluorine is a much stronger oxidising agent \n(acceptor of electrons) than iodine.\n\n--- Page Break ---\n\nReactions with hydrogen\nThe halogens form hydrogen halides with hydrogen \ngas. One example of this is the reaction of hydrogen \nwith chlorine to give hydrogen chloride (see page 173). \nThe trend in reactivity is illustrated by their reactions \n(Table 12.3).\nWe can also judge the reactivity (or the oxidising \npower) of the halogens by looking at their displacement \nreactions with other halide ions in solution.\nA more reactive halogen can displace a less  \nreactive halogen from a halide solution of the less \nreactive halogen.\nLet’s look at an example. When chlorine water, Cl2(aq), \nis added to a solution of sodium bromide, containing \nBr−(aq) ions, the solution changes to a yellowish \nbrown colour. The colour is caused by the presence \nof dissolved bromine molecules, Br2(aq), as found in \nbromine water. The displacement reaction that takes \nplace is:\nCl2(aq)  +  2NaBr(aq)  \n  2NaCl(aq)  +  Br2(aq)\nWe say that chlorine has displaced bromine  \nfrom solution.\nThis is summarised in the ionic equation for this \ndisplacement reaction:\nCl2(aq)  +  2Br−(aq)  \n  2Cl−(aq)  +  Br2(aq)\nthe chlorine atoms are more electronegative than \nbromine atoms so have a stronger tendency to form \nnegatively charged ions.\nLikewise, bromine will displace iodine from an  \niodide solution:\nBr2(aq)  +  2NaI(aq)  \n  2NaBr(aq)  +  I2(aq)\nor as an ionic equation:\nBr2(aq)  +  2I−(aq)  \n  2Br−(aq)  +  I2(aq)\nDisplacement reactions\nThe colours of the halogen molecules in solution \nare difficult to identify positively in these \ndisplacement reactions. However, the halogens \ndissolve well in cyclohexane (which is immiscible in \nwater, forming two separate layers). The halogens \ndissolved in cyclohexane are distinctly different \ncolours. Therefore adding some of this organic \nsolvent after mixing the halogen/halide solutions, \nshaking the mixture and then allowing it to settle \ninto layers shows clearly which halogen is present \nas its diatomic molecules (Figure 12.3).\nFigure 12.3  Cyclohexane forms a layer on top of water. \nDissolved iodine is purple in this upper organic layer, \nbromine is orange and chlorine is very pale green.\n2\t Chlorine water is mixed with a solution of potassium \niodide in a test tube. 2 cm3 of cyclohexane is added \nto the test tube, which is stoppered and shaken, then \nallowed to stand.\n\t\na\t \u0007Write a balanced symbol equation, including state \nsymbols, for the reaction that occurs.\n\t\nb\t \u0007Write an ionic equation for this reaction.\n\t\nc\t\n\u0007What colour is the cyclohexane layer at the end of \nthe experiment?\nQuestion\n174\nCambridge International AS Level Chemistry\n\n--- Page Break ---\n\nEquation for reaction\nDescription of reaction\nH2(g)  +  F2(g)  \n  2HF(g)\nreacts explosively even in cool, \ndark conditions\nH2(g)  +  Cl2(g)  \n  2HCl(g)\nreacts explosively in sunlight\nH2(g)  +  Br2(g)  \n  2HBr(g) reacts slowly on heating\nH2(g)  +  I2(g)  \n  2HI(g)\nforms an equilibrium mixture on \nheating\nTable 12.3  The reactions of hydrogen and the halogens, \nshowing decreasing reactivity going down Group 17.\nThe hydrogen halides formed differ in their thermal \nstability. Hydrogen iodide can be decomposed by inserting \na red-hot wire into a sample of hydrogen iodide gas. The \npurple fumes seen are iodine vapour:\n2HI(g)  \n  H2(g)  +  I2(g)\nBy contrast, hydrogen fluoride and hydrogen chloride are \nnot decomposed in temperatures up to 1500 °C. Hydrogen \nbromide is not as stable as HF and HCl, but it is more \nresistant to decomposition than hydrogen iodide. At \n430 °C in a closed container, 10% of a sample of HBr will \ndecompose, whereas around 20% of HI decomposes at that \ntemperature. We can explain this by looking at the bond \nenergies of the hydrogen–halogen bonds (Table 12.4).\nThe hydrogen halides get less thermally stable going \ndown Group 17.\n\t\nmost thermally stable\t\nHF\nHCl\nHBr\nleast thermally stable\t\nHI\nTesting for halide ions\nWe can tell the halide ions, Cl−(aq), Br−(aq) and I−(aq), \napart by using simple chemical tests. If an unknown \ncompound is dissolved in dilute nitric acid and \nsilver nitrate solution is added, a precipitate will be \nformed if the unknown solution contains halide ions. \nThe precipitate will be silver chloride (AgCl), silver\n\nChapter 12: Group 17\nHydrogen–halogen bond\nBond energy / kJ mol−1\nH \n F\n562\nH \n Cl\n431\nH \n Br\n366\nH \n I\n299\nTable 12.4  Hydrogen–halogen bond energies.\nAs you can see in Table 12.4, the bond energies decrease \ngoing down Group 17, making it easier to break the \nhydrogen–halogen bond. This is because the iodine atom \nis the largest atom, so the overlap of its outer shell with a \nhydrogen atom gives a much longer bond length than with \nthe other smaller halogen atoms. The longer the bond, the \nweaker it is, and the less energy required to break it. Hence \nHI is less thermally stable than HF.\nQuestion\n3\t a\t \u0007Astatine (At) lies below iodine at the bottom of \nGroup 17. Predict:\n175\ni\t\n\u0007the equation for its reaction with hydrogen\nii\t \u0007the vigour of its reaction with hydrogen\niii\t \u0007the thermal stability of its hydride.\nb\t \u0007Explain why chlorine is a more powerful oxidising \nagent than bromine.\nReactions of the halide ions\nIn the following boxes, we consider the reactions of the \nions formed by the halogens.\nbromide (AgBr) or silver iodide (AgI). Because these \nprecipitates are similar in colour (see Figure 12.4), we \ncan then add ammonia solution – dilute ammonia \nsolution followed by concentrated ammonia \nsolution – to verify the result. The results of the tests \nare shown in Table 12.5.",
    "content_length": 8142,
    "pages_extracted": "183-185",
    "layout_detected": "2 column(s)"
  }
}