{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "11.3",
    "subtopic_name": "Some reactions of the halide ions",
    "topic_number": "11",
    "topic_name": "Group 17",
    "start_page": 175,
    "end_page": 177,
    "content": "Equation for reaction\nDescription of reaction\nH2(g)  +  F2(g)  \n  2HF(g)\nreacts explosively even in cool, \ndark conditions\nH2(g)  +  Cl2(g)  \n  2HCl(g)\nreacts explosively in sunlight\nH2(g)  +  Br2(g)  \n  2HBr(g) reacts slowly on heating\nH2(g)  +  I2(g)  \n  2HI(g)\nforms an equilibrium mixture on \nheating\nTable 12.3  The reactions of hydrogen and the halogens, \nshowing decreasing reactivity going down Group 17.\nThe hydrogen halides formed differ in their thermal \nstability. Hydrogen iodide can be decomposed by inserting \na red-hot wire into a sample of hydrogen iodide gas. The \npurple fumes seen are iodine vapour:\n2HI(g)  \n  H2(g)  +  I2(g)\nBy contrast, hydrogen fluoride and hydrogen chloride are \nnot decomposed in temperatures up to 1500 °C. Hydrogen \nbromide is not as stable as HF and HCl, but it is more \nresistant to decomposition than hydrogen iodide. At \n430 °C in a closed container, 10% of a sample of HBr will \ndecompose, whereas around 20% of HI decomposes at that \ntemperature. We can explain this by looking at the bond \nenergies of the hydrogen–halogen bonds (Table 12.4).\nThe hydrogen halides get less thermally stable going \ndown Group 17.\n\t\nmost thermally stable\t\nHF\nHCl\nHBr\nleast thermally stable\t\nHI\nTesting for halide ions\nWe can tell the halide ions, Cl−(aq), Br−(aq) and I−(aq), \napart by using simple chemical tests. If an unknown \ncompound is dissolved in dilute nitric acid and \nsilver nitrate solution is added, a precipitate will be \nformed if the unknown solution contains halide ions. \nThe precipitate will be silver chloride (AgCl), silver\n\nChapter 12: Group 17\nHydrogen–halogen bond\nBond energy / kJ mol−1\nH \n F\n562\nH \n Cl\n431\nH \n Br\n366\nH \n I\n299\nTable 12.4  Hydrogen–halogen bond energies.\nAs you can see in Table 12.4, the bond energies decrease \ngoing down Group 17, making it easier to break the \nhydrogen–halogen bond. This is because the iodine atom \nis the largest atom, so the overlap of its outer shell with a \nhydrogen atom gives a much longer bond length than with \nthe other smaller halogen atoms. The longer the bond, the \nweaker it is, and the less energy required to break it. Hence \nHI is less thermally stable than HF.\nQuestion\n3\t a\t \u0007Astatine (At) lies below iodine at the bottom of \nGroup 17. Predict:\n175\ni\t\n\u0007the equation for its reaction with hydrogen\nii\t \u0007the vigour of its reaction with hydrogen\niii\t \u0007the thermal stability of its hydride.\nb\t \u0007Explain why chlorine is a more powerful oxidising \nagent than bromine.\nReactions of the halide ions\nIn the following boxes, we consider the reactions of the \nions formed by the halogens.\nbromide (AgBr) or silver iodide (AgI). Because these \nprecipitates are similar in colour (see Figure 12.4), we \ncan then add ammonia solution – dilute ammonia \nsolution followed by concentrated ammonia \nsolution – to verify the result. The results of the tests \nare shown in Table 12.5.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nTesting for halide ions (continued)\nFigure 12.4  Colours of the silver halide precipitates: silver \nchloride (on the left), silver bromide and silver iodide (on \nthe right).\nHalide ion\nColour of silver halide \nprecipitate on addition of \nsilver nitrate solution\nchloride, Cl−(aq)\nwhite\ndissolves\ndissolves\nbromide, Br−(aq)\ncream\nremains insoluble\ndissolves\n176\niodide, I−(aq)\npale yellow\nremains insoluble\nremains insoluble\nTable 12.5  The results of positive tests for halide ions.\nReactions of halide ions with \nconcentrated sulfuric acid\nCompounds that contain Cl−, Br− or I− ions will react with \nconcentrated sulfuric acid. All of these reactions produce \none or more poisonous gases, so they must be performed \nwith great care in a fume cupboard.\nWe can prepare hydrogen chloride gas by dropping \nconcentrated sulfuric acid slowly onto crystals of sodium \nchloride (see the apparatus in Figure 12.5):\nNaCl(s)  +  H2SO4(l) \n NaHSO4(s)  +  HCl(g)\nThe HCl produced is visible as white fumes.\nHowever, we cannot use the same reaction to prepare \nsamples of pure hydrogen bromide or hydrogen iodide. We \nsaw on page 175 how it gets increasingly easy to decompose \nthe hydrogen halides going down the group. When they \ndecompose into their elements, the halide in HBr and HI \nis being oxidised. Concentrated sulfuric acid is a relatively \nstrong oxidising agent. It is not strong enough to oxidise\n\nThe general equation for the precipitation reaction \nwith silver nitrate solution is:\nAgNO3(aq)  +  X−(aq) \n AgX(s)  +  NO3\n−(aq)\nwhere X− represents the halide ion.\nThe aqueous nitrate ions can be left out to produce \nthe ionic equation; they are spectator ions that do \nnot get involved in the reaction:\nAg+(aq)  +  X−(aq) \n AgX(s)\nThe added ammonia can form complex ions that are \nsoluble:\n■\n■\nsilver chloride forms complex ions with dilute ammonia\n■\n■\nsilver bromide forms complex ions with  \nconcentrated ammonia.\nEffect on precipitate of \nadding dilute ammonia \nsolution\nEffect on precipitate of \nadding concentrated \nammonia solution\nconcentrated sulfuric acid\ngas jar lid\nhydrogen\nchloride\nsodium\nchloride\nFigure 12.5  Preparing a sample of hydrogen chloride gas. \nThe hydrogen chloride gas is denser than air so displaces \nthe air from the gas jar as it collects.\nHCl, but it will oxidise and decompose  \nHBr and HI. So any HBr or HI formed in the  \nreaction between sodium bromide, or sodium iodide, and \nconcentrated sulfuric acid undergoes further reaction.\nWith sodium bromide, the sulfuric acid itself is \nreduced to sulfur dioxide gas as it oxidises the hydrogen \nbromide produced in the initial reaction:\n\n--- Page Break ---\n\nNaBr(s)  +  H2SO4(l)  \n  NaHSO4(s)  +  HBr(g)\nfollowed by oxidation of HBr(g):\n2HBr(g)  +  H2SO4(l)  \n  Br2(g)  +  SO2(g)  +  2H2O(l)\nA reddish brown gas is seen; this is the element bromine.\nWith sodium iodide, the sulfuric acid is reduced to \na variety of sulfur products as it oxidises the hydrogen \niodide formed by different degrees. The products of the \noxidation of HI are sulfur dioxide, sulfur and hydrogen \nsulfide, as shown in the reactions below:\nNaI(s)  +  H2SO4(l)  \n  NaHSO4(s)  +  HI(g)\nfollowed by oxidation of HI(g):\n2HI(g)  +  H2SO4(l)  \n  I2(g)  +  SO2(g)  +  2H2O(l)\nand:\n6HI(g)  +  H2SO4(l)  \n  3I2(g)  +  S(s)  +  4H2O(l)\nand:\n8HI(g)  +  H2SO4(l)  \n  4I2(g)  +  H2S(g)  +  4H2O(l)\nSeveral observations can be made here:\n■\n■\nsulfur is seen as a yellow solid\n■\n■\nhydrogen sulfide has a strong smell of bad eggs\n■\n■\niodine is produced as a violet/purple vapour.\nTherefore, a mixture of gases is produced when NaBr or \nNaI react with concentrated sulfuric acid, so this is not a \ngood way to prepare a sample of the gases HBr or HI.\nIt gets easier to oxidise the hydrogen halides going \ndown Group 17.\nQuestion\n4\t a\t \u0007You suspect that a solid compound might be \npotassium bromide. Describe how you would test \nyour idea and the positive results you would get if \nyou were correct.\nb\t i\t\n\u0007What would you see in a test tube in which \nconcentrated sulfuric acid is added dropwise to \nsolid potassium iodide that you would not see \nif the acid was added to potassium chloride?\nii\t \u0007Give equations to describe the reactions taking \nplace in the test tube between concentrated \nsulfuric acid and potassium iodide.\n\nChapter 12: Group 17\nDisproportionation\nThe element chlorine (Cl2, oxidation number = 0) \nundergoes a type of redox reaction called \ndisproportionation when it reacts with alkali. \nDisproportionation can be thought of as a ‘self reduction/\noxidation’ reaction. When chlorine reacts with dilute \nalkali some chlorine atoms are reduced and some are \noxidised in the same reaction. The actual reaction that \ntakes place depends on the temperature.\nChlorine in cold alkali (15 °C)\nCl2(aq) + 2NaOH(aq) \n NaCl(aq) + NaClO(aq) + H2O(l)\n\t\nsodium chlorate(I)\nThe ionic equation for the reaction is:\nCl2(aq)  +  2OH−(aq)  \n  Cl−(aq)  +  ClO−(aq)  +  H2O(l)\n\t\n0\t\n−1\t\n+1 \noxidation number of Cl\nThe ionic equation for this redox reaction can be split into \ntwo half-equations, showing the reduction and oxidation.\n■\n■\nThe reduction reaction (in which chlorine’s oxidation \nnumber is reduced is):\n​ 1 _ \n2 ​ Cl2  +  e−  \n  Cl−\n177\noxidation number of Cl\t\n0\t\n−1\n■\n■\nThe oxidation reaction is:\n​ 1 _ \n2 ​ Cl2  +  2OH−  \n  ClO−  +  H2O  +  e−\noxidation number of Cl\t\n0\t\n+1\nChlorine in hot alkali (70 °C)\nWhen we add chlorine and hot concentrated aqueous \nsodium hydroxide a different disproportionation reaction \ntakes place:\n3Cl2(aq) + 6NaOH(aq) → 5NaCl(aq) + NaClO3(aq) + 3H2O(l)\n0\noxidation\nnumber of\n–1\n+5\nreduction\nCl\noxidation",
    "content_length": 8530,
    "pages_extracted": "185-187",
    "layout_detected": "2 column(s)"
  }
}