{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "12.1",
    "subtopic_name": "Nitrogen and sulfur",
    "topic_number": "12",
    "topic_name": "Nitrogen and sulfur",
    "start_page": 181,
    "end_page": 186,
    "content": "Introduction\nThe Group 15 element nitrogen makes up nearly  \nfour-fifths of the atmosphere on Earth. Nitrogen is  \na vital element in many of the processes of life, but  \nas a pure gas it is unreactive. For this reason, \nnitrogen gas helps to prevent explosions when  \ncrude oil is pumped into or out of super-tankers,\na\nb\nNitrogen gas\nNitrogen is in Group 15 of the Periodic Table. It is a non-\nmetallic element that makes up about 78% of the Earth’s \natmosphere. It exists as diatomic molecules, N2. Nitrogen \ngas is the unreactive gas in air that dilutes the effects of  \nthe reactive gas, oxygen. To understand the lack of \nreactivity of nitrogen gas, we have to look at the bonding \nwithin its molecules.\nThe electronic configuration of a nitrogen atom is \n1s22s22p3. Its atoms need to gain three electrons to achieve \nthe noble gas configuration of neon. Nitrogen atoms do \nthis by forming a triple covalent bond between two atoms \n(see Figure 13.2).\n\nChapter 13: Nitrogen and sulfur\nwhen the volatile fuel vapours can mix with oxygen \nfrom the air.\nSulfur is a Group 16 element that is mined for \nthe production of sulfuric(VI) acid, one of the \nmost important industrial chemicals, used in the \nmanufacture of paints, dyes, plastics and fibres.\n181\nFigure 13.1  a Nitrogen gas is used in the hold of oil tankers above the crude oil as it is pumped ashore. This unreactive gas helps \nto prevent the chance of an explosive mixture of crude oil vapour and air forming inside the tanker. b Sulfur can be mined from \nunderground deposits by pumping down super-heated water to melt the sulfur (it melts at about 115 °C). The molten sulfur is then \nforced to the surface under pressure and allowed to solidify back into a brittle, yellow solid. The ‘crown-shaped’ sulfur molecules, \nS8, can pack together in regular patterns, forming crystals.\nN\n+\nN\nN\nN\nN\nN\ntwo nitrogen atoms (2,5)\nnitrogen molecule\n–each is now (2,8)\nFigure 13.2  The bonding in a nitrogen molecule, N2.\nThe triple covalent bond is very strong; its bond energy is \nalmost 1000 kJ mol−1. It is difficult to break and so nitrogen \ngas will only react under extreme conditions. For example, \nthe nitrogen and oxygen in the air react together during\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nFigure 13.3  Nitrogen oxides are formed when lightning strikes.\nthunderstorms. Lightning provides the activation energy \nneeded for this reaction to occur (Figure 13.3):\nN2(g)  +  O2(g)  \n  2NO(g)\n\t\nnitrogen(II) oxide\nThe nitrogen(II) oxide formed is further oxidised by \noxygen in the air to give nitrogen(IV) oxide, NO2.\n182\n2NO(g)  +  O2(g)  \n  2NO2(g)\nnitrogen(IV) oxide\nNitrogen(IV) oxide dissolves in water droplets and forms \nnitric acid, which falls to earth in rain. This is a vital part \nof the natural nitrogen cycle:\n2NO2(g)  +  H2O(l)  +  ​ 1 _ \n2 ​ O2(g)  \n  2HNO3(aq)\n\t\nnitric acid\nIn this way, nitrogen gets into the soil in a soluble form \nthat plants can absorb. They use the nitrate ions, NO3\n−, to \nmake the proteins essential for growth.\nAmmonia and ammonium \ncompounds\nAmmonia is a very important compound of nitrogen. It \nis an alkaline gas whose formula is NH3. In industry it is \nmade on a large scale in the Haber process (for details of \nthe process see Chapter 8, page YY).\nFe\n N2(g)  +  3H2(g)   \n   2NH3(g)\nnitrogen\t\nhydrogen \t\nammonia\nThe bonding in ammonia is shown in Figure 13.4. You \nlearned why the presence of a lone pair of electrons on\n\nlone pair\nH\nH\nN\nH\nN\nH\nH\nH\nFigure 13.4  A dot-and-cross diagram showing the covalent \nbonding in an ammonia molecule and its pyramidal shape.\nthe nitrogen atom causes ammonia molecules to have a \npyramidal shape on page 56.\nYou have also learnt that nitrogen’s lone pair can be \ndonated to an H+ ion from an acid, forming a co-ordinate \n(or dative) covalent bond (see page 53). Ammonia is acting \nas a base in this reaction (because it is accepting an H+ ion):\nNH3(aq)  +  H+(aq)  \n  NH4\n+(aq)\n\t\nammonium ion\nAmmonium compounds are very important fertilisers. \nNitrogen is removed from the soil as nitrates are absorbed \nthrough the roots when plants are growing. When crops \nare harvested by farmers the nitrogen is not replaced, \nas the plants do not die naturally and rot back into the \nsoil. So farmers use ammonium compounds to replace \nthis nitrogen in the soil. Common ammonium salts \nused in fertilisers include ammonium chloride, NH4Cl, \nammonium nitrate, NH4NO3, ammonium phosphate, \n(NH4)3PO4, and ammonium sulfate, (NH4)2SO4.\nIf we heat an ammonium salt with a base, the \nammonium ion produces ammonia gas. We use this \nreaction to prepare ammonia gas in the laboratory. \nAmmonium chloride and calcium hydroxide, both in \nthe solid state, are usually mixed then heated (see the \napparatus in Figure 13.5).\nheat\n2NH4Cl(s) + Ca(OH)2(s) \n CaCl2(s) + 2H2O(l) + 2NH3(g)\nammonia\ngas\nammonium\nchloride and\ncalcium\nhydroxide\ndamp red\nlitmus paper\nturns blue\ncalcium oxide\nto dry the\nammonia\nheat\nFigure 13.5  Preparing ammonia gas from an ammonium \nsalt, NH4Cl, and a base, Ca(OH)2.\n\n--- Page Break ---\n\nThis reaction is used as the basis of the test for \nammonium ions. If an unknown compound contains \nNH4\n+ ions it will give off ammonia when heated with a \nbase. The ammonia given off is the only common alkaline \ngas. It turns red litmus blue.\nQuestion\n1\t a\t \u0007Explain the lack of reactivity of nitrogen gas.\nb\t \u0007Write a balanced chemical equation, including \nstate symbols, for the reaction of ammonia \nsolution with dilute nitric acid.\nc\t\n\u0007Write a balanced chemical equation, including \nstate symbols, for the reaction of solid ammonium \nsulfate with solid sodium hydroxide.\nUses of ammonia and \nammonium compounds\nFarmers harvest crops to provide the world with food. \nEach year millions of tonnes of fertilisers are spread  \nonto fields to replace the nitrogen and other plant \nnutrients lost from the soil. About 85% of the millions \nof tonnes of ammonia produced each year in the Haber \nprocess are used to make fertilisers. A relatively small \namount of ammonia itself is used as fertiliser, mainly in \nthe USA. This is injected into the soil. However, the vast \nmajority of ammonia is reacted with acids to make solid \nammonium salts.\nThe major nitrogen-based fertiliser is ammonium \nnitrate, NH4NO3. This is manufactured from ammonia \nand nitric acid:\nNH3(aq)  +  HNO3(aq)  \n  NH4NO3(aq)\nThe ammonium nitrate solution is heated to evaporate \noff the water and melt the solid. The molten solid is \nthen sprayed into a tower with air blown into it. This \nsolidifies the ammonium nitrate into pellets, which \nmakes it convenient for farmers to spread from tractors \n(Figure 13.6). Ammonium sulfate, (NH4)2SO4, and \nammonium phosphate, (NH4)3PO4, are other ammonium \nsalts used in fertilisers.\nThe nitric acid used to make ammonium nitrate is \nitself made from ammonia in another chemical process. \nFertiliser factories making ammonium nitrate often have \nthree plants side by side, making:\n■\n■\nammonia in the Haber process\n■\n■\nnitric acid from ammonia\n■\n■\nammonium nitrate from nitric acid and ammonia.\n\nChapter 13: Nitrogen and sulfur\nFigure 13.6  Ammonium nitrate is spread as pellets onto \nthe soil.\nConcentrated nitric acid has other important uses. \nIt is used to make many types of explosive, such as \ntrinitrotoluene (TNT). About 10% of ammonium nitrate \nis used to make explosives. Nitric acid is also needed in \nthe manufacture of detergents, paints, pigments, dyes  \nand nylon.\nQuestion\n183\n2\t a\t \u0007Ammonia is made in industry using the Haber \nprocess. Write the balanced equation to show \nthe synthesis of ammonia from its elements, \nincluding the catalyst used.\nb\t \u0007Write a balanced equation, including state \nsymbols, for the formation of ammonium sulfate \nfertiliser from ammonia solution.\nc\t\n\u0007Work out the percentage of nitrogen in ammonium \nnitrate fertiliser.\n(Ar values: N = 14.0, H = 1.0, O = 16.0)\nEnvironmental problems caused by \nnitrogen compounds\nNitrate fertilisers\nIn order to work, nitrogen-based fertilisers, mainly \nammonium nitrate and potassium nitrate (KNO3), must \nbe soluble in water. This has created an environmental \nproblem. The nitrates can be washed, or leached, out of the \nsoil by rain into groundwater. These can then find their \nway into rivers and lakes. Once in the rivers and lakes, the \nnitrates promote the growth of the water plants, which can \n‘strangle’ a river. But the biggest problem is the growth \nof algae (a simple water plant) on the surface, causing \neutrophication (Figure 13.7).\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nFigure 13.7  Fertilisers leached from farmland have caused \neutrophication in this river.\n■\n■\nA bloom of algae can spread across the surface, blocking \nout the light for other plant life in the water.\n■\n■\nWhen the plants and algae die, bacteria in the water feed on \nthem, decomposing the plant material.\n■\n■\nThe bacteria multiply rapidly with so much food available, \nusing up the dissolved oxygen in the water.\n■\n■\nFish extract dissolved oxygen from water, taken in through \ntheir gills. Without this dissolved oxygen they die, affecting \nthe whole ecosystem.\n184\nThis isn’t the only problem with fertilisers being leached \nfrom the soil. Nitrates have also been detected in our \ndrinking water, especially in agricultural areas. People are \nworried that nitrates in drinking water cause ‘blue baby’ \nsyndrome (when a newborn baby’s blood is starved of \noxygen), as well as stomach cancer. But others argue that \nlinks between nitrates and diseases have not been proven and \nthat recommended nitrate levels are set unrealistically low.\nFarmers can help limit the amount of nitrates in \nwater courses by adding the most economical amounts \nof fertilisers at the right time of year. This will minimise \nthe leaching of excess fertiliser from the soil and into our \nrivers and lakes.\nNitrogen oxides in the atmosphere\nAt the start of this chapter we saw how unreactive \nnitrogen gas is. However, in the extreme conditions in  \na thunderstorm, lightning can trigger the reaction \nbetween nitrogen and oxygen to form gaseous nitrogen \noxides – nitrogen(II) oxide, NO and nitrogen(IV) oxide, \nNO2. A similar oxidation of nitrogen takes place inside \na car engine. In the engine’s cylinders a mixture of air\n\n(mainly nitrogen plus oxygen) and fuel is compressed  \nand ignited by a spark. Under these conditions (high \npressure and high temperature) nitrogen forms nitrogen \noxides. These are released into the atmosphere in the car’s \nexhaust fumes.\nNitrogen oxides are pollutants. They cause acid rain \nand photochemical smog. Nitrogen oxides also catalyse \nthe oxidation of sulfur dioxide gas, SO2, in the atmosphere \nduring the formation of acid rain. The sulfur trioxide, SO3, \ngas that is produced by this oxidation reacts with rainwater, \nforming sulfuric acid. The reactions below show the \ncatalytic activity of the nitrogen oxides:\nSO2(g)  +  NO2(g)  \n  SO3(g)  +  NO(g)\nThen NO2 is regenerated as NO reacts with oxygen in  \nthe air:\nNO(g)  +  ​ 1 _ \n2 ​ O2(g)  \n  NO2(g)\nThis NO2 molecule can then go on to oxidise another \nsulfur dioxide molecule, at the same time producing an NO \nmolecule to make another NO2 molecule. this will oxidise \nanother sulfur dioxide molecule, and so on. Therefore NO2 \ncatalyses the oxidation of SO2.\nNowadays, car exhaust systems are fitted with catalytic \nconverters to help reduce the pollutants from motor \nvehicles (see page 205). The reaction on the surface of the \nhot catalyst (e.g. platinum) reduces the nitrogen oxides to \nharmless nitrogen gas, which is released from the vehicle’s \nexhaust pipe.\n2CO(g)  +  2NO(g)  \n  2CO2(g)  +  N2(g)\nQuestion\n3\t a\t \u0007Why is ammonia so important in providing enough \nfood to feed the world?\nb\t \u0007Give one environmental problem and one possible \nhealth problem associated with nitrate fertilisers.\nc\t\n\u0007Explain how nitrogen oxides are involved in the \nformation of atmospheric sulfur trioxide (SO3).\nd\t \u0007The following reaction takes place in a car’s \ncatalytic converter once it is warmed up:\n2CO(g)  +  2NO(g)  \n  2CO2(g)  +  N2(g)\n\u0007Use oxidation numbers to explain which species is \nreduced and which is oxidised in the reaction.\n\n--- Page Break ---\n\nSulfur and its oxides\nWe have just seen how sulfur dioxide in the atmosphere \ncan be oxidised by nitrogen(IV) oxide to form sulfur(VI) \noxide (also known as sulfur trioxide). This reacts with \nwater to form sulfuric acid, which is the main cause of \nacid rain.\nSO3(g)  +  H2O(l)  \n  H2SO4(aq)\nThe sulfur dioxide is formed when we burn fossil fuels, \nespecially coal. Crude oil, natural gas and coal have sulfur \ncompounds present in them as impurities. When the \nfossil fuels (or fuels extracted from them, such as petrol \nor diesel) are burnt, the sulfur impurities get oxidised \nto sulfur dioxide. There are also large volumes of sulfur \ndioxide released naturally from volcanic activity.\nAcid rain has harmful effects on:\n■\n■\nplants (especially trees)\n■\n■\nrivers, streams and lakes (and the fish and other animals in \nthese habitats)\n■\n■\nbuildings, statues (Figure 13.8) and metal structures.\nFigure 13.8  This limestone carving has been chemically \nweathered by acid rain.\nThe acid rain leaches (washes out) nutrients from the soil, \nand so prevents the healthy growth of plants. Not only \nthat, the acid rain can attack the waxy layer on leaves. This \nincreases water loss and makes the plant more susceptible \nto disease and pests. Trees that grow at high altitudes are \nespecially vulnerable, as they are often in contact with the \ntiny droplets of water (sulfuric acid solution) in clouds.\n\nChapter 13: Nitrogen and sulfur\nAcid rain falling into streams, rivers and lakes will \nlower the pH of the water. Many aquatic animals are very \nsensitive to changes in pH. Many insect larvae cannot \nsurvive even slight increases in acidity. Other animals \nhigher up the food chain may be more resistant, but their \nnumbers will decrease as their food source dies off.\nIn our cities, the acid rain attacks buildings and \nstatues, especially those made from carbonate rock. The \nmost common of these is limestone, containing calcium \ncarbonate. The main metal used in construction, iron in \nthe form of steel, is also corroded by acid rain.\nChemists have found ways to reduce sulfur dioxide \nemissions from fossil fuels. They now produce ‘low-sulfur’ \nversions of petrol and diesel. In power stations that burn \nfossil fuels, the sulfur is removed from the fuel before \nburning. Alternatively sulfur dioxide can be removed from \nthe waste gases before they are released to the atmosphere \nthrough tall chimneys.\nQuestion\n4\t a\t \u0007Write a balanced equation, including state \nsymbols, showing the formation of sulfuric acid \nfrom atmospheric sulfur trioxide, SO3.\n185\nb\t \u0007List three consequences of acid rain.\nSulfuric acid\nSulfuric(VI) acid, H2SO4, is one of the most important \nmanufactured chemicals. It has been said that the amount \nof sulfuric acid used by a country is one of the best \nindicators of how well developed it is.\nThe chemical industry makes sulfuric acid in the \nContact process (page 129). The raw materials needed \nare sulfur, air and water. Sulfur can be mined from \nunderground (see Figure 13.1b at the start of this chapter). \nPoland and the USA export sulfur around the world. The \nsulfur extracted from the impurities in fossil fuels can also \nbe used in the Contact process.\nLike nitric acid, sulfuric acid is used to manufacture \nfertilisers, detergents, paints, pigments, dyes and synthetic \nfibres. It is also used to make various chemicals and \nplastics, as well as being used in car batteries, tanning \nleather and cleaning metal surfaces (‘pickling’).\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nSummary\n■ Nitrogen, N2, is a very unreactive gas because of the \nhigh bond energy of the N\nN triple bond.\n■ Ammonia, NH3, is a common compound of nitrogen. \nAn ammonia molecule can act as a base, accepting \nan H+ ion to form an ammonium ion, NH4\n+.\n■ Ammonia is manufactured in the Haber process (see\npage 129):\nFe\n  N2(g)  +  3H2(g) \n 2NH3(g)\nnitrogen hydrogen  \nammonia\n■ Most ammonia is used to make ammonium salts in \nneutralisation reactions with different acids. The \nsalts, such as ammonium nitrate, NH4NO3, are used \nas fertilisers,\n■ Excess fertiliser can be leached out of soils into rivers \nand lakes, where it causes eutrophication, killing \naquatic life.\n186\nEnd-of-chapter questions\n1 Ammonia is made in the Haber process.\n \na  What is the formula of ammonia? \n \n[1]\n \nb  Write a balanced equation for the formation of ammonia from nitrogen and hydrogen in the \nHaber process.  \n[1]\n \nc \n Give three uses of ammonia.  \n[3]\n \nd  Give the formulae of the following ammonium salts:\n \n \ni \n ammonium chloride \n \n[1]\n \n \nii  ammonium nitrate \n \n[1]\n \n \niii  ammonium sulfate \n \n[1]\ne  Ammonium chloride reacts with calcium hydroxide when heated to produce ammonia gas.\n \n \ni \n Is this reaction carried out using solids or solutions?  \n[1]\n \n \nii  Write the balanced equation for this reaction. \n \n[1]\nTotal = 10\n\n■ Nitrogen oxides are formed naturally during lightning \nstrikes, when nitrogen gas is oxidised. These gaseous \noxides are also formed in internal combustion \nengines and become pollutants in the atmosphere, \ncontributing to acid rain.\n■ Sulfur can be mined as the element and is used as a \nraw material for manufacturing sulfuric acid in the \nContact process (see page 129).\n■ Sulfur dioxide is the main cause of acid rain. Its \noxidation to sulfur trioxide is catalysed by oxides \nof nitrogen.\n■ Acid rain causes the death of aquatic wildlife in rivers \nand lakes, kills trees and damages buildings and \nother structures.",
    "content_length": 17693,
    "pages_extracted": "191-196",
    "layout_detected": "2 column(s)"
  }
}