{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "13.1",
    "subtopic_name": "Formulas, functional groups and the naming of organic compounds",
    "topic_number": "13",
    "topic_name": "An introduction to AS Level organic chemistry",
    "start_page": 189,
    "end_page": 193,
    "content": "Introduction\nLiving things are made of atoms covalently bonded \nto form molecules of organic compounds. All these \nmolecules are based on carbon compounds. The \ncomplexity of life requires a great variety of different \ncompounds. The great variety of organic compounds \nis possible because every carbon atom can bond \nwith other carbon atoms to form chains and rings. \nThese chains and rings are often found bonded to \natoms of other elements, such as hydrogen, oxygen \nand nitrogen. This explains the millions of organic \ncompounds that exist.\nNote that not all carbon compounds are classified \nas organic compounds. The oxides of carbon \nand compounds containing carbonate and \nhydrogencarbonate ions are classed as  \ninorganic compounds.\nRepresenting organic molecules\nFigure 14.2 shows two types of three-dimensional \n(3D) diagram representing a selection of organic \nmolecules. Chemists use various types of model for \ndifferent purposes. The compounds shown are called\na   methane\nb   ethene\nc   benzene\ne   2,2,4-trimethylpentane\n\nChapter 14: Introduction to organic chemistry\nFigure 14.1  The substances that form the basis of all living \nthings are organic compounds. Carbon atoms tend to form \nthe ‘backbone’ of organic molecules – from the proteins in \nmuscles and enzymes to the DNA (see above) that determines \nour characteristics.\nhydrocarbons. Hydrocarbons are compounds of carbon \nand hydrogen only.\nThe colours used in the modelling of molecules are \nshown in Table 14.1.\n189\nd   octane\nf   cyclohexane\ng   propene\nFigure 14.2  Examples of the variety of hydrocarbons. a–c These hydrocarbons are shown as space-filling models. Such models \nshow the region of space occupied by the atoms and the surrounding electrons. d–g These hydrocarbons are shown as ball-and-\nstick models, which enable bonds between atoms to be seen clearly.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nColour\nAtom/electron cloud\nwhite\nhydrogen\ndark grey\ncarbon\nred\noxygen\nblue\nnitrogen\nyellow-green\nfluorine\ngreen\nchlorine\norange-brown\nbromine\nbrown\nphosphorus\nviolet\niodine\npale yellow\nsulfur\nyellow ochre\nboron\npink\nlone pair electron clouds\ngreen\nπ-bond electron clouds\nTable 14.1  Colours used in molecular modelling in this text.\nWe can represent organic molecules by a variety of different \ntypes of formula.\nThe empirical formula gives us the least detail. It tells us  \nthe simplest ratio of the different types of atoms present in the \nmolecule. For example, an organic compound called propene \nhas the empirical formula CH2. This tells us that it has twice \nas many hydrogen atoms as carbon atoms in its molecules. \nWe can calculate empirical formulae from experimental data \non the mass of each element, and hence the number of moles \nof each element, in a sample of a compound.\nThe molecular formula shows us the actual numbers \nof each type of atom in a molecule. To find this we need to \nknow the relative molecular mass of the compound. The \nrelative molecular mass of propene is 42. We know that its \nempirical formula is CH2; this CH2 group of atoms has a \nrelative mass of 14, as the relative atomic mass of C = 12 \nand H = 1. By dividing the relative molecular mass by the \nrelative mass of the empirical formula (42/14 = 3), we see \nthat there must be (3 × CH2) atoms in a propene molecule. \nSo its molecular formula is C3H6.\nChemists can give more detail about a molecule by \ngiving its structural formula. This tells us about the atoms \nbonded to each carbon atom in the molecule. The structural \nformula of propene is CH3HC   CH2 (also written as \nCH3CH   CH2 – but the central H atom does not form a \ndouble bond!). This tells us how many hydrogen atoms are \nbonded to each carbon atom, and that two of the carbon \natoms in the molecule are joined by a double bond.  \nCarbon–carbon double bonds are shown in a structural \nformula. However, all the bonds within a molecule are \nshown in its displayed formula. We can think of this\n190\n\nrepresentation as a 2D, or flattened, version of the ‘ball-\nand-stick’ models shown in Figure 14.2. The displayed \nformula of propene is shown in Figure 14.3.\nH\nH\nC\nH\nC\nC\nH\nH\nH\nFigure 14.3  The displayed formula of propene, showing all \nthe bonds in the molecule.\nA simplified version of the displayed formula is called \nthe skeletal formula. It has all the symbols for carbon \nand hydrogen atoms removed, as well as the carbon to \nhydrogen bonds. The carbon to carbon bonds are left in \nplace. Figure 14.4 shows the skeletal formula of propene.\nFigure 14.4  The skeletal formula of propene.\nAll other atoms that are not carbon or hydrogen, and their \nbonds, are included in the skeletal formula of an organic \nmolecule. The displayed and skeletal formulae of an alcohol \ncalled butan-2-ol are shown in Figure 14.5. Notice that the \nH atom in an OH group is included in a skeletal formula.\na\nb\nH\nOH\nH\nH\nH\nO\nC\nH\nC\nC\nC\nH\nH\nH\nH\nH\nFigure 14.5  a The displayed formula of butan-2-ol; b the \nskeletal formula of butan-2-ol.\nThe ‘zig-zag’ in the carbon chain shown in a skeletal \nformula can be seen in the 3D representations of \nhydrocarbons in Figure 14.2. You will see more detailed \n3D displayed formulae later in this chapter, when we look \nat optical isomers (see page 195). Figure 14.6 shows the 3D \ndisplayed formula of butan-2-ol.\nH\nOH\nH\nH\nthe ‘wedge’ bond is\nsticking out of the\nplane of the paper and\nthe ‘dashed-line’ bond\nis sticking into the plane \nof the paper\nH\nC\nC\nC\nC\nH\nH\nH\nH\nH\nFigure 14.6  The 3D displayed formula of butan-2-ol.\n\n--- Page Break ---\n\nWith complex molecules, chemists sometimes find it \nuseful to combine structural and skeletal formulae when \nrepresenting a molecule. The molecule of cholesterol \nshown in Figure 14.7 is one such example.\nH3C\nCH3\nH\nH\nCH3\nH\nH\nHO\nFigure 14.7  A useful way of combining structural and skeletal \nformulae.\nalkenes, \nC\nC\nC6H5 \n \nbenzene\narenes,\nhalogenoalkanes,  \n X, where X = F, Cl, Br, I\nCnH2n  +  1X\nchloromethane\nCH3Cl\nalcohols,  \nOH\nCnH2n  +  1OH\nmethanol\nCH3OH\nO\naldehydes,\nC\nH\nO\nketones,\nC\nC\nC\nO\ncarboxylic acids,\nC\nOH\nO\nesters,\nC\nC\nO\namines,  \n NH2\nCnH2n  +  1NH2\nmethylamine\nCH3NH2\nnitriles,  \n C\nN\nCnH2n  +  1CN\nethanenitrile\nCH3CN\nTable 14.2  Some common functional groups.\n\nChapter 14: Introduction to organic chemistry\nquestions\n1\t a\t i\t\n\u0007On analysis a hydrocarbon was found to contain \n0.72 g of carbon and 0.18 g of hydrogen. What is \nthe empirical formula of the hydrocarbon?\nii\t \u0007Further investigation showed that the relative \nmolecular mass of the hydrocarbon was 30. \nWhat is its molecular formula?\nb\t \u0007A compound contains the elements carbon, \nhydrogen and oxygen. Its empirical formula is CH2O \nand its relative molecular mass is 60. What is the \nmolecular formula of the compound?\n2\t Draw the displayed formula of:\na\t \u0007ethene (molecular formula C2H4)\nb\t \u0007propane (molecular formula C3H8).\n3\t a\t \u0007Draw the skeletal formula of pentane, a straight-\nchain hydrocarbon with a molecular formula  \nof C5H12.\nb\t \u0007Draw the structural formulae of the molecules \nshown in Figure 14.2, parts d, e and f.\nStructure of functional group\nGeneral formula\nName of an example\nStructural formula of \nthe example\nCnH2n\nethene\nCH2   CH2\n191\nCnH2n  +  1CHO\nethanal\nCH3CHO\nCnH2n  +  1COCmH2m  +  1\npropanone\nCH3COCH3\nCnH2n  +  1COOH\nethanoic acid\nCH3COOH\nCnH2n  +  1COOCmH2m  +  1\nethyl ethanoate\nCH3COOC2H5\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nFunctional groups\nThere are many classes of organic compound, some \nof which are shown in Table 14.2. Within a class of \ncompounds all the compounds consist of molecules \nwith a particular atom, or grouping of atoms, called \na functional group. Different classes of compounds \nhave different functional groups. The functional group \ndetermines the characteristic chemical properties of the \ncompounds that contain that specific functional group. \nThe functional group in an alkene is the C   C double \nbond. The functional group in a carboxylic acid is the\nCOOH group.\nThe general formula of the class of compounds is given \nin Table 14.2. By substituting a number for n in the general \nformula you get the molecular formula of a particular \ncompound containing that functional group. Note that \nthis formula assumes there is just one functional group \npresent in the molecule.\nNaming organic compounds\nChemists have a system of naming organic compounds \nthat can be applied consistently. This means that they can \ncommunicate with each other clearly when referring to \norganic compounds.\nThe class of hydrocarbons called alkanes provide \nthe basis of the naming system. The stem of each name \nindicates how many carbon atoms are in the longest \nchain in one molecule of the compound. Table 14.3 shows \nthe names of the first ten alkanes and the stems used in \nnaming other molecules.\n192\nNumber \nof carbon \natoms\nMolecular formula \nof straight-chain \nalkane\nName of \nalkane\nStem used \nin naming\n1\nCH4\nmethane\nmeth-\n2\nC2H6\nethane\neth-\n3\nC3H8\npropane\nprop-\n4\nC4H10\nbutane\nbut-\n5\nC5H12\npentane\npent-\n6\nC6H14\nhexane\nhex-\n7\nC7H16\nheptane\nhept-\n8\nC8H18\noctane\noct-\n9\nC9H20\nnonane\nnon-\n10\nC10H22\ndecane\ndec-\nTable 14.3  The stems used in naming simple organic \ncompounds that contain a hydrocarbon chain.\n\nThe position of side-chains or functional groups is \nindicated by numbering the carbon atoms in the longest \nchain. The numbering starts at the end that produces the \nlowest possible numbers in the name (Figure 14.8).\nCH3CHCH2CH2CH3\n|\nCH3\nFigure 14.8  This is called 2-methylpentane, not \n4-methylpentane.\nNote that the hydrocarbon side-chain is named by adding \n–yl to the normal alkane stem, in this case a methyl group. \nThis type of group is called an alkyl group. If there is more \nthan one of the same alkyl side-chain or functional group \nwe indicate how many by inserting di (for two), tri (for \nthree) or tetra (for four) in front of its name. Figure 14.9 \nshows an example.\nCH3\nCH3C\nCHCH2CH3\nCH3\nCH3\nFigure 14.9  This is 2,2,3-trimethylpentane.\nNote that adjacent numbers in a name have a comma \nbetween them, whereas numbers and words are separated \nby hyphens.\nIf there is more than one type of alkyl side-chain, they \nare listed in the name in alphabetical order (Figure 14.10). \nThe alkyl groups appear in its name in alphabetical order.\nCH2CH3\nCH3CHCHCH2CH3\nCH3\nFigure 14.10  This is 3-ethyl-2-methylpentane.\nQuestion\n4\t a\t \u0007Draw the displayed formula of:\ni\t\n\u00072-methylbutane\nii\t \u00073,5-diethylheptane\niii\t \u00072,4,6-trimethyloctane.\nb\t \u0007What is the name of the  \nfollowing hydrocarbon?\nCH3\nCH3CH2CCH2CH2CH2CH3\nCH2CH3\n\n--- Page Break ---\n\nIn Table 14.2 we saw the names of compounds with \ncommon functional groups. We also use the numbering \nsystem where necessary to indicate the position of the \nfunctional group in a molecule. For some functional \ngroups no number is needed because the group can \nonly be positioned at the end of a chain. Examples of \nthis include carboxylic acids, such as butanoic acid, and \naldehydes, such as pentanal.\nAs well as alkyl groups, you also have to recognise aryl \ngroups. Aryl compounds contain at least one benzene ring. \nA benzene molecule has six carbon atoms arranged in a \nhexagon, with each carbon atom bonded to one hydrogen \natom. Figure 14.11 shows the displayed and skeletal \nformulae of benzene.\nH\nH\nH\nC\nC\nC\nC\nC\nC\nH\nH\nH\ndisplayed formula\nskeletal formula\nFigure 14.11  Ways of representing benzene.\nIf only one alkyl group is bonded to a benzene ring, we do \nnot have to include a number in the name as all six carbon \natoms in the ring are equivalent. However, at A level, you \nwill learn that with two or more alkyl groups we need to \nindicate their positions, as shown in Figure 14.12. (You do \nnot need to recall this numbering for AS level.)\nCH3\nCH3\nCH3\nCH3\nCH3\nmethylbenzene\n1,2-dimethylbenzene\n1,4-dimethylbenzene\nFigure 14.12  Naming aryl compounds.\nQuestion\n5\t Draw the displayed formula of:\na\t \u0007propylbenzene\nb\t \u00071-ethyl-4-methylbenzene\nc\t\n\u00071,3,5-triethylbenzene,\n\u0007using the skeletal formula of benzene in the \nformulae as shown in Figure 14.11.\n\nChapter 14: Introduction to organic chemistry\nBonding in organic molecules\nThe ability of a carbon atom to bond to other carbon \natoms, and the shapes of the molecules formed, can be \nexplained by looking closely at the bonding involved.\nSigma (σ) bonds\nEach carbon atom has six electrons, with an electronic \nconfiguration of 1s22s22p2. This means that carbon has \nfour electrons in its outermost shell. By forming single \ncovalent bonds with four other atoms, a carbon atom can \ngain the electronic configuration of the noble gas neon \n(see page 49). These single covalent bonds are known as \nsigma (σ) bonds.\nThe pair of electrons in a σ bond is found in a region of \nspace (described as a lobe) between the nuclei of the two \natoms sharing the electrons. The electrostatic attraction \nbetween the negatively charged electrons and the two \npositively charged nuclei bonds the atoms to each other \n(see page 51).\nIn many organic compounds each carbon atom \nforms four σ bonds. The four bonding pairs of electrons \naround each carbon atom repel each other. They position \nthemselves in a tetrahedral arrangement to get as far apart \nfrom each other as possible. The tetrahedral bond angle \nis 109.5° (see page 55). Figure 14.13 shows the shape of an \nethane molecule.\n193\nH\nH\nH\nC\nC\nH\nH\nH\nFigure 14.13  The bond angles are all close to 109.5° in an \nethane molecule. The two carbon atoms, each forming four \nsigma bonds, are said to be sp3 hybridised (see page 57).\nPi (π) bonds\nCarbon can also form double bonds between its atoms in \norganic molecules, as well as forming single bonds. A  \nC   C double bond, as found in alkenes such as ethene, is \nmade up of a σ bond and a pi (π) bond. The carbon atoms \ninvolved in the double bond will each form three  σ bonds; \nan example of sp2 hybridisation (see page 57). This leaves \neach carbon atom with one spare outer electron in a 2p \norbital. When these two p orbitals overlap they form a  \nπ bond. Figure 14.14 shows how the π bond is formed  \nin ethene.\nThe two lobes that make up the π bond lie above and \nbelow the plane of the atoms in an ethene molecule. This",
    "content_length": 14128,
    "pages_extracted": "199-203",
    "layout_detected": "2 column(s)"
  }
}