{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "13.3",
    "subtopic_name": "Shapes of organic molecules; σ and π bonds",
    "topic_number": "13",
    "topic_name": "An introduction to AS Level organic chemistry",
    "start_page": 193,
    "end_page": 194,
    "content": "In Table 14.2 we saw the names of compounds with \ncommon functional groups. We also use the numbering \nsystem where necessary to indicate the position of the \nfunctional group in a molecule. For some functional \ngroups no number is needed because the group can \nonly be positioned at the end of a chain. Examples of \nthis include carboxylic acids, such as butanoic acid, and \naldehydes, such as pentanal.\nAs well as alkyl groups, you also have to recognise aryl \ngroups. Aryl compounds contain at least one benzene ring. \nA benzene molecule has six carbon atoms arranged in a \nhexagon, with each carbon atom bonded to one hydrogen \natom. Figure 14.11 shows the displayed and skeletal \nformulae of benzene.\nH\nH\nH\nC\nC\nC\nC\nC\nC\nH\nH\nH\ndisplayed formula\nskeletal formula\nFigure 14.11  Ways of representing benzene.\nIf only one alkyl group is bonded to a benzene ring, we do \nnot have to include a number in the name as all six carbon \natoms in the ring are equivalent. However, at A level, you \nwill learn that with two or more alkyl groups we need to \nindicate their positions, as shown in Figure 14.12. (You do \nnot need to recall this numbering for AS level.)\nCH3\nCH3\nCH3\nCH3\nCH3\nmethylbenzene\n1,2-dimethylbenzene\n1,4-dimethylbenzene\nFigure 14.12  Naming aryl compounds.\nQuestion\n5\t Draw the displayed formula of:\na\t \u0007propylbenzene\nb\t \u00071-ethyl-4-methylbenzene\nc\t\n\u00071,3,5-triethylbenzene,\n\u0007using the skeletal formula of benzene in the \nformulae as shown in Figure 14.11.\n\nChapter 14: Introduction to organic chemistry\nBonding in organic molecules\nThe ability of a carbon atom to bond to other carbon \natoms, and the shapes of the molecules formed, can be \nexplained by looking closely at the bonding involved.\nSigma (σ) bonds\nEach carbon atom has six electrons, with an electronic \nconfiguration of 1s22s22p2. This means that carbon has \nfour electrons in its outermost shell. By forming single \ncovalent bonds with four other atoms, a carbon atom can \ngain the electronic configuration of the noble gas neon \n(see page 49). These single covalent bonds are known as \nsigma (σ) bonds.\nThe pair of electrons in a σ bond is found in a region of \nspace (described as a lobe) between the nuclei of the two \natoms sharing the electrons. The electrostatic attraction \nbetween the negatively charged electrons and the two \npositively charged nuclei bonds the atoms to each other \n(see page 51).\nIn many organic compounds each carbon atom \nforms four σ bonds. The four bonding pairs of electrons \naround each carbon atom repel each other. They position \nthemselves in a tetrahedral arrangement to get as far apart \nfrom each other as possible. The tetrahedral bond angle \nis 109.5° (see page 55). Figure 14.13 shows the shape of an \nethane molecule.\n193\nH\nH\nH\nC\nC\nH\nH\nH\nFigure 14.13  The bond angles are all close to 109.5° in an \nethane molecule. The two carbon atoms, each forming four \nsigma bonds, are said to be sp3 hybridised (see page 57).\nPi (π) bonds\nCarbon can also form double bonds between its atoms in \norganic molecules, as well as forming single bonds. A  \nC   C double bond, as found in alkenes such as ethene, is \nmade up of a σ bond and a pi (π) bond. The carbon atoms \ninvolved in the double bond will each form three  σ bonds; \nan example of sp2 hybridisation (see page 57). This leaves \neach carbon atom with one spare outer electron in a 2p \norbital. When these two p orbitals overlap they form a  \nπ bond. Figure 14.14 shows how the π bond is formed  \nin ethene.\nThe two lobes that make up the π bond lie above and \nbelow the plane of the atoms in an ethene molecule. This\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nπ bond\np orbitals\nH\nH\nH\nH\n≈120°\n≈120°\nC\nC\nC\nC\nH\nH\nH\nH\nπ bond\np orbitals\nFigure 14.14  The overlap of p orbitals results in a π bond. \nEthene is described as a planar molecule. The two carbon \natoms are said to be sp2 hybridised (see page 57). All the \ncarbon and hydrogen atoms in the ethene molecule lie in the  \nsame plane.\nmaximises overlap of the p orbitals. The carbon atoms \ninvolved in the double bond are each surrounded by three \npairs of electrons in the σ bonds. These are all in the plane \nof the molecule and repel each other to give bond angles of \nabout 120°.\nYou can read about the special case of π bonding in a \nbenzene molecule on page 382.\nQuestion\n194\n6\t Draw a 3D formula for:\na\t \u0007propane\nb\t \u0007propene.\nStructural isomerism\nWe have seen how a compound’s molecular formula tells \nus the number and type of each atom in one molecule of \nthe compound. However, for a given molecular formula \nthere may be different ways of arranging these atoms. This \nmeans different molecules can be formed, with different\nH\nH\nH\nBr\nH\nC\nH\nis the\nsame as\nC\nC\nBr\nC\nC\nH\nH\nBr\nH\nH\nBr\nFigure 14.16  These are different ways of representing the same molecule because of free rotation about C \n C single bonds.\n\nStructural isomers have the same molecular formula but \ndifferent structural formulae.\nstructures, resulting in different compounds. Such \ncompounds with the same molecular formula but different \nstructural formulae are called structural isomers.\nThere are three types of structural isomerism:\n1\t position isomerism\n2\t functional group isomerism\n3\t chain isomerism.\n1 Position isomerism\nIn position isomerism, it is the position of the functional \ngroup that varies in each isomer. An example is provided \nby the compound with the molecular formula C3H6Br2. Its \nfour possible isomers are shown in Figure 14.15.\nH\nBr\nH\nBr\nBr\nBr\nC\nH\nC\nC\nH\nC\nH\nC\nC\nH\nH\nH\nH\nH\nH\nH\nBr\nH\nH\nH\nH\nBr\nC\nH\nC\nC\nH\nC\nH\nC\nC\nH\nBr\nH\nH\nH\nBr\nH\nFigure 14.15  An example of position isomerism.\nYou need to take care when drawing the structural or \ndisplayed formula of different isomers not to repeat the \nsame structure. Remember that there is free rotation \nabout C \n C single bonds. The three molecules shown in \nFigure 14.16 are all 1,2-dibromopropane; they are not three \ndifferent isomers of C3H6Br2.\nH\nBr\nH\nis the\nsame as\nC\nH\nC\nH\nBr\nC\nH\nH\nH\nC\nH\nH",
    "content_length": 5967,
    "pages_extracted": "203-204",
    "layout_detected": "2 column(s)"
  }
}