{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "13.4",
    "subtopic_name": "Isomerism: structural isomerism and stereoisomerism",
    "topic_number": "13",
    "topic_name": "An introduction to AS Level organic chemistry",
    "start_page": 194,
    "end_page": 196,
    "content": "Cambridge International AS Level Chemistry\nπ bond\np orbitals\nH\nH\nH\nH\n≈120°\n≈120°\nC\nC\nC\nC\nH\nH\nH\nH\nπ bond\np orbitals\nFigure 14.14  The overlap of p orbitals results in a π bond. \nEthene is described as a planar molecule. The two carbon \natoms are said to be sp2 hybridised (see page 57). All the \ncarbon and hydrogen atoms in the ethene molecule lie in the  \nsame plane.\nmaximises overlap of the p orbitals. The carbon atoms \ninvolved in the double bond are each surrounded by three \npairs of electrons in the σ bonds. These are all in the plane \nof the molecule and repel each other to give bond angles of \nabout 120°.\nYou can read about the special case of π bonding in a \nbenzene molecule on page 382.\nQuestion\n194\n6\t Draw a 3D formula for:\na\t \u0007propane\nb\t \u0007propene.\nStructural isomerism\nWe have seen how a compound’s molecular formula tells \nus the number and type of each atom in one molecule of \nthe compound. However, for a given molecular formula \nthere may be different ways of arranging these atoms. This \nmeans different molecules can be formed, with different\nH\nH\nH\nBr\nH\nC\nH\nis the\nsame as\nC\nC\nBr\nC\nC\nH\nH\nBr\nH\nH\nBr\nFigure 14.16  These are different ways of representing the same molecule because of free rotation about C \n C single bonds.\n\nStructural isomers have the same molecular formula but \ndifferent structural formulae.\nstructures, resulting in different compounds. Such \ncompounds with the same molecular formula but different \nstructural formulae are called structural isomers.\nThere are three types of structural isomerism:\n1\t position isomerism\n2\t functional group isomerism\n3\t chain isomerism.\n1 Position isomerism\nIn position isomerism, it is the position of the functional \ngroup that varies in each isomer. An example is provided \nby the compound with the molecular formula C3H6Br2. Its \nfour possible isomers are shown in Figure 14.15.\nH\nBr\nH\nBr\nBr\nBr\nC\nH\nC\nC\nH\nC\nH\nC\nC\nH\nH\nH\nH\nH\nH\nH\nBr\nH\nH\nH\nH\nBr\nC\nH\nC\nC\nH\nC\nH\nC\nC\nH\nBr\nH\nH\nH\nBr\nH\nFigure 14.15  An example of position isomerism.\nYou need to take care when drawing the structural or \ndisplayed formula of different isomers not to repeat the \nsame structure. Remember that there is free rotation \nabout C \n C single bonds. The three molecules shown in \nFigure 14.16 are all 1,2-dibromopropane; they are not three \ndifferent isomers of C3H6Br2.\nH\nBr\nH\nis the\nsame as\nC\nH\nC\nH\nBr\nC\nH\nH\nH\nC\nH\nH\n\n--- Page Break ---\n\n2 Functional group isomerism\nIn functional group isomerism there are different \nfunctional groups present. For example, given the \nmolecular formula C3H8O we can draw both an alcohol \nand an ether (Figure 14.17).\nThese two isomers have different functional groups and so \nhave very different chemical properties.\nH\nH\nH\nH\nH\nH\nO\nH\nC\nC\nC\nH\nH\nC\nO\nH\nC\nC\nH\nH\nH\nH\nH\nH\npropan-1-ol\nmethoxyethane\nFigure 14.17  An example of functional group isomerism.\n3 Chain isomerism\nChain isomers differ in the structure of their carbon \n‘skeleton’. For example, butane and methylpropane are \nchain isomers, both with the molecular formula of C4H10 \n(Figure 14.18).\nCH3CH2CH2CH3\nCH3CHCH3\nCH3\nbutane\nmethylpropane\nFigure 14.18  An example of chain isomerism.\nquestions\n7\t a\t \u0007Name the four isomers in Figure 14.15.\nb\t \u0007Draw the displayed formulae and name the \nstructural isomers of C3H7Cl.\n8\t a\t \u0007Draw the displayed formulae and name the \nfunctional group isomers of C3H6O that are:\ni\t\n\u0007an aldehyde\nii\t \u0007a ketone.\nb\t \u0007Draw the displayed formula and name an isomer \nof C3H8O that could be used as an example of \npositional isomerism of one of the isomers in \nFigure 14.17.\n9\t Draw the displayed formulae and give the names of \nthe isomers of C5H12.\n\nChapter 14: Introduction to organic chemistry\nStereoisomerism\nIn stereoisomerism we have compounds whose molecules \nhave the same atoms bonded to each other but with \ndifferent arrangements of the atoms in space.\nThere are two types of stereoisomerism:\n1\t cis–trans isomerism\n2\t optical isomerism.\n1 Cis–trans isomerism\nUnlike a C \n C single bond, there is no free rotation \nabout a C   C double bond. This results in the possibility \nof a different type of isomerism in unsaturated organic \ncompounds. Figure 14.19 gives an example.\nBr\nBr\nBr\nH\nC\nC\nC\nC\nH\nH\nBr\nH\ncis-1,2-dibromoethene\ntrans-1,2-dibromoethene\nFigure 14.19  An example of cis–trans isomerism.\nIn cis-1,2-dibromoethene both the Br atoms remain \nfixed on the same side of the C   C double bond. On the \nother hand, in trans-1,2-dibromoethene, the Br atoms are \npositioned across the C   C double bond. (Remember that \nthe prefix ‘trans-’ means across.) These two stereoisomers \nhave different arrangements of the atoms in space so they \nare different compounds with different physical properties \nand some different chemical properties, e.g. differing rates \nfor the same reaction. Whenever we have unsaturated \ncompounds with the structures shown in Figure 14.20, we \ncan have this cis–trans type of isomerism.\n195\nA\nB\nA\nA\nA\nA\nor\nor\nC\nC\nC\nC\nC\nC\nE\nD\nB\nD\nB\nB\nFigure 14.20  These three arrangements can result in cis–\ntrans isomerism because there is restricted rotation about the \nC   C double bond.\n2 Optical isomerism\nIf a molecule contains a carbon atom that is bonded to \nfour different atoms or groups of atoms, it can form two \noptical isomers. The two different molecules are mirror \nimages of each other and cannot be superimposed (Figure \n14.21). The carbon atom with the four different groups \nattached is called the chiral centre of the molecule.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nCH3\nCH3\nC\nC\nOH\nH\nCO2H\nHO\nH\nCO2H\nmirror plane\nFigure 14.21  These two molecules are optical isomers, \nsometimes referred to as enantiomers. Trying to superimpose \nthe two isomers is like trying to superimpose your left hand on \ntop of your right hand – it can’t be done.\nOptical isomers differ in their effect on polarised light. \nNormal light is unpolarised. It can be thought of as \nfluctuating electric and magnetic fields, vibrating at right \nangles to each other in every possible direction. Passing \nthis unpolarised light through a polariser results in \npolarised light, which vibrates in only one plane. A pair of \noptical isomers will rotate the plane of polarised light by \nequal amounts but in opposite directions. One will rotate \npolarised light clockwise and the other anticlockwise.\nQuestion\n10\t a\t \u0007Draw the displayed formulae and name the cis–\ntrans isomers of but-2-ene.\n196\nb\t \u0007The molecule CHBrClF exhibits optical  \nisomerism. Draw the 3D displayed formulae of \nboth optical isomers.\nOrganic reactions – mechanisms\nChemists find it useful to explain organic reactions by \nsummarising the overall reaction in a series of steps  \ncalled a reaction mechanism. Like all chemical reactions, \norganic reactions involve the breaking and making of \nchemical bonds. There are two ways in which covalent \nbonds can break:\n■\n■\nhomolytic fission\n■\n■\nheterolytic fission.\nHomolytic fission\nIn this type of bond breaking, both the atoms at each end \nof the bond leave with one electron from the pair that \nformed the covalent bond. This is shown in Figure 14.22, \nusing the simple example of a hydrogen chloride molecule.\nH\nCl\nH\n+\nCl\n⎯→\nFigure 14.22  Homolytic fission of a covalent bond.\n\nThe species produced when a bond breaks homolytically \nare called free radicals. We can show the formation of free \nradicals by using an equation:\nHCl   \n   H   +  Cl\nH  and Cl  are free radicals. All free radicals have an \nunpaired electron (represented by the dot) and are  \nvery reactive.\nYou can read more about a free-radical reaction on \npage 207.\n■\n■\nThis type of reaction involves the formation of the free \nradicals in an initiation step. This requires an input  \nof energy to break a covalent bond, resulting in two  \nfree radicals.\n■\n■\nThe radicals formed can then attack reactant molecules, \ngenerating more free radicals. These reactions are called \npropagation steps. They can be thought of as a chain \nreaction, which only stops when free radicals react with \neach other.\n■\n■\nTwo free radicals reacting together will form a molecule, \nwith no free radicals generated. Therefore this is called a \ntermination step.\nHeterolytic fission\nThe second type of bond breaking involves the ‘uneven’ \nbreaking of a covalent bond. In heterolytic fission the \nmore electronegative atom takes both the electrons in the \ncovalent bond. Again we can use hydrogen chloride to \nillustrate this (Figure 14.23).\n+\n–\n⎯→\nCl\nH\nH\n+\nCl\nFigure 14.23  Heterolytic fission of a covalent bond.\nWe can show this type of bond breaking in an equation.  \nA small curly arrow shows the movement of a pair  \nof electrons:\nH \n  Cl    \n     H+  +  Cl−\nThe heterolytic fission of a bond can involve a C \n X bond, \nwhere X is an atom more electronegative than carbon.  \nFor example:\nH3C \n  Br    \n     CH3\n+  +  Br−",
    "content_length": 8783,
    "pages_extracted": "204-206",
    "layout_detected": "2 column(s)"
  }
}