{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "14.1",
    "subtopic_name": "Alkanes",
    "topic_number": "14",
    "topic_name": "Hydrocarbons",
    "start_page": 202,
    "end_page": 207,
    "content": "Cambridge International AS Level Chemistry\nIntroduction\nCrude oil is our main source of hydrocarbons. \nHydrocarbons are compounds containing carbon and \nhydrogen only. They provide us with fuels such as \npetrol, diesel and kerosene. Hydrocarbons are also \nthe starting compounds we use to make many new \ncompounds, such as most of the plastics we meet in \neveryday life.\nThe homologous group of \nalkanes\nThe majority of compounds found in the mixture of \nhydrocarbons we call crude oil are alkanes. We have met \nthe first ten members of this homologous series in Table \n14.3 (page 192). The general formula for the alkanes is \nCnH2n + 2. For example, the molecular formula of pentane, \nin which n = 5, is C5H12. Figure 15.2 shows some different \nways of representing pentane molecules.\n202\n3D displayed formula\nof pentane, C5H12\n= C\n= H\nH\nH\nH\nH\nH\ndisplayed formula\nof pentane\nC\nH\nC\nC\nC\nC\nH\nH\nH\nH\nH\nH\nstructural formula\nof pentane\nCH3CH2CH2CH2CH3\nskeletal formula\nof pentane\nFigure 15.2  The 3D displayed formula shows the \ntetrahedral arrangement of atoms around each carbon atom \n(approximate bond angles of 109.5º).\n\nFigure 15.1  Crude oil is extracted from porous seams of  \nrock found beneath an impervious layer of rock within the \nEarth’s crust.\nNote that all the carbon–carbon bonds are single covalent \nbonds. The carbon atoms all display sp3 hybridisation (see \npage 193). This means that alkanes have the maximum \nnumber of hydrogen atoms in their molecules and are \nknown as saturated hydrocarbons.\nQuestion\n1\t Eicosane is a straight-chain alkane whose molecules \ncontain 20 carbon atoms.\na\t \u0007What is the molecular formula of eicosane?\nb\t \u0007Draw the skeletal formula of eicosane.\nSources of the alkanes\nCrude oil is found trapped in layers of rock beneath the \nsurface of the Earth. The actual composition of crude oil \nvaries in different oilfields around the world.\n■\n■\nCrude oil is a complex mixture of hydrocarbons – alkanes, \ncycloalkanes and aromatic compounds.\n■\n■\nCycloalkanes are saturated hydrocarbons in which there is \na ‘ring’ consisting of three or more carbon atoms. Imagine \nthe two carbon atoms at each end of a straight-chain alkane \nbonding to each other. These two carbon atoms could then \nonly bond to two hydrogen atoms each, not three as in the \nstraight-chain alkane. Cyclohexane, C6H12, is an example \n(Figure 15.3).\n\n--- Page Break ---\n\nH\nH\nH\nH\nH\nH\nC\nH\nC\nC\nC\nC\nC\nH\nH\nH\nH\nH\nH\nH\nskeletal formula\nof hexane\ndisplayed formula of hexane\nH\nH\nC\nH\nH\nC\nC\nH\nH\nH\nH\nC\nC\nC\nH\nH\nskeletal formula\nH\nH\nof cyclohexane\ndisplayed formula\nof cyclohexane\nFigure 15.3  Hexane, C6H14, and cyclohexane, C6H12.\nNote that a cycloalkane does not follow the general alkane \nformula, CnH2n + 2. This is because the two end carbon \natoms in an alkane chain bond to each other, forming a \nclosed ring. Therefore there are two fewer hydrogen atoms \nin a cycloalkane compared with its equivalent straight-\nchain alkane.\nAnother class of hydrocarbons called aromatic \nhydrocarbons, which are also known as arenes, are based \non hexagonal benzene rings (see Chapter 25).\nThe crude oil is brought to the surface at oil wells and \ntransported to an oil refinery. At the refinery the crude oil \nis processed into useful fuels. The first step is fractional \ndistillation of the oil. This separates the wide range of \ndifferent hydrocarbons into fractions. The hydrocarbons in \neach fraction will have similar boiling points. This is carried \nout in tall fractionating columns (Figure 15.4).\nThe lower the relative molecular mass of the \nhydrocarbons, the more volatile they are. They have lower \nboiling points and are collected nearer the top of the  \nfractionating columns. These compounds are in high \ndemand – especially the gasoline fraction (providing \npetrol) and the naphtha fraction (providing the starting \ncompounds for making many other chemicals in industry).\n\nChapter 15: Hydrocarbons\ncondenser\ngas\npump\nreflux\ngas separator\ngasoline\nand\nnaphtha\nreflux from\nkerosene\nfraction\nkerosene\nreflux from light\ngas oil fraction\nlight gas oil\nreflux from heavy\ngas oil fraction\nheavy gas oil\ncrude oil\nresidue\n203\npump\nheat\nsteam\nFigure 15.4  The fractional distillation of crude oil takes \nplace in a fractionating column. The top of the column is at a \nlower temperature than the bottom of the column. The crude \noil enters as vapour and liquid. The liquids are drawn off at \nthe bottom of the column while more volatile hydrocarbons \nrise up the column. They condense at different levels as the \ntemperature gradually falls and are collected as liquids. The \nmost volatile hydrocarbons, which are short-chain alkanes \n(methane to butane), leave the top of the column as gases.\nQuestion\n2\t a\t \u0007Draw the displayed formula and the skeletal \nformula of cyclopentane.\nb\t \u0007What is the general formula of cycloalkanes?\nc\t\n\u0007Give two differences between a molecule of \ncyclopentane and a molecule of pentane.\nd\t \u0007Which alkane would be collected at a higher \ntemperature from a fractionating column in an oil \nrefinery: ethane or decane?\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nReactions of alkanes\nThe alkanes are generally unreactive compounds. \nThis can be explained by the very small difference in \nelectronegativity between carbon and hydrogen. The \nalkane molecules are non-polar, so they are not attacked \nby nucleophiles or electrophiles. They have no partial \npositive charges on any of their carbon atoms to attract \nnucleophiles, neither do they have areas of high electron \ndensity to attract electrophiles (see page 197).\nHowever, the alkanes do react with oxygen in \ncombustion reactions and also undergo substitution by \nhalogens in sunlight. These reactions are covered in the \nnext sections.\n204\nFigure 15.5  Non-polar alkanes do not react with polar \ncompounds such as water. The hexane (which is dyed with \niodine to make it more clearly visible) and water shown here \nare immiscible – they do not mix and they do not react with \neach other.\nCombustion of alkanes\nAlkanes are often used as fuels (Figure 15.6). We burn \nthem for many reasons:\n■\n■\nto generate electricity in power stations\n■\n■\nto heat our homes and cook our food\n■\n■\nto provide energy needed in industrial processes\n■\n■\nto provide power for ships, aeroplanes, trains, lorries, \nbuses, cars and motorbikes.\nIf an alkane is burnt in plenty of oxygen, it will undergo \ncomplete combustion. The carbon will be oxidised fully to \nform carbon dioxide and the hydrogen will be oxidised to \nform water:\ncomplete\n\t\ncombustion\nalkane  +  oxygen  \n  carbon dioxide  +  water\n\nFigure 15.6  Alkanes are useful fuels.\nFor example, octane can be found in petrol. Some of it will \nundergo complete combustion in a car engine:\noctane +\noxygen\ncarbon dioxide +\nwater\n2C8H18 +\n25O2\n16CO2\n+ 18H2O\nThe equation can also be written as:\nC8H18\n+\n12​ 1 _ \n2 ​ O2\n8CO2\n+\n9H2O\nPollution from burning hydrocarbon \nfuels\nWhen the petrol or diesel is mixed with air inside a car \nengine, there is a limited supply of oxygen. Under these \nconditions, not all the carbon in the hydrocarbon fuel is \nfully oxidised to carbon dioxide. Some of the carbon is \nonly partially oxidised to form carbon monoxide gas. This \nis called incomplete combustion. For example:\nincomplete \ncombustion\noctane + oxygen\ncarbon monoxide + water\n2C8H18 +\n17O2\n16CO\n+ 18H2O\nor\nC8H18 +\n8​ 1 _ \n2 ​ O2\n8CO\n+ 9H2O\nCarbon monoxide is a toxic gas that bonds with \nthe haemoglobin in your blood. The haemoglobin \nmolecules can then no longer bond to oxygen and so \ncannot transport oxygen around your body. Victims of \ncarbon monoxide poisoning will feel dizzy, then lose \nconsciousness. If not removed from the toxic gas, the \nvictim will die. Carbon monoxide is odourless, so this\n\n--- Page Break ---\n\nadds to the danger. This is why faulty gas heaters in which \nincomplete combustion occurs can kill unsuspecting \npeople in rooms with poor ventilation.\nAs well as carbon monoxide, road traffic also releases \nacidic nitrogen oxides. These contribute to the problem of \nacid rain. Acid rain can kill trees and aquatic animals in \nlakes (Figure 15.7). Acid raid also corrodes metals, such  \nas iron.\nFigure 15.7  These trees have been badly damaged by  \nacid rain.\nIn normal combustion, nitrogen gas in the air does not get \noxidised. However, in the very high temperatures in car \nengines oxidation of nitrogen does take place. A variety \nof nitrogen oxides can be formed and released in the car’s \nexhaust fumes (Figure 15.8). For example:\nN2(g)  +  O2(g)  \n  2NO(g)\nFigure 15.8  The vast numbers of cars on the roads pollute \nour atmosphere.\n\nChapter 15: Hydrocarbons\nAs well as toxic carbon monoxide and acidic nitrogen \noxides, cars also release unburnt hydrocarbons, often \nreferred to as volatile organic compounds (VOCs) into the \nair. Some of these are carcinogens (they cause cancers).\nCars can now be fitted with a catalytic converter in \ntheir exhaust system (Figure 15.9). Once warmed up, a \ncatalytic converter can cause the following reactions to \ntake place:\n■\n■\nthe oxidation of carbon monoxide to form carbon dioxide\n■\n■\nthe reduction of nitrogen oxides to form harmless  \nnitrogen gas\n■\n■\nthe oxidation of unburnt hydrocarbons to form carbon \ndioxide and water.\nUnfortunately, catalytic converters can do nothing to \nreduce the amount of carbon dioxide (a greenhouse gas) \ngiven off in the exhaust gases of cars.\n205\nFigure 15.9  Catalytic converters reduce the pollutants from \ncar exhausts. Precious metals, such as platinum, are coated \non a honeycomb structure to provide a large surface area on \nwhich the reactions can occur.\nThe following equation describes the reaction between \ncarbon monoxide and nitrogen monoxide. It takes  \nplace on the surface of the precious metal catalyst in a \ncatalytic converter:\n2CO  +  2NO  \n  2CO2  +  N2\nNote that more carbon dioxide is released in place of \ncarbon monoxide. Carbon dioxide is not a toxic gas, but it \nis still considered a pollutant because of its contribution to \nenhanced global warming.\nCarbon dioxide occurs naturally in the air. The gas \nabsorbs infrared radiation given off by the Earth as it \ncools down at night. This helps to keep the Earth at the \nright temperature to support life. Without it all the water \non our planet would be constantly frozen. The problem \nof enhanced global warming has arisen because of the\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nhuge increase in the amount of CO2 produced by human \nactivity in the last 200 years. This extra CO2 traps more \nheat, and most scientists accept that this is causing the \naverage temperature of the Earth to rise. This increase in \ntemperature could cause rising sea levels, resulting in  \nthe flooding of low-lying areas of land. The climate will \nalso change around the world, with more extreme  \nweather predicted.\nEnvironmental scientists can monitor the pollutant \ngases in the air using an instrumental technique called \ninfrared spectroscopy (see Chapter 18, page 241). It works \nquickly and accurately to monitor pollutants, including \nnitrogen dioxide, sulfur dioxide, carbon monoxide \nand carbon dioxide, as well as more than a hundred \nVOCs and low-level ozone. The scientists can use the \ncharacteristic wavelengths of infrared radiation absorbed \nby the molecules of the pollutants to identify them. They \ncan also analyse the intensity of the absorptions to find \nthe concentration of each pollutant present in a sample. \nMonitored over a period of time, the scientists provide \nuseful information on the effectiveness of pollution control \nmeasures introduced locally and on a global level.\nSubstitution reactions of alkanes\n206\nquestions\n3\t a\t \u0007What would happen if octane was added to a \nsolution of sodium hydroxide?\nb\t \u0007Explain your answer to part a.\n4\t Give the balanced symbol equations for:\na\t \u0007the complete combustion of heptane, C7H16, giving \ncarbon dioxide and water\nb\t \u0007the incomplete combustion of methane, CH4, \ngiving carbon monoxide and water\nc\t\n\u0007the incomplete combustion of nonane, C9H20.\n5\t a\t \u0007Name two pollutants from a car engine that are \noxidised in a catalytic converter.\nb\t \u0007Name a pollutant that is reduced in a catalytic \nconverter.\nc\t\n\u0007Which pollutant from a car engine is not \ndiminished by the use of a catalytic converter? \nWhat environmental problem does this pollutant \ncontribute to?\nd\t \u0007What information about air pollution can the \ntechnique of infrared spectroscopy reveal to an \nenvironmental scientist?\n\nThe alkanes will undergo substitution reactions with \nhalogens in sunlight. For example:\nsunlight\n  CH4  +  Cl2   \n   CH3Cl  +  HCl\nmethane\t\nchloromethane\nIn this reaction a hydrogen atom in the methane molecule  \ngets replaced by a chlorine atom. However, the reaction \ndoes not take place in darkness (Figure 15.10). So what \nrole does the sunlight play in the mechanism of the \nsubstitution reaction?\nhexane + bromine\nmix and\nleave in\nsunlight\nmix and place\nin a dark\ncupboard\nno reaction\nreaction to give a\nmixture of bromohexanes\n– bromine colour disappears\nFigure 15.10  A substitution reaction takes place between \nalkanes and bromine in sunlight, but there is no reaction in \ndarkness.\nInitiation step\nThe first step in the mechanism is the breaking of the  \nCl \n Cl bond by ultraviolet light from the Sun. This is an \nexample of homolytic fission of a covalent bond (see page \n196). This is called the initiation step in the mechanism:\nUV light\nCl2  \n  2Cl\nAs the Cl \n Cl bond breaks, each chlorine atom takes one \nelectron from the pair of electrons in the Cl \n Cl bond. \nTwo Cl  atoms are formed. These Cl  atoms, each with an \nunpaired electron, are called free radicals.\nPropagation steps\nFree radicals are very reactive. They will attack the \nnormally unreactive alkanes. A chlorine free radical will \nattack the methane molecule:\nCH4  +  Cl   \n  CH3  +  HCl\nIn this propagation step, a C \n H bond in CH4 breaks\n\n--- Page Break ---\n\nhomolytically. A methyl free radical, CH3, is produced. \nThis can then attack a chlorine molecule, forming \nchloromethane and regenerating a chlorine free radical:\nCH3  +  Cl2  \n  CH3Cl  +  Cl\nThen the first propagation step can be repeated as the \nchlorine free radical can attack another methane molecule. \nThis forms the methyl free radical, which regenerates \nanother chlorine free radical, and so on …\nThe word ‘propagation’ usually refers to growing \nnew plants. In this mechanism the substitution reaction \nprogresses (grows) in a kind of chain reaction.\nThis reaction is not really suitable for preparing \nspecific halogenoalkanes, because we get a mixture of \nsubstitution products. In the reaction between methane \nand chlorine, the products can include dichloromethane, \ntrichloromethane and tetrachloromethane as well \nas chloromethane. These other products result from \npropagation steps in which a chlorine free radical attacks a \nhalogenoalkane already formed. For example:\nCH3Cl  +  Cl   \n  CH2Cl  +  HCl\nThis can then be followed by:\nCH2Cl  +  Cl2  \n  CH2Cl2  +  Cl\ndichloromethane\nThe more chlorine gas in the reaction mixture to start \nwith, the greater the proportions of CH2Cl2, CHCl3 and \nCCl4 formed as products.\nTermination steps\nWhenever two free radicals meet they will react with  \neach other. A single molecule is the only product. \nAs no free radicals are made that can carry on the \nreaction sequence, the chain reaction stops. Examples of \ntermination steps include:\nCH3  +  Cl   \n  CH3Cl\nCH3  +   CH3  \n  C2H6\n■\n■\nIn the initiation step we start with a molecule and get two \nfree radicals formed.\n■\n■\nIn the propagation steps we start with a molecule plus a \nfree radical and get a different molecule and a different free \nradical formed.\n■\n■\nIn the termination steps we start with two free radicals and \nend up with a molecule and no free radicals.\n\nChapter 15: Hydrocarbons\nOverall, the reaction between alkanes and halogens, \ninvolving initiation, propagation and termination steps, is \ncalled free-radical substitution.\nQuestion\n6\t Bromine can react with ethane to form bromoethane.\na\t \u0007What conditions are needed for the reaction \nbetween ethane and bromine to take place?\nb\t \u0007What do we call this type of reaction?\nc\t\n\u0007Write an equation to show the reaction of ethane \nand bromine to form bromoethane.\nd\t \u0007Why is this reaction not a good way to prepare a \npure sample of bromoethane?\ne\t i\t\n\u0007Name the three steps in the mechanism of  \nthis reaction.\nii\t \u0007Write an equation to show the first step in  \nthe mechanism.\niii\t \u0007What type of bond breaking does this first  \nstep involve?\nThe alkenes\n207\nWe have looked at the nature of the double bond found in \nthe hydrocarbons called alkenes on pages 193–4. Alkenes \nwith one double bond per molecule have the general \nformula CnH2n. One example is ethene, C2H4. Alkanes are \ndescribed as saturated hydrocarbons; however, alkenes are \ndescribed as unsaturated hydrocarbons.\nOil refineries provide useful alkenes for the chemical \nindustry. On page 203 we saw how crude oil is separated \ninto fractions at a refinery. Oil companies find that the \ndemand for the each fraction differs. The lighter fractions, \nsuch as the gasoline fraction, are in high demand. So, \nsome of the excess heavier fractions are converted to \nlighter hydrocarbons. The large, less useful hydrocarbon \nmolecules are broken down into smaller, more useful \nmolecules. The process is called cracking.\nThe larger hydrocarbon molecules are fed into a steel \nchamber that contains no oxygen, so combustion does \nnot take place. The larger hydrocarbon molecules are \nheated to a high temperature and are passed over a catalyst \n(Figure 15.11).\nWhen large alkane molecules are cracked they form \nsmaller alkane molecules and alkene molecules. One \npossible example of a cracking reaction is:\nCH3(CH2)8CH3\t\n CH3(CH2)4CH3 \t+ CH2   CHCH2CH3\n\t\nC10H22 \t\n\t\nC6H14 \t\n+ \t\nC4H8",
    "content_length": 17833,
    "pages_extracted": "212-217",
    "layout_detected": "2 column(s)"
  }
}