{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "15.1",
    "subtopic_name": "Halogenoalkanes",
    "topic_number": "15",
    "topic_name": "Halogen compounds",
    "start_page": 218,
    "end_page": 223,
    "content": "Cambridge International AS Level Chemistry\nIntroduction\nHalogenoalkanes are used in many industrial chemical \nprocesses. Unlike some of the elements from which \nthey are formed, such as fluorine and chlorine, many\nFigure 16.1  An anaesthetist putting a patient to sleep before \nan operation.\nNucleophilic substitution \nreactions\n218\nWe can think of the halogenoalkanes as alkanes that have \none or more hydrogen atoms replaced by halogen atoms.\nRemember that the halogens are the elements in Group \n17 of the Periodic Table, namely fluorine (F), chlorine (Cl), \nbromine (Br) and iodine (I).\nThe simplest halogenoalkanes, whose molecules contain \njust one halogen atom, will have the general formula \nCnH2n + 1X, where X is F, Cl, Br or I. The presence of the \nhalogen atom has a huge effect on the reactivity of the \nhalogenoalkanes compared with that of the alkanes.\n\nhalogenoalkanes are relatively unreactive under \nnormal conditions. This leads to their use as flame \nretardants and anaesthetics.\nIf you have ever had an operation, you may have a \nhalogenoalkane to thank for putting you to sleep. \nYou might have heard of an early anaesthetic called \nchloroform. Its systematic name is trichloromethane. \nNowadays you may receive a gas known as ‘halothane’:\nF\nCl\nC\nF\nC\nBr\nF\nH\nHowever, under other conditions, such as high in the \nEarth’s stratosphere, some halogenoalkanes react in \ncompletely different ways.\n1  Substitution reactions with aqueous \nalkali, OH–(aq)\nWhen an aqueous solution of sodium hydroxide is added \nto a halogenoalkane, a nucleophilic substitution reaction \ntakes place. The halogen atom in the halogenoalkane \nis replaced by an \n OH, hydroxyl group, so the organic \nproduct formed is an alcohol:\nCH3CH2Br  +  NaOH   \n   CH3CH2OH  +  NaBr\n\t bromoethane\t\nethanol\nWe can also show this equation as:\nCH3CH2Br  +  OH–   \n   CH3CH2OH  +  Br–\nThe aqueous hydroxide ion behaves as a nucleophile here, \nbecause it is donating a pair of electrons to the carbon \natom bonded to the halogen in the halogenoalkane. This is \nwhy the reaction is called a nucleophilic substitution.\n\n--- Page Break ---\n\nHydrolysis of a halogenoalkane\nThe reaction is carried out under reflux in the \nlaboratory. This enables us to heat the reaction \nmixture without evaporating off the volatile \norganic compounds in the reaction flask. The \napparatus is shown in Figure 16.2.\nwater out\ncondenser\nwater in\nhalogenoalkane\n+\nalkali (OH–)\nanti-bumping\ngranules\nheat\nFigure 16.2  Reflux apparatus for hydrolysis  \nof a halogenoalkane.\nSimilar reactions occur with other \nhalogenoalkanes, but the reaction rates differ. \nWe can investigate the rate of hydrolysis using \naqueous silver nitrate solution. The water in the \nsilver nitrate solution acts as the nucleophile, \nand again an alcohol is formed. The reaction is \ncalled hydrolysis (meaning ‘breakdown by water’):\nCH3CH2Br  +  H2O   \n   CH3CH2OH  +  H+  +  Br –\nIt is a very similar reaction to the reaction that \ntakes place with aqueous alkali.\nHowever, the hydrolysis with water occurs more \nslowly than with OH–(aq). This is because the \nnegatively charged hydroxide ion is a more effective \nnucleophile than a neutral water molecule.\nFrom the equation above, you can see that a halide \nion, in this case Br –, is produced in the reaction.\n\nChapter 16: Halogenoalkanes\nOn page 175 we used silver nitrate solution to test for \nhalide ions. Remember that aqueous chlorides give a \nwhite precipitate (silver chloride), bromides give a cream \nprecipitate (silver bromide) and iodides produce a pale \nyellow precipitate (silver iodide). The water in the silver \nnitrate solution will hydrolyse a halogenoalkane.\nObserving this reaction, we can time how long it takes \nfor test tubes containing the halogenoalkanes and aqueous \nsilver nitrate solution to become opaque.\nWe find that:\n■\n■\nthe fastest nucleophilic substitution reactions take place \nwith the iodoalkanes\n■\n■\nthe slowest nucleophilic substitution reactions take place \nwith the fluoroalkanes.\nThe substitution reaction involves the breaking of the \ncarbon   halogen bond. Looking at the bond energies\nFluoroalkanes\t\nleast reactive\nChloroalkanes\nBromoalkanes\nIodoalkanes\t\nmost reactive\n219\n(Table 16.1) helps us to explain the rates of reaction. Notice \nthat the C– I bond is the weakest, so it is broken most \neasily. It forms an I– ion during the substitution reaction. \nThis is shown clearly in an ionic equation:\nCH3CH2I  +  OH–  \n  CH3CH2OH  +  I–\niodooethane\t\nethanol\nThere is more about the mechanism of nucleophilic \nsubstitution on pages 220–1.\nBond\nBond energy / kJ mol–1\nC    F\n467 (strongest bond)\nC    Cl\n346\nC    Br\n290\nC    I\n228 (weakest bond)\nTable 16.1  Bond energy values of the carbon–halogen bonds.\n2  Substitution with cyanide ions, CN– \n(in ethanol)\nIn this reaction the nucleophile is the cyanide, CN–, ion. \nTo carry out the reaction, a solution of potassium cyanide, \nKCN, in ethanol (known as an ethanolic or alcoholic\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nsolution of potassium cyanide) is made up. This is then \nheated under reflux with the halogenoalkane. An ionic \nequation for this reaction is:\nCH3CH2Br  +  CN–  \n  CH3CH2CN  +  Br–\nbromoethane\t\npropanenitrile\nNote that in the reaction with the cyanide ion, an extra \ncarbon atom is added to the original halogenoalkane chain. \nIn this case, bromoethane is converted to propanenitrile.\nSometimes in industry chemists need to make a new \ncompound with one more carbon atom than the best \navailable organic raw material (the starting compound). \nTherefore, if we can convert the starting compound to a \nhalogenoalkane, we can then reflux with ethanolic KCN to \nmake a nitrile. We now have an intermediate nitrile with \nthe correct number of carbon atoms. \nWe will consider nitriles and their subsequent \nconversion to carboxylic acids and amines again in \nChapter 18, page 231.\n3  Substitution with ammonia, NH3  \n(in ethanol)\nIf a halogenoalkane is heated with an excess of ammonia \ndissolved in ethanol under pressure, an amine is formed.\n220\nCH3CH2Br  +  NH3  \n  CH3CH2NH2  +  HBr\n\t bromoethane\t\nethylamine\nHere the nucleophile is the ammonia molecule. \nEthylamine is a primary amine, as the nitrogen atom is \nattached to only one alkyl group. If the ammonia is not  \nin excess, we get a mixture of amine products. This \nis because the primary amine product will act as a \nnucleophile itself and will attack halogenoalkane \nmolecules, forming secondary amines, and so on. The \nsecondary amine formed above would be (CH3CH2)2NH, \ncalled diethylamine. You can read more about amines in \nChapter 27, page 401.\nquestions\n1\t \u0007a\t \u0007Why does the hydrolysis of a halogenoalkane \nhappen more quickly with OH–(aq) ions than with \nwater molecules?\n\u0007b\t \u0007Explain why silver nitrate solution can be used \nto investigate the rate of hydrolysis of the \nhalogenoalkanes. Include ionic equations for the \nformation of the precipitates.\n\nquestions (continued)\n2\t \u0007a\t \u0007Why can ammonia and amine molecules act  \nas nucleophiles?\n\u0007b\t \u0007When ammonia is reacted with an excess \nof a halogenoalkane, a mixture of amines \ncan be formed. If we start with an excess of \n1-bromopropane, give the structural formula and \nname of the tertiary amine formed.\nMechanism of nucleophilic \nsubstitution in halogenoalkanes\nMany of the reactions of halogenoalkanes are nucleophilic \nsubstitutions. In these reactions, the nucleophile attacks \nthe carbon atom bonded to the halogen. Remember from \nChapter 14 that nucleophiles are donors of an electron pair \nand are attracted to electron-deficient atoms.\nThe carbon–halogen bond is polarised because the \nhalogen is more electronegative than carbon. Therefore \nthe carbon atom carries a partial positive charge as the \nelectron pair in the carbon–halogen bond is drawn  \nnearer to the halogen atom (shown in Figure 16.3). \nThe halogen atom is replaced by the nucleophile in the \nsubstitution reaction.\nH\nδ+\nC\nδ–\nX\nH\nH\nFigure 16.3  The carbon–halogen bond is polarised.\nThere are two possible mechanisms that can operate in the \nnucleophilic substitution reactions of halogenoalkanes. \nThe mechanism is determined by the structure of the \nhalogenoalkane involved in the reaction.\nMechanism for primary halogenoalkanes \n(SN2)\nIn primary halogenoalkanes containing one halogen \natom, the halogen atom is bonded to a carbon atom, \nwhich is itself bonded to one other carbon atom and \ntwo hydrogen atoms. This means that the carbon atom \nbonded to the halogen is attached to one alkyl group. For \nexample, 1-chloropropane, CH3CH2CH2Cl, is a primary \nhalogenoalkane. On page 220 we looked at the hydrolysis \nof bromoethane, another primary halogenoalkane. \nFigure 16.4 shows the mechanism for that reaction.\n\n--- Page Break ---\n\nH\nH\nδ+\nH\nC\nH\nHO–\nC\nH\nC\nH\nC\nδ–\nBr\nH\nFigure 16.4  The mechanism of nucleophilic substitution in a primary halogenoalkane.\nThe OH– ion donates a pair of electrons to the δ+ carbon \natom, forming a new covalent bond. At the same time, \nthe C   Br bond is breaking. The Br atom takes both the \nelectrons in the bond (an example of heterolytic fission of a \ncovalent bond, see page 196) and leaves as a Br– ion.\nThis mechanism is called an SN2 mechanism. The ‘S’ \nstands for substitution and the ‘N’ stands for nucleophilic. \nThe ‘2’ tells us that the rate of the reaction, which is \ndetermined by the slow step in the mechanism (see page \n141), involves two reacting species. Experiments show us \nthat the rate depends on both the concentration of the \nhalogenoalkane and the concentration of the hydroxide \nions present.\nMechanism for tertiary halogenoalkanes \n(SN1)\nIn a tertiary halogenoalkane, the carbon atom bonded \nto the halogen atom is also bonded to three other \ncarbon atoms (alkyl groups). For example, 2-bromo-2-\nmethylpropane is a tertiary halogenoalkane. Its structure \nis shown in Figure 16.5.\nH\nH\nC\nH\nH\nH\nC\nH\nC\nC\nH\nH\nBr\nH\nFigure 16.5  A tertiary halogenoalkane,  \n2-bromo-2-methylpropane.\nA tertiary halogenoalkane reacts with a hydroxide ion by \na two-step mechanism. The first step in the mechanism\n\nChapter 16: Halogenoalkanes\nH\nHO\nH\nH\nH\nC\nH\nC\nH\nBr\nH\nH\nOH\n+ Br–\nintermediate as\nC     OH forms and\nC     Br breaks\nis the breaking of the carbon–halogen bond. This forms a \ntertiary carbocation, which is attacked immediately by the \nhydroxide ion (Figure 16.6).\nCH3\nCH3\nCH3\n–OH\nslow\nCδ+\nBrδ–\nC+\nC\nOH\nH3C\nH3C\nH3C\nfast\nCH3\nCH3\nCH3\n+  Br–\n+  Br –\nFigure 16.6  The mechanism of nucleophilic substitution in a \ntertiary halogenoalkane.\nThis mechanism is known as an SN1 mechanism.  The \n‘1’ tells us that the rate of the reaction only depends \non one reagent, in this case the concentration of the \nhalogenoalkane, as shown in the first (slow) step of the \nmechanism. \nOnce again, this breaking of the C   Br bond is an \nexample of heterolytic fission.\nThe Br– ion forms again, as in the SN2 mechanism,  \nbut in this mechanism a carbocation ion forms. This \ndoes not happen with primary halogenoalkanes. This \nis because tertiary carbocations are more stable than \nprimary carbocations due to the inductive effect of the \nalkyl groups attached to the carbon atom bonded to  \nthe halogen. Alkyl groups tend to release electrons \nto atoms attached to them. So a tertiary carbocation \nhas three alkyl groups donating electrons towards the \npositively charged carbon atom, reducing its charge \ndensity. This makes it more stable than a primary \ncarbocation, which just has one alkyl group releasing \nelectrons (Figure 16.7).\nThe SN1 mechanism and the SN2 mechanism are both \nlikely to play a part in the nucleophilic substitution of \nsecondary halogenoalkanes.\n221\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nH\nH\nH\nH\nH\nH\nC\nH\nC\nC\nH\nC\nH\nC\nC+\nH\nH\nH\nH\nH\nH\nH\nH\nprimary carbocation\n(least stable)\nFigure 16.7  The trend in the stability of primary, secondary and tertiary carbocations.\nquestions\n3\t \u0007Show the mechanism, including appropriate curly \narrows, for the hydrolysis of 1-chloropropane, \nCH3CH2CH2Cl, by alkali.\n4\t \u0007a\t \u0007Draw the structure (displayed formula) of  \n2-chloro-2-methylbutane.\n\u0007b\t \u0007Show the mechanism for the hydrolysis of \n2-chloro-2-methylbutane by alkali.\nElimination reactions\n222\nHalogenoalkanes also undergo elimination reactions. An \nelimination reaction involves the loss of a small molecule \nfrom the original organic molecule. In the case of \nhalogenoalkanes, this small molecule is a hydrogen halide, \nsuch as HCl or HBr.\nThe reagent used in these elimination reactions is \nethanolic sodium hydroxide:\nCH3CHBrCH3  +  NaOH(ethanol) \n\t 2-bromopropane\nCH2\n  CHCH3  +  H2O  +  NaBr\n\t\npropene\nThe original 2-bromopropane molecule has lost an H atom \nand a Br atom. We can think of it as HBr being eliminated \nfrom the halogenoalkane. The ethanolic OH– ion acts as \na base, accepting an H+ from the halogenoalkane to form \nwater. The C   Br bond breaks heterolytically, forming a \nBr– ion and leaving an alkene as the organic product.\nNotice the importance of the conditions used in \norganic reactions. If we use NaOH(aq), a nucleophilic \nsubstitution reaction occurs and an alcohol is produced. \nIf we use NaOH(ethanol), an elimination reaction occurs \nand an alkene is produced.\n\nH\nH\nH\nC\n+\nC\n+\nC\nH\nH\nC\nC\nH\nH\nH\nH\nH\nsecondary carbocation\ntertiary carbocation\n(most stable)\nQuestion\n5\t \u0007Write a balanced equation for the reaction of \nbromoethane with ethanolic sodium hydroxide.\nUses of halogenoalkanes\nHalogenoalkanes are rarely found naturally but they are \nimportant in the chemical industry. They are frequently \nmade as intermediates for making other useful substances \nbut have also found some uses themselves. We have \nalready seen at the start of this chapter how some \nhalogenoalkanes are important anaesthetics, for example \n2-bromo-2-chloro-1,1,1-trifluoroethane (halothane). One \nof the essential properties of an anaesthetic is chemical \ninertness, and each halothane molecule contains three \nvery strong C   F bonds that are difficult to break, \nmaking halothane inert and safe to use in the aqueous \nenvironment inside the body.\nThe non-stick lining of pans is a ‘fluoropolymer’. Its \nname is poly(tetrafluoroethene) – often referred to by its \ntrade name Teflon®. The strength of the C   F bond means \nthat it can be used at high temperatures during cooking \nwithout breaking down. The polymer is now finding uses \nin ice-skating blades because of its durability and its ‘low-\nfriction’ properties.\nCFC substitutes containing fluorine\nCFCs are chlorofluorocarbons. Chemists refer to them \nas chlorofluoroalkanes. These organic compounds are all \nchemically inert (very unreactive). They are not flammable \nand are not toxic. These properties made volatile \nCFCs useful as aerosol propellants, solvents and as the \nrefrigerants inside fridges. They were also used as blowing \nagents for polymers such as expanded polystyrene.\n\n--- Page Break ---\n\nDichlorodifluoromethane is an example of a CFC used for \nthese purposes.\nWhen the compounds were discovered in the 1930s, \npeople could see no drawbacks to using the new ‘wonder \ncompounds’. However, CFCs have caused a serious \nenvironmental issue – the depletion of the ozone layer in \nthe upper atmosphere. The ozone layer protects the Earth by \nabsorbing harmful UV radiation arriving from the Sun.\nIt turns out that CFCs are unreactive in normal \nconditions, but high up in the atmosphere they become \ntotally different. The CFCs can persist in the atmosphere \nfor about a hundred years. They diffuse up to the \nstratosphere – and that’s where the problem starts. The \nUV light from the Sun breaks the C   Cl bonds in the \nCFC molecules. This releases highly reactive chlorine \natoms, called chlorine free radicals. These chlorine free \nradicals react with ozone molecules. In a sequence of \nchain reactions, it has been estimated that each chlorine \nfree radical can destroy a million ozone molecules \n(Figure 16.8).\nGovernments have tackled the problem, and most \nindustrialised countries have now banned the use of CFCs. \nChemists developed new compounds for fridges and \naerosols, such as hydrofluorocarbons (HFCs): for example, \nCH2FCF3. These non-chlorinated compounds break down \nmore quickly once released into the air because of the \npresence of hydrogen in their molecules, so they never rise \nin the atmosphere as far as the ozone layer. There are now \nsigns that the ozone layer is recovering from the effects of \nCFCs. The hole in the ozone layer is very slowly closing up.\nSummary\n■\t If one or more of the hydrogen atoms in an alkane \nmolecule are replaced by halogen atoms, the \ncompound is called a halogenoalkane.\n■\t Iodoalkanes are the most reactive halogenoalkanes, \nwhereas fluoroalkanes are the least reactive. This \nis explained by the trend in the bond strength of \nthe carbon–halogen bonds. The C   F bond is the \nstrongest bond, and the C   I bond is the weakest \nbond. So the C   I bond is most easily broken during \nits reactions.\n■\t Halogenoalkanes are attacked by nucleophiles. This \nhappens because the carbon bonded to the halogen \ncarries a partial positive charge due to the higher \nelectronegativity of the halogen. Halogenoalkanes \nundergo nucleophilic substitution.\n\nChapter 16: Halogenoalkanes\nFigure 16.8  Banning the use of CFCs has meant that the hole \nin the ozone layer over Antarctica is now getting smaller.\nHFEs are hydrofluoroethers, which are solvents \nmarketed as ‘low global warming’ and are used in industry \nfor cleaning and drying. When fluorine replaces chlorine \nin a solvent the new compound is more stable, again due to \nC   F being stronger than C   Cl.\n223\nQuestion\n6\t \u0007How can such unreactive compounds as CFCs cause \nso much damage to the ozone layer?\n■\t Suitable nucleophiles include aqueous alkali,  \nOH– (aq), cyanide, CN–, and ammonia, NH3.\n■\t The reaction with OH– ions (or with water) is known \nas hydrolysis, and an alcohol is formed.\n■\t Halogenoalkanes will also undergo elimination \nreactions when heated with ethanolic sodium \nhydroxide, forming alkenes.\n■\t The fluoroalkanes and fluorohalogenoalkanes \nhave many uses, including anaesthetics, solvents, \nrefrigerants and aerosol propellants.\n■\t Chlorofluoroalkanes have been responsible for \ndamaging the Earth’s ozone layer, but alternative \ninert compounds, such as fluoroalkanes, are now \nreplacing the use of CFCs.",
    "content_length": 18296,
    "pages_extracted": "228-233",
    "layout_detected": "2 column(s)"
  }
}