{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "16.1",
    "subtopic_name": "Alcohols",
    "topic_number": "16",
    "topic_name": "Hydroxy compounds",
    "start_page": 226,
    "end_page": 231,
    "content": "Cambridge International AS Level Chemistry\nIntroduction\nEthanol, C2H5OH, is the most widely used of the \nhomologous series of alcohols. The sugar extracted \nfrom crops such as sugar cane and sugar beet can be \nfermented with yeast to make ethanol. Ethanol is  \na ‘biofuel’ and burns with a clean flame. This  \nprocess is becoming increasingly important as our \nsupplies of crude oil diminish and cleaner, easier to \nproduce biofuels are needed to take the place of petrol \nand diesel.\nThe homologous series of \nalcohols\nAlcohols are organic molecules containing the hydroxyl \ngroup, \n OH. With one hydroxyl group substituted into  \nan alkane molecule, the general formula is CnH2n + 1OH. \nThe alcohols are named by adding ‘-anol’ to the alkane \nstem. For example, CH3OH is called methanol. For alcohol \nmolecules with three or more carbon atoms, the position \nof the hydroxyl group is shown by inserting a number to \nindicate which carbon atom is bonded to the OH group. \nFigure 17.2 gives some examples.\n226\nCH3\nCH3\nCH2\nOH\nH3C\nCH\nOH\nH3C\nCH2\nH3C\nC\nOH\nCH3\npropan-1-ol\nprimary alcohol\npropan-2-ol\nsecondary alcohol\n2-methylpropan-2-ol\ntertiary alcohol\nFigure 17.2  Note that the numbering to show the position of \nthe OH group in an alcohol starts from the end of the molecule \nthat gives the smaller number.\nPropan-1-ol is classified as a primary alcohol. The carbon \natom bonded to the \n OH group is attached to one other \ncarbon atom (alkyl group). Propan-2-ol is a secondary \nalcohol as the carbon atom bonded to the \n OH group is \nattached to two other carbon atoms (alkyl groups). With \nthree alkyl groups attached, 2-methylpropan-2-ol is an \nexample of a tertiary alcohol.\nThe alcohols have higher boiling points than expected \nwhen compared with other organic molecules with similar\n\nFigure 17.1  The sugar extracted from sugar cane can be \nfermented with yeast to make ethanol.\nrelative molecular masses. Even methanol, the alcohol with \nthe lowest molar mass, is a liquid at room temperature. \nThis occurs because of hydrogen bonding between alcohol \nmolecules (see page 64). Hydrogen bonding also explains \nwhy the smaller alcohol molecules mix and dissolve so \nwell in water.\nQuestion\n1\t \u0007a\t \u0007Explain how hydrogen bonds arise:\n\u0007\t\n\u0007i\t\n\u0007between ethanol molecules\n\u0007\t\n\u0007ii\t \u0007between ethanol and water molecules.\n\u0007b\t \u0007Ethanol mixes with water in all proportions but \nhexan-1-ol is less miscible with water. Why is this?\nReactions of the alcohols\n1  Combustion\nWhen ignited, the alcohols react with oxygen in the air. \nThe products of complete combustion are carbon dioxide \nand water. For example, ethanol burns with a clean blue \nflame in a good supply of air:\nalcohol\t +\t oxygen\t\n\t carbon dioxide\t +\t water\nC2H5OH  \t+\t\n3O2\t\n\t\n2CO2\t\n+\t 3H2O\n\t\nethanol\nEthanol is sometimes used in Brazil as a car fuel. This \nreduces the use of petrol.\n\n--- Page Break ---\n\nA country like Brazil has few oil reserves but can grow plenty \nof sugar cane, which can be fermented to make ethanol, \nwhich is used as a fuel either in pure form or in mixtures with \nother fuels (Figure 17.3). As well as conserving the world’s \ndiminishing supplies of crude oil, sugar cane has the advantage \nof absorbing CO2 as it grows. Although the CO2 is effectively \nreturned to the atmosphere during fermentation and when the \nethanol burns, biofuels such as ethanol are said to be ‘carbon \nneutral’. Overall, they do not increase the greenhouse gases \nin the air (in theory). Even if we take into account the CO2 \nproduced in growing, harvesting, transporting and processing \nthe sugar cane, it is still much better for the environment to use \n‘bio-ethanol’ as a fuel than petrol or diesel from crude oil.\nFigure 17.3  The fuel called ‘gasohol’ is a mixture of ethanol \nand petrol.\nEthanol is used as a solvent as well as a fuel. We often use it \nas ‘methylated spirits’, which contains about 90% ethanol.\nQuestion\n2\t \u0007a\t \u0007Write a balanced equation for the complete \ncombustion of:\n\u0007\t\n\u0007i\t\n\u0007propan-1-ol\n\u0007\t\n\u0007ii\t \u0007butan-1-ol.\n\u0007b\t \u0007Glucose can be fermented with yeast in anaerobic \nconditions. Name the products of the reaction.\n2  Substitution to form a halogenoalkane\nIn this substitution reaction with a hydrogen halide, such \nas hydrogen chloride, the \n OH group in the alcohol is \nreplaced by a halogen atom to produce a halogenoalkane. \nThe carbon atom bonded to the hydroxyl group in the \nalcohol will carry a partial positive charge (as oxygen is \nmore electronegative than carbon). This makes the carbon\n\nChapter 17: Alcohols, esters and carboxylic acids\natom open to nucleophilic attack. The initial attack on the \nalcohol is by the partially negative halogen atom in the \nhydrogen halide:\nδ+\nH\nδ–\nX\nwhere X = halogen atom\nalcohol + hydrogen halide  \n  halogenoalkane + water\nFor example:\nCH3CH2OH + HCl  \n  CH3CH2Cl + 3H2O\n\t\nethanol\t\nchloroethane\nThe dry hydrogen chloride gas for this reaction can be \nmade in situ (in the reaction vessel). Sodium chloride and \nconcentrated sulfuric acid are used for this:\nNaCl  +  H2SO4  \n  NaHSO4  +  HCl\nHalogenation of an alcohol\nThe alcohol is heated under reflux (see apparatus \non page 219) with the reactants to make the \nhalogenoalkane. The halogenoalkane made can \nthen be distilled off from the reaction mixture and \ncollected as oily droplets under water (Figure 17.4).\n227\nFigure 17.4  Bromoethane being distilled off following \nthe reaction between ethanol and hydrogen bromide. \nThe white solid visible in the pear-shaped flask is sodium \nbromide (as crystals). The sodium bromide reacts with \nconcentrated sulfuric acid to make the hydrogen bromide \nneeded for the reaction.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nSulfur dichloride oxide, SOCl2, can also be used to \nsubstitute a chlorine atom into an alcohol molecule, as \nshown below:\nC2H5OH  +  SOCl2  \n  C2H5Cl  +  HCl  +  SO2\nNote that in this reaction the two byproducts of the \nreaction (HCl and SO2) are both gases. These escape from \nthe reaction mixture, leaving the halogenoalkane, without \nthe need to distil it off as in the hydrogen halide reaction.\nWe can also use phosphorus halides to provide the \nhalogen atoms for this substitution reaction.\nFor chloroalkanes we can use solid phosphorus(V) \nchloride, PCl5:\nroom temperature\nC2H5OH  +  PCl5  \n C2H5Cl  +  HCl  +  POCl3\nThe release of acidic hydrogen chloride gas from this \nreaction can be used as a test for the hydroxyl group. The \nHCl gas causes acidic ‘steamy fumes’ to be observed.\nPhosphorus(III) chloride can also be used to halogenate \nan alcohol, but this reaction does require heating.\nFor bromoalkanes and iodoalkanes we can make \nthe phosphorus(III) halide, PBr3 or PI3, in situ using red \nphosphorus and bromine or iodine. These are warmed \nwith the alcohol. For example:\n228\n3C2H5OH  +  PI3  \n  3C2H5I  +  H3PO3\n\t\niodoethane\nQuestion\n3\t \u0007a\t \u0007Write a balanced equation to show the reaction \nbetween ethanol and hydrogen bromide.\n\u0007b\t \u0007What are the reagents and conditions used for  \nthis reaction?\n\u0007c\t\n\u0007What do we call this type of reaction?\n3  Reaction with sodium metal\nIn the reaction with hydrogen halides, the C   O bond in \nthe alcohol breaks. However, in some other reactions the  \nO   H bond in the alcohol breaks. The reaction with \nsodium metal is an example:\nC2H5OH  +  Na  \n  C2H5O–Na+  +  H2\n\t\nethanol\t\nsodium\t\nsodium ethoxide\t hydrogen\nThe reaction is similar to sodium’s reaction with water, but \nless vigorous. In both cases hydrogen gas is given off and\n\na basic ionic compound is formed. With ethanol, if the \nexcess ethanol is evaporated off after the reaction, a white \ncrystalline solid is left. This is the sodium ethoxide.\nOther alcohols react in a similar way with sodium. For \nexample, propan-1-ol would produce sodium propoxide \nplus hydrogen gas. \nIn general:\nalcohol  +  sodium  \n  sodium alkoxide  +  hydrogen\nWe find that the longer the hydrocarbon chain, the less \nvigorous the reaction.\nFigure 17.5  Sodium reacting with ethanol. The pink colour \nis from a colourless phenolphthalein indicator that has been \nadded to the ethanol, showing the basic nature of the sodium \nethoxide formed.\nQuestion\n4\t \u0007Lithium reacts with alcohols in a similar way to \nsodium. A small piece of lithium metal is dropped onto \na watch-glass containing propan-1-ol.\n\u0007a\t \u0007What would you observe?\n\u0007b\t \u0007Name the products of the reaction.\n\u0007c\t\n\u0007What difference would you expect to see if you \nused sodium instead of lithium in this reaction?\n\n--- Page Break ---\n\n4  Esterification\nAlcohol plus carboxylic acid\nAnother reaction that involves the breaking of the \nO   H bond in alcohols is esterification, i.e. the \nmaking of esters. An esterification reaction is usually \nbetween an alcohol and a carboxylic acid. The \ngeneral equation is:\nacid catalyst\ncarboxylic acid  +  alcohol \n ester  +  water\nFor this reaction to take place, the carboxylic acid \nand alcohol are heated under reflux with a strong \nacid catalyst (usually concentrated sulfuric acid). \nThe reaction is reversible, so an equilibrium can \nbe established with all the reactants and products \nshown in the general equation present.\nThe esters formed usually have sweet, fruity smells. \nThey are present naturally in fruits, and we use  \nthem in artificial flavourings and perfumes \n(Figure 17.6). They are also used as solvents, e.g. in \nnail varnish remover.\nHere is an example of an esterification reaction:\nO\nH2SO 4\nO\nCH3C\nC2H5OH\nH2O\n+\n+\nCH3C\nOH\nOC2H5\nethanoic acid\nethyl ethanoate\nwater\nethanol\nThe ester formed is called ethyl ethanoate.\nWhat would be the name of the ester formed if \nethanol was reacted with propanoic acid? Would it be \npropyl ethanoate or ethyl propanoate? The answer\nHydrolysis of esters\nEsters can be hydrolysed by heating under reflux with \neither an acid or a base.\nRefluxing with an acid simply reverses the preparation \nof the ester from an alcohol and a carboxylic acid. The \nacid catalyses the reaction. The reaction is reversible and \nan equilibrium mixture is established. In acid hydrolysis, \nthere are always both reactants (ester + water) and \nproducts (carboxylic acid + alcohol) present after the \nreaction. The equation for the acid hydrolysis of the ester \nethyl ethanoate is:\n\nChapter 17: Alcohols, esters and carboxylic acids\nFigure 17.6  Esters contribute to the complex mixture of \nsubstances blended in a perfume.\n229\nis ethyl propanoate. That’s because the first part of \nan ester’s name comes from the alcohol: in this case \nethanol, giving ‘ethyl …’. The second part comes \nfrom the carboxylic acid, in this case propanoic acid, \ngiving ‘… propanoate’, thus making the name of the \nester formed ‘ethyl propanoate’:\nCH3CH2COOH  +  C2H5OH\n\t propanoic acid\t\nethanol\n\t\nH2SO4  CH3CH2COOC2H5  +  H2O\n\t\n\t ethyl propanoate\t\nwater\nO\nO\nH+(aq)\n+  H2O\nH3C\nH3C\nC\n+  CH3CH2OH\nC\nCH2CH3\nH\nO\nO\nHowever, when an ester is refluxed with an alkali (a \nsoluble base), such as aqueous sodium hydroxide, it is \nfully hydrolysed. Unlike acid hydrolysis, this is not a \nreversible reaction, so all the ester present can be broken \ndown by excess alkali. An alcohol and the sodium salt of \nthe carboxylic acid are formed. The equation for the base \nhydrolysis of ethyl ethanoate is:\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nO\nO\n+  CH3CH2OH\nH3C\nCH2CH3\nH3C\nC\nC\n+  NaOH\nO–\nNa+\nO\nsodium\nethanoate\nQuestion\n5\t \u0007a\t \u0007Name the ester formed in each of the following \nreactions:\n\u0007\t\n\u0007i\t\n\u0007butan-1-ol + ethanoic acid\n\u0007\t\n\u0007ii\t \u0007ethanol + hexanoic acid\n\u0007\t\n\u0007iii\t \u0007pentan-1-ol and methanoic acid.\n\u0007b\t \u0007Write the structural formula of each ester formed \nin part a.\n5  Dehydration\nAlcohols can also undergo elimination reactions in which \nwater is lost and alkenes are formed. As the small molecule \nremoved from the alcohol molecule is H2O, this reaction is \nalso known as dehydration.\ncatalyst\nalcohol  \n  alkene  +  water\n230\nThe reaction takes place when alcohol vapour is passed \nover a hot catalyst of aluminium oxide powder. Pieces of \nporous pot or pumice also catalyse the reaction.  \nFor example:\nAl2O3 catalyst\nC2H5OH  \n  CH2\n  CH2  +  H2O\n\t\nethanol\t\nethene\t\nwater\nFigure 17.7 shows how the ethene gas formed can  \nbe collected.\nceramic wool\nsoaked in ethanol\npumice\nethene gas collected\nover water\nheat\nFigure 17.7  The dehydration of ethanol to give ethene.\n\nQuestion\n6\t \u0007Concentrated sulfuric acid or phosphoric acid can also \nbe used to catalyse the dehydration of an alcohol. \nThe alcohol and concentrated acid are heated to \nabout 170 °C. The concentrated acid does not change \nchemically during the reaction.\n\u0007a\t \u0007Write an equation showing the dehydration of \nethanol using concentrated sulfuric acid.\n\u0007b\t \u0007If propan-1-ol was used instead of ethanol, name \nthe organic product formed.\n6  Oxidation\nOn page 226 we saw how alcohols can be classified as \nprimary, secondary or tertiary. For many of their reactions, \nthe class of alcohol makes no difference to the type of \nproducts formed. In organic chemistry, we can usually \ngeneralise for the whole homologous series. However, when \nalcohols are oxidised, different products are obtained from \nprimary, secondary and tertiary alcohols.\nAlcohols can be oxidised by potassium dichromate(VI) \nsolution, K2Cr2O7, acidified with dilute sulfuric acid. The \nsolution’s orange colour is caused by the dichromate(VI) \nions, Cr2O7\n2–(aq). When the dichromate(VI) ions react as \nan oxidising agent, they themselves are reduced and turn \ninto chromium(III) ions, Cr3+(aq), which form a green \nsolution. The reaction mixture needs to be warmed before \nthe oxidation takes place.\nThe product formed when an alcohol is oxidised can \nbe used to distinguish between primary, secondary and \ntertiary alcohols. You can learn about the chemical tests \nfor the products on pages 238–9.\n■\n■\nWith tertiary alcohols, a mixture of the tertiary alcohol, \ndilute sulfuric acid and potassium dichromate(VI) solution \nremains orange when warmed. No reaction takes place \nunder these relatively mild conditions.\n■\n■\nA secondary alcohol, such as propan-2-ol, will be oxidised \nto form a ketone. In this case propanone is formed and the \nreaction mixture turns green:\nOH\nO\nC\nCH3 + [O] ⎯→\nH3C\nC\nH3C\nCH3 + H2O\npropanone\nH\nThese oxidation equations use [O] to show the oxygen \nadded from the oxidising agent. You have met this type \nof simplified equation for oxidation reactions before on \npage 198.\n\n--- Page Break ---\n\n■\n■\nWith a primary alcohol, such as ethanol, the alcohol is \noxidised to an aldehyde. Ethanol is oxidised to ethanal:\nO\nethanal\nCH3CH2OH  +  [O]\nC\n⎯→H3C\nH   +  H2O\nThe ethanal formed can be further oxidised to form \nethanoic acid, a carboxylic acid. This is achieved by \nrefluxing with excess acidified potassium dichromate(VI):\nO\nO\nethanoic acid\nH3C\nC\nH  +  [O] ⎯→\nH3C\nOH\nC\nDistinguishing tertiary alcohols\nGiven three unknown alcohols, one primary, one \nsecondary and one tertiary, it would be easy to \ndistinguish the tertiary alcohol. Figure 17.8 shows \nthe results of warming each class of alcohol with \na solution of acidified potassium dichromate(VI). \nMore details of these reactions are given on page \n236.\nFigure 17.8  Before warming with the labelled alcohol, \neach of these tubes contained orange acidified \npotassium dichromate(VI) solution. After warming, \nthe orange dichromate(VI) ions have been reduced to \ngreen chromium(III) ions by the primary and secondary \nalcohols. This shows that both the primary and \nsecondary alcohols have been oxidised but the tertiary \nalcohol, 2-methylpropan-2-ol, has not.\n\nChapter 17: Alcohols, esters and carboxylic acids\nQuestion\n7\t \u0007Propan-1-ol can be oxidised to propanal, CH3CH2CHO, \nand then to propanoic acid, CH3CH2COOH.\n\t\n\u0007a\t \u0007What reagents and conditions should be used to \noxidise propan-1-ol to propanal?\n\t\n\u0007b\t \u0007Write a balanced chemical equation for this \noxidation. Oxygen from the oxidising agent should \nbe shown as [O].\n\t\n\u0007c\t\n\u0007What reagents and conditions should be used to \noxidise propan-1-ol to propanoic acid?\n\t\n\u0007d\t \u0007Write a balanced chemical equation for this \noxidation. Again, show oxygen from the oxidising \nagent as [O].\nCarboxylic acids\nReactions that form carboxylic acids\nWe have already seen how primary alcohols can be \noxidised to aldehydes and then further oxidation of the \naldehyde formed yields the carboxylic acid.\nCarboxylic acids are also made from nitriles,  \nR     C     N. When a nitrile is refluxed with dilute \nhydrochloric acid hydrolysis occurs, and the \n  C     N \ngroup at the end of the hydrocarbon chain is converted to \nthe \n COOH group, forming a carboxylic acid (see page \n237). For example:\n231\nCH3CH2CN + HCl + 2H2O \n CH3CH2COOH + NH4Cl\n\t propanenitrile\t\npropanoic acid\nReacting as acids\nCarboxylic acids are described as weak acids because \ntheir molecules do not dissociate (ionise) completely \nwhen added to water. However a small proportion of the \nmolecules do dissociate, releasing the H+(aq) ions that \ncharacterise all acidic solutions with a pH value less than 7. \nFor example, ethanoic acid forms aqueous hydrogen ions \nand ethanoate ions in water:\nCH3COOH(aq)  \n  CH3COO–(aq)  +  H+(aq)\n\t\nethanoic acid\t\nethanoate ion\nYou can learn more about the dissociation of carboxylic \nacids in Chapter 26 (pages 394–5).\nThe presence of H+(aq) ions in solutions of carboxylic \nacids means that they undergo all the usual reactions of \nacids. They react with\n■\n■\nalkalis to form a salt and water:\nCH3COOH  +  NaOH  \n  CH3COONa  +  H2O\n■\n■\nreactive metals to form a salt and hydrogen gas:\n2CH3COOH  +  Mg  \n  (CH3COO)2Mg  +  H2\n■\n■\ncarbonates to form a salt, water and carbon dioxide gas:\n2CH3COOH  +  K2CO3  \n  2CH3COOK  +  H2O  +  CO2",
    "content_length": 17581,
    "pages_extracted": "236-241",
    "layout_detected": "2 column(s)"
  }
}