{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "17.1",
    "subtopic_name": "Aldehydes and ketones",
    "topic_number": "17",
    "topic_name": "Carbonyl compounds",
    "start_page": 235,
    "end_page": 240,
    "content": "Introduction\nAromatic carbonyl compounds have very distinctive, \nalmond-like odours. Benzaldehyde is used to make \nalmond essence, the flavouring used in some cakes \nand puddings. Benzaldehyde is also a component of \nthe mixtures that make up the smells and flavours of \nmany fruits such as mangoes, cherries, apricots, plums \nand peaches. The structures of heptan-2-one and \nbenzaldehyde are shown on the right:\nb\na\nThe homologous series of \naldehydes and ketones\nYou have met aldehydes and ketones, the main classes of \ncarbonyl compounds, in Chapter 17. Remember:\n■\n■\naldehydes can be formed from the oxidation of \nprimary alcohols\n■\n■\nketones can be formed from the oxidation of secondary \nalcohols (see page 236).\nIn aldehydes the carbon atom in the carbonyl group, \nC     O, is bonded to a carbon atom and a hydrogen atom. \nIn other words, the carbonyl group is positioned at the end \nof a carbon chain.\nIn ketones the carbonyl group is attached to two other \ncarbon atoms. Tables 18.1 and 18.2 give examples from the \nstart of these homologous series.\n\nChapter 18: Carbonyl compounds\nH\nH\nO\nH\nH\nH\nH\nO\nC\nC\nH\nC\nC\nC\nC\nC\nH\nC\nH\nH\nH\nH\nH\nH\nH\nheptan–2–one\nbenzaldehyde\nFigure 18.1  a  Heptan-2-one, a ketone, is responsible for the smell of blue cheese. b  Benzaldehyde, an aldehyde, contributes to \nthe flavours of many fruits and nuts. The structures of heptan-2-one and benzaldehyde are shown above by their displayed formulae.\n235\nName\nStructural formula\nmethanal\nHCHO\nethanal\nCH3CHO\npropanal\nCH3CH2CHO\nbutanal\nCH3CH2CH2CHO\npentanal\nCH3CH2CH2CH2CHO\nTable 18.1  The names of aldehydes are derived from the \nname of the equivalent alkane, with the ‘-e’ at the end of the \nname replaced by ‘-al’. Note that numbers are not needed \nwhen naming aldehydes, as the carbonyl group is always at \nthe end of the carbon chain.\nName\nStructural formula\npropanone\nCH3COCH3\nbutanone\nCH3COCH2CH3\npentan-2-one \npentan-3-one\nCH3COCH2CH2CH3 \nCH3CH2COCH2CH3\nTable 18.2  Ketones are named by replacing the ‘-e’ with \n‘-one’. However, in ketone molecules larger than butanone we \nneed to indicate the position of the carbonyl group.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nQuestion\n1\t \u0007a\t \u0007Name the following compounds:\n\u0007\t\n\u0007i\t\n\u0007CH3CH2CH2CH2CH2CHO\n\u0007\t\n\u0007ii\t \u0007CH3CH2CH2CH2CH2CH2COCH3\n\t\n\u0007b\t \u0007Draw the displayed formula of:\n\u0007\t\n\u0007i\t\n\u0007methanal\n\u0007\t\n\u0007ii\t \u0007propanal\n\u0007\t\n\u0007iii\t \u0007pentan-3-one.\n\u0007c\t\n\u0007Draw the skeletal formula of the compounds listed \nin part a.\nPreparation of aldehydes and \nketones\n1  Oxidation of a primary alcohol\nThe general equation for the reaction in which an \naldehyde is made from a primary alcohol is:\nprimary alcohol + oxygen atom from oxidising agent\n236\naldehyde + water\nFor example:\nCH3CH2CH2OH  +  [O]  \n  CH3CH2CHO  +  H2O\n\t\npropan-1-ol\t\npropanal\nThe oxidising agent used is a solution of potassium \ndichromate(VI), which is orange, acidified with \ndilute sulfuric acid. To make the aldehyde, the \nprimary alcohol is heated gently with acidified \ndichromate solution. The reaction mixture turns \ngreen as the orange dichromate ions, Cr2O7\n2–(aq), \nare reduced to green Cr3+(aq) ions.\nThe oxidising agent is added one drop at a time to \nthe warm alcohol. The aldehyde made needs to \nbe distilled off as it forms in the reaction vessel. \nThis can be done because the aldehyde product \nwill always have a lower boiling point than its \ncorresponding alcohol. If the aldehyde is not \ndistilled off as soon as it is formed, further heating\n\n1  Oxidation of a primary alcohol (continued)\nwith acidified dichromate solution will oxidise \nthe aldehyde produced to a carboxylic acid. The \napparatus used to prepare a sample of ethanal is \nshown in Figure 18.2.\nethanol plus\nacidified\npotassium\ndichromate(VI)\nethanal\ngentle heat\nFigure 18.2  Distilling off and collecting the aldehyde, \nethanal, formed in the mild oxidation of a primary \nalcohol, ethanol. The aqueous ethanal formed smells \nlike rotting apples.\n2  Oxidation of a secondary alcohol\nThe general equation for making a ketone is:\nsecondary alcohol + oxygen atom from oxidising agent\nketone + water\nFor example:\nCH3CH(OH)CH3  +  [O]  \n  CH3COCH3  +  H2O\n\t\npropan-2-ol\t\npropanone\nOnce again, the oxidising agent used is a solution \nof potassium dichromate(VI), acidified with dilute \nsulfuric acid. To produce a ketone, this oxidising \nagent must be heated with a secondary alcohol. The \nketone formed cannot be further oxidised, even if we \nreflux the reaction mixture and add excess oxidising \nagent. Therefore we do not need to distil out the \nketone product immediately.\n\n--- Page Break ---\n\nQuestion\n2\t \u0007a\t \u0007i\t\n\u0007Write a balanced equation for the oxidation of \nethanol to ethanal, using [O] to represent an \noxygen atom from the oxidising agent.\n\u0007\t\n\u0007ii\t \u0007Give practical details to explain how you \nwould use the reaction described in part a i to \nprepare and collect a sample of ethanal.\n\u0007b\t \u0007i\t\n\u0007Write a balanced equation for the oxidation of \nbutan-2-ol to butanone, using [O] to represent \nan oxygen atom from the oxidising agent.\n\u0007\t\n\u0007ii\t \u0007What do you observe in the reaction vessel  \nif the oxidising agent used in part b i is \npotassium dichromate(VI) solution, acidified \nwith dilute sulfuric acid, and the reaction \nmixture is heated?\nReduction of aldehydes  \nand ketones\nChemical reduction of an aldehyde or ketone produces  \nan alcohol.\naldehyde + reducing agent  \n  primary alcohol\nketone + reducing agent  \n  secondary alcohol\nThe reducing agent used is usually an aqueous alkaline \nsolution of sodium tetrahydridoborate, NaBH4, or lithium \ntetrahydridoaluminate, LiAlH4, in dry ether.\nThe reduction reaction is carried out by either:\n■\n■\nwarming the aldehyde or ketone with an aqueous alkaline \nsolution of sodium tetrahydridoborate\n■\n■\nadding lithium tetrahydridoaluminate dissolved in a \ndry ether, such as diethyl ether, at room temperature. \nThe organic solvent has to be dry because lithium \ntetrahydridoaluminate is a more powerful reducing  \nagent than sodium tetrahydridoborate and reacts \nvigorously in water.\nIn the same way that we have used the symbol [O] in \norganic oxidation equations, we use the symbol [H] in \nreduction equations. [H] represents a hydrogen atom from \nthe reducing agent. Look at the equations below used to \nsummarise these reduction reactions:\nCH3CHO  +  2[H]  \n  CH3CH2OH\n\t\nethanal\t\nethanol\nCH3COCH3  +  2[H]  \n  CH3CH(OH)CH3\n\t\npropanone\t\npropan-2-ol\n\nChapter 18: Carbonyl compounds\nQuestion\n3\t \u0007a\t \u0007Write a balanced equation for the reaction \nthat takes place when propanal is warmed \nwith an aqueous alkaline solution of sodium \ntetrahydridoborate, using the symbol [H]  \nto represent a hydrogen atom from the  \nreducing agent.\n\u0007b\t \u0007Name the product formed in the reduction \nreaction if pentan-3-one is added to lithium \ntetrahydridoaluminate in dry ether.\nNucleophilic addition with HCN\nThe addition reactions we have met so far have involved \nelectrophilic addition across the C     C bond in alkene \nmolecules (see page 209). Aldehydes and ketones both \nundergo addition reactions with hydrogen cyanide, HCN.  \nIn this case, addition of HCN takes place across the  \nC     O bond. However, the attack is by a nucleophile, not \nan electrophile. We can show this using the nucleophilic \naddition reaction of propanal with HCN. The HCN is \ngenerated in situ (in the reaction vessel) by the reaction of \nsodium cyanide, NaCN, and dilute sulfuric acid.\n237\nCH3CH2\nOH\nCH3CH2\nC\nC\nN\nC\nO + HCN\nH\nH\npropanal \n2-hydroxybutanenitrile\nNote that a carbon atom has been added to the propanal \nmolecule by the addition of the nitrile group (\n  C  \n  N). \nThis is a useful reaction in synthetic chemistry, as it \nincreases the length of the hydrocarbon chain in the \noriginal aldehyde molecule by one carbon atom.\nThe nitrile group (\n  C     N) can then be easily:\n■\n■\nhydrolysed to a carboxylic acid\n■\n■\nreduced to an amine.\nThe hydrolysis can be carried out by refluxing with dilute \nhydrochloric acid:\nCN  +  H+  +  H2O  \n  \n COOH  +  NH4\n+\nThe reduction of the nitrile group to an amine can be \ncarried out using sodium and ethanol:\nCN  +  4[H]  \n  \n CH2NH2\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nMechanism of nucleophilic addition\nThe carbonyl group, C     O, in aldehydes and ketones is \npolarised due to the high electronegativity of the oxygen \natom. The electrons in the C     O bond are drawn nearer  \nto the O atom, giving it a partial negative charge and \nleaving the C atom with a partial positive charge. This \nmakes the C atom open to attack by a nucleophile, such as \nthe cyanide ion, CN–.\nFirst step\n–\nδ+\nC\nδ–\nO\nC\nO\nCN\nCN–\nintermediate\nThe negatively charged intermediate formed in the first \nstep in the mechanism is highly reactive and quickly \nreacts with an H+ ion (from HCN, from dilute acid or from \nwater present in the reaction mixture). This forms the \n2-hydroxynitrile product.\nSecond step\nC\nOH\n–\nCN–\nH\nCN\nC\nO\n238\nCN\nCN\n2-hydroxynitrile\nAll aldehydes and ketones form ‘2-hydroxynitriles’ \nwhen they undergo nucleophilic addition as the \n OH \n(hydroxyl) group will always be on the adjacent carbon \natom to the nitrile group.\nHowever, starting with the aldehyde methanal, HCHO, \nthe hydroxynitrile formed in its nucleophilic addition with \nHCN would be called hydroxyethanenitrile. In this case \nthere is no need to insert the ‘2’ at the start of its name as \nthe \n OH group could only possibly bond to the carbon \natom that is next to the nitrile group.\nQuestion\n4\t \u0007a\t \u0007Name the organic product that would be formed in \nthe nucleophilic addition of HCN to:\n\u0007\t\n\u0007i\t\n\u0007ethanal\n\u0007\t\n\u0007ii\t \u0007propanone.\n\u0007b\t \u0007Use diagrams and curly arrows to describe the \nmechanism of the reaction in part a i.\n\nTesting for aldehydes and ketones\nTesting for the carbonyl group\nTesting with 2,4-DNPH\nThe presence of a carbonyl group in an aldehyde or \nketone can be easily tested for by adding a solution \nof 2,4-dinitrophenylhydrazine (often abbreviated \nto 2,4-DNPH). If an aldehyde or ketone is present, a \ndeep-orange precipitate is formed (Figure 18.3).\nFigure 18.3  The orange precipitate formed from  \n2,4-DNPH in a test with propanone, a ketone.\nThe structure of 2,4-dinitrophenylhydrazine is:\nNO2\nNH2\nO2N\nN\nH\nThe precipitate formed can be purified by \nrecrystallisation and its melting point can be \nmeasured experimentally. The identity of the \ncompound that precipitated out can then be found by \nreferring to melting point data. From this, the specific \naldehyde or ketone used in the test can be identified.\nThe reaction of an aldehyde or ketone with \n2,4-dinitrophenylhydrazine is an example of a \ncondensation reaction. In a condensation reaction, two \nmolecules join together and in the process eliminate a \nsmall molecule, in this case water. The equation for the \nreaction of ethanal with 2,4-DNPH is:\n\n--- Page Break ---\n\nCH3\nNO2\nNH2  +  O\nC\nO2N\nN\nH\natoms lost in condensation reaction \nto form water\nH\n2,4-dinitrophenylhydrazine\nCH3\nNO2\nC\nN\nN\nN\nO2N\nH  +  H2O\nH\na 2,4-dinitrophenylhydrazone\nTesting with Tollens’ reagent\nTollens’ reagent is an aqueous solution of silver \nnitrate in excess ammonia solution, sometimes called \nammoniacal silver nitrate solution. The silver ions, \nAg+, in the solution act as a mild oxidising agent. When \nwarmed, the Ag+ ions will oxidise an aldehyde to form a \ncarboxylate ion.\nUnder alkaline conditions any carboxylic acid  \nformed is immediately neutralised to the carboxylate \nion,  COO–, as H+ is removed from  COOH and a  \nsalt is formed.\nIn the redox reaction with an aldehyde, the Ag+ ions \nthemselves are reduced to silver atoms. The silver \natoms form a ‘mirror’ on the inside of the tube, giving a \npositive test for an aldehyde (Figure 18.4).\nThere will be no change observed when a ketone is \nwarmed with Tollens’ reagent as no redox reaction takes \nplace. It remains a colourless mixture in the test tube.\nTesting with Fehling’s solution\nFehling’s solution is an alkaline solution containing \ncopper(II) ions. When warmed with an aldehyde, the Cu2+ \nions act as an oxidising agent. The aldehyde is oxidised to \na carboxylate ion while the Cu2+ ions are reduced to Cu+ \nions. The clear blue Fehling’s solution turns an opaque \nred/orange colour as a precipitate of copper(I) oxide forms \nthroughout the solution (Figure 18.5).\nOnce again, ketones are not oxidised, so the Fehling’s \nsolution remains blue when warmed.\n\nChapter 18: Carbonyl compounds\nOther classes of organic compound that also contain the \ncarbonyl group (such as carboxylic acids and esters) do not \nform precipitates.\nDistinguishing between aldehydes  \nand ketones\nAs we saw on page 236, aldehydes can be further oxidised \nto form carboxylic acids, but ketones cannot be oxidised \neasily. We can use this difference to distinguish between \nan aldehyde and a ketone in simple chemical tests. The two \ntests most commonly used involve Tollens’ reagent and \nFehling’s solution.\n239\nFigure 18.4  The ‘before’ and ‘after’ observations  \nwhen Tollens’ reagent is warmed with an aldehyde,  \nsuch as ethanal.\nFigure 18.5  The ‘before’ and \n‘after’ observations when \nFehling’s solution is warmed with \nan aldehyde, such as ethanal.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nQuestion\n5\t \u0007The melting points of the derivatives of the reaction \nbetween 2,4-DNPH and various aldehydes and ketones \nare shown in the table.\nProduct of reaction \nbetween 2,4-DNPH and ...\nMelting point / °C\nethanal \n168\npropanal \n155\nbutanal \n126\npropanone \n126\nbutanone \n116\n\u0007a\t \u0007What would be observed when each of the \ncarbonyl compounds in the table is mixed with  \n2,4-DNPH?\n\u0007b\t \u0007A derivative was formed between 2,4-DNPH and an \nunknown carbonyl compound.\n\u0007\t\n\u0007i\t\n\u0007The melting point of the derivative was 126 °C. \nWhat does this result tell you?\n\u0007\t\n\u0007ii\t \u0007The unknown carbonyl compound formed an \norange precipitate when warmed with Fehling’s \nsolution. Name the unknown compound.\n240\n\u0007\t\n\u0007iii\t \u0007Describe and explain the different results \nobtained when the compound named in  \npart b ii is warmed with Tollens’ reagent in a \ntest tube and then the same test is performed \non butanone.\n\u0007c\t\n\u0007Write a half-equation to show silver ions acting as \nan oxidising agent in a positive test for an aldehyde.\n\u0007d\t \u0007Write a half-equation to show copper(II) ions acting \nas an oxidising agent in a positive test for  \nan aldehyde.\nReactions to form  \ntri-iodomethane\nTri-iodomethane (iodoform) forms as a yellow precipitate \nwith methyl ketones, i.e. compounds containing the  \nCH3CO   group (Figure 18.6). Note that ethanal, CH3CHO, \nan aldehyde, also contains the CH3CO   group. Chemists \nuse the appearance of the yellow precipitate as evidence of \nthe CH3CO   group in an unknown compound.\nThe reagent used is an alkaline solution of iodine, \nwhich is warmed together with the substance being tested.\n\nFigure 18.6  The yellow precipitate of tri-iodomethane forming.\nThe reaction involves two steps:\n1\t the carbonyl compound is halogenated – the three \nhydrogen atoms in the CH3 group are replaced by  \niodine atoms\n2\t the intermediate is hydrolysed to form the yellow \nprecipitate of tri-iodomethane, CHI3 (Figure 18.6).\nWhen separated from the reaction mixture, the yellow \ncrystals of tri-iodomethane can be positively identified by \ntheir melting point of 119 °C.\nHere R is an alkyl group in a methyl ketone:\nStep 1\t\nStep 2\nI2, NaOH(aq) \t\n \n\t\nhalogenation \t\nRCOCH3 \n RCOCI3 \n\t a methyl ketone\nNaOH(aq)\nhydrolysis\nRCOO–Na+  +  CHI3\n\t\n\t\ntri-iodomethane\nTesting for the CH3CH(OH)   group\nThe tri-iodomethane test can also be used to identify the \npresence of a secondary alcohol group on the carbon atom \nadjacent to a methyl group. This CH3CH(OH)   group is \nfirstly oxidised by the alkaline iodine solution. This  \noxidation forms a methyl ketone, RCOCH3, which then \nreacts via the two steps shown above to give the yellow  \ntri-iodomethane precipitate, CHI3.\nYou should note that there are two organic products \nformed in this reaction: one is tri-iodomethane and the  \nother is the sodium salt of a carboxylic acid.",
    "content_length": 15972,
    "pages_extracted": "245-250",
    "layout_detected": "2 column(s)"
  }
}