{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "19.2",
    "subtopic_name": "Nitriles and hydroxynitriles",
    "topic_number": "19",
    "topic_name": "Nitrogen compounds",
    "start_page": 219,
    "end_page": 237,
    "content": "Hydrolysis of a halogenoalkane\nThe reaction is carried out under reflux in the \nlaboratory. This enables us to heat the reaction \nmixture without evaporating off the volatile \norganic compounds in the reaction flask. The \napparatus is shown in Figure 16.2.\nwater out\ncondenser\nwater in\nhalogenoalkane\n+\nalkali (OH–)\nanti-bumping\ngranules\nheat\nFigure 16.2  Reflux apparatus for hydrolysis  \nof a halogenoalkane.\nSimilar reactions occur with other \nhalogenoalkanes, but the reaction rates differ. \nWe can investigate the rate of hydrolysis using \naqueous silver nitrate solution. The water in the \nsilver nitrate solution acts as the nucleophile, \nand again an alcohol is formed. The reaction is \ncalled hydrolysis (meaning ‘breakdown by water’):\nCH3CH2Br  +  H2O   \n   CH3CH2OH  +  H+  +  Br –\nIt is a very similar reaction to the reaction that \ntakes place with aqueous alkali.\nHowever, the hydrolysis with water occurs more \nslowly than with OH–(aq). This is because the \nnegatively charged hydroxide ion is a more effective \nnucleophile than a neutral water molecule.\nFrom the equation above, you can see that a halide \nion, in this case Br –, is produced in the reaction.\n\nChapter 16: Halogenoalkanes\nOn page 175 we used silver nitrate solution to test for \nhalide ions. Remember that aqueous chlorides give a \nwhite precipitate (silver chloride), bromides give a cream \nprecipitate (silver bromide) and iodides produce a pale \nyellow precipitate (silver iodide). The water in the silver \nnitrate solution will hydrolyse a halogenoalkane.\nObserving this reaction, we can time how long it takes \nfor test tubes containing the halogenoalkanes and aqueous \nsilver nitrate solution to become opaque.\nWe find that:\n■\n■\nthe fastest nucleophilic substitution reactions take place \nwith the iodoalkanes\n■\n■\nthe slowest nucleophilic substitution reactions take place \nwith the fluoroalkanes.\nThe substitution reaction involves the breaking of the \ncarbon   halogen bond. Looking at the bond energies\nFluoroalkanes\t\nleast reactive\nChloroalkanes\nBromoalkanes\nIodoalkanes\t\nmost reactive\n219\n(Table 16.1) helps us to explain the rates of reaction. Notice \nthat the C– I bond is the weakest, so it is broken most \neasily. It forms an I– ion during the substitution reaction. \nThis is shown clearly in an ionic equation:\nCH3CH2I  +  OH–  \n  CH3CH2OH  +  I–\niodooethane\t\nethanol\nThere is more about the mechanism of nucleophilic \nsubstitution on pages 220–1.\nBond\nBond energy / kJ mol–1\nC    F\n467 (strongest bond)\nC    Cl\n346\nC    Br\n290\nC    I\n228 (weakest bond)\nTable 16.1  Bond energy values of the carbon–halogen bonds.\n2  Substitution with cyanide ions, CN– \n(in ethanol)\nIn this reaction the nucleophile is the cyanide, CN–, ion. \nTo carry out the reaction, a solution of potassium cyanide, \nKCN, in ethanol (known as an ethanolic or alcoholic\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nsolution of potassium cyanide) is made up. This is then \nheated under reflux with the halogenoalkane. An ionic \nequation for this reaction is:\nCH3CH2Br  +  CN–  \n  CH3CH2CN  +  Br–\nbromoethane\t\npropanenitrile\nNote that in the reaction with the cyanide ion, an extra \ncarbon atom is added to the original halogenoalkane chain. \nIn this case, bromoethane is converted to propanenitrile.\nSometimes in industry chemists need to make a new \ncompound with one more carbon atom than the best \navailable organic raw material (the starting compound). \nTherefore, if we can convert the starting compound to a \nhalogenoalkane, we can then reflux with ethanolic KCN to \nmake a nitrile. We now have an intermediate nitrile with \nthe correct number of carbon atoms. \nWe will consider nitriles and their subsequent \nconversion to carboxylic acids and amines again in \nChapter 18, page 231.\n3  Substitution with ammonia, NH3  \n(in ethanol)\nIf a halogenoalkane is heated with an excess of ammonia \ndissolved in ethanol under pressure, an amine is formed.\n220\nCH3CH2Br  +  NH3  \n  CH3CH2NH2  +  HBr\n\t bromoethane\t\nethylamine\nHere the nucleophile is the ammonia molecule. \nEthylamine is a primary amine, as the nitrogen atom is \nattached to only one alkyl group. If the ammonia is not  \nin excess, we get a mixture of amine products. This \nis because the primary amine product will act as a \nnucleophile itself and will attack halogenoalkane \nmolecules, forming secondary amines, and so on. The \nsecondary amine formed above would be (CH3CH2)2NH, \ncalled diethylamine. You can read more about amines in \nChapter 27, page 401.\nquestions\n1\t \u0007a\t \u0007Why does the hydrolysis of a halogenoalkane \nhappen more quickly with OH–(aq) ions than with \nwater molecules?\n\u0007b\t \u0007Explain why silver nitrate solution can be used \nto investigate the rate of hydrolysis of the \nhalogenoalkanes. Include ionic equations for the \nformation of the precipitates.\n\nquestions (continued)\n2\t \u0007a\t \u0007Why can ammonia and amine molecules act  \nas nucleophiles?\n\u0007b\t \u0007When ammonia is reacted with an excess \nof a halogenoalkane, a mixture of amines \ncan be formed. If we start with an excess of \n1-bromopropane, give the structural formula and \nname of the tertiary amine formed.\nMechanism of nucleophilic \nsubstitution in halogenoalkanes\nMany of the reactions of halogenoalkanes are nucleophilic \nsubstitutions. In these reactions, the nucleophile attacks \nthe carbon atom bonded to the halogen. Remember from \nChapter 14 that nucleophiles are donors of an electron pair \nand are attracted to electron-deficient atoms.\nThe carbon–halogen bond is polarised because the \nhalogen is more electronegative than carbon. Therefore \nthe carbon atom carries a partial positive charge as the \nelectron pair in the carbon–halogen bond is drawn  \nnearer to the halogen atom (shown in Figure 16.3). \nThe halogen atom is replaced by the nucleophile in the \nsubstitution reaction.\nH\nδ+\nC\nδ–\nX\nH\nH\nFigure 16.3  The carbon–halogen bond is polarised.\nThere are two possible mechanisms that can operate in the \nnucleophilic substitution reactions of halogenoalkanes. \nThe mechanism is determined by the structure of the \nhalogenoalkane involved in the reaction.\nMechanism for primary halogenoalkanes \n(SN2)\nIn primary halogenoalkanes containing one halogen \natom, the halogen atom is bonded to a carbon atom, \nwhich is itself bonded to one other carbon atom and \ntwo hydrogen atoms. This means that the carbon atom \nbonded to the halogen is attached to one alkyl group. For \nexample, 1-chloropropane, CH3CH2CH2Cl, is a primary \nhalogenoalkane. On page 220 we looked at the hydrolysis \nof bromoethane, another primary halogenoalkane. \nFigure 16.4 shows the mechanism for that reaction.\n\n--- Page Break ---\n\nH\nH\nδ+\nH\nC\nH\nHO–\nC\nH\nC\nH\nC\nδ–\nBr\nH\nFigure 16.4  The mechanism of nucleophilic substitution in a primary halogenoalkane.\nThe OH– ion donates a pair of electrons to the δ+ carbon \natom, forming a new covalent bond. At the same time, \nthe C   Br bond is breaking. The Br atom takes both the \nelectrons in the bond (an example of heterolytic fission of a \ncovalent bond, see page 196) and leaves as a Br– ion.\nThis mechanism is called an SN2 mechanism. The ‘S’ \nstands for substitution and the ‘N’ stands for nucleophilic. \nThe ‘2’ tells us that the rate of the reaction, which is \ndetermined by the slow step in the mechanism (see page \n141), involves two reacting species. Experiments show us \nthat the rate depends on both the concentration of the \nhalogenoalkane and the concentration of the hydroxide \nions present.\nMechanism for tertiary halogenoalkanes \n(SN1)\nIn a tertiary halogenoalkane, the carbon atom bonded \nto the halogen atom is also bonded to three other \ncarbon atoms (alkyl groups). For example, 2-bromo-2-\nmethylpropane is a tertiary halogenoalkane. Its structure \nis shown in Figure 16.5.\nH\nH\nC\nH\nH\nH\nC\nH\nC\nC\nH\nH\nBr\nH\nFigure 16.5  A tertiary halogenoalkane,  \n2-bromo-2-methylpropane.\nA tertiary halogenoalkane reacts with a hydroxide ion by \na two-step mechanism. The first step in the mechanism\n\nChapter 16: Halogenoalkanes\nH\nHO\nH\nH\nH\nC\nH\nC\nH\nBr\nH\nH\nOH\n+ Br–\nintermediate as\nC     OH forms and\nC     Br breaks\nis the breaking of the carbon–halogen bond. This forms a \ntertiary carbocation, which is attacked immediately by the \nhydroxide ion (Figure 16.6).\nCH3\nCH3\nCH3\n–OH\nslow\nCδ+\nBrδ–\nC+\nC\nOH\nH3C\nH3C\nH3C\nfast\nCH3\nCH3\nCH3\n+  Br–\n+  Br –\nFigure 16.6  The mechanism of nucleophilic substitution in a \ntertiary halogenoalkane.\nThis mechanism is known as an SN1 mechanism.  The \n‘1’ tells us that the rate of the reaction only depends \non one reagent, in this case the concentration of the \nhalogenoalkane, as shown in the first (slow) step of the \nmechanism. \nOnce again, this breaking of the C   Br bond is an \nexample of heterolytic fission.\nThe Br– ion forms again, as in the SN2 mechanism,  \nbut in this mechanism a carbocation ion forms. This \ndoes not happen with primary halogenoalkanes. This \nis because tertiary carbocations are more stable than \nprimary carbocations due to the inductive effect of the \nalkyl groups attached to the carbon atom bonded to  \nthe halogen. Alkyl groups tend to release electrons \nto atoms attached to them. So a tertiary carbocation \nhas three alkyl groups donating electrons towards the \npositively charged carbon atom, reducing its charge \ndensity. This makes it more stable than a primary \ncarbocation, which just has one alkyl group releasing \nelectrons (Figure 16.7).\nThe SN1 mechanism and the SN2 mechanism are both \nlikely to play a part in the nucleophilic substitution of \nsecondary halogenoalkanes.\n221\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nH\nH\nH\nH\nH\nH\nC\nH\nC\nC\nH\nC\nH\nC\nC+\nH\nH\nH\nH\nH\nH\nH\nH\nprimary carbocation\n(least stable)\nFigure 16.7  The trend in the stability of primary, secondary and tertiary carbocations.\nquestions\n3\t \u0007Show the mechanism, including appropriate curly \narrows, for the hydrolysis of 1-chloropropane, \nCH3CH2CH2Cl, by alkali.\n4\t \u0007a\t \u0007Draw the structure (displayed formula) of  \n2-chloro-2-methylbutane.\n\u0007b\t \u0007Show the mechanism for the hydrolysis of \n2-chloro-2-methylbutane by alkali.\nElimination reactions\n222\nHalogenoalkanes also undergo elimination reactions. An \nelimination reaction involves the loss of a small molecule \nfrom the original organic molecule. In the case of \nhalogenoalkanes, this small molecule is a hydrogen halide, \nsuch as HCl or HBr.\nThe reagent used in these elimination reactions is \nethanolic sodium hydroxide:\nCH3CHBrCH3  +  NaOH(ethanol) \n\t 2-bromopropane\nCH2\n  CHCH3  +  H2O  +  NaBr\n\t\npropene\nThe original 2-bromopropane molecule has lost an H atom \nand a Br atom. We can think of it as HBr being eliminated \nfrom the halogenoalkane. The ethanolic OH– ion acts as \na base, accepting an H+ from the halogenoalkane to form \nwater. The C   Br bond breaks heterolytically, forming a \nBr– ion and leaving an alkene as the organic product.\nNotice the importance of the conditions used in \norganic reactions. If we use NaOH(aq), a nucleophilic \nsubstitution reaction occurs and an alcohol is produced. \nIf we use NaOH(ethanol), an elimination reaction occurs \nand an alkene is produced.\n\nH\nH\nH\nC\n+\nC\n+\nC\nH\nH\nC\nC\nH\nH\nH\nH\nH\nsecondary carbocation\ntertiary carbocation\n(most stable)\nQuestion\n5\t \u0007Write a balanced equation for the reaction of \nbromoethane with ethanolic sodium hydroxide.\nUses of halogenoalkanes\nHalogenoalkanes are rarely found naturally but they are \nimportant in the chemical industry. They are frequently \nmade as intermediates for making other useful substances \nbut have also found some uses themselves. We have \nalready seen at the start of this chapter how some \nhalogenoalkanes are important anaesthetics, for example \n2-bromo-2-chloro-1,1,1-trifluoroethane (halothane). One \nof the essential properties of an anaesthetic is chemical \ninertness, and each halothane molecule contains three \nvery strong C   F bonds that are difficult to break, \nmaking halothane inert and safe to use in the aqueous \nenvironment inside the body.\nThe non-stick lining of pans is a ‘fluoropolymer’. Its \nname is poly(tetrafluoroethene) – often referred to by its \ntrade name Teflon®. The strength of the C   F bond means \nthat it can be used at high temperatures during cooking \nwithout breaking down. The polymer is now finding uses \nin ice-skating blades because of its durability and its ‘low-\nfriction’ properties.\nCFC substitutes containing fluorine\nCFCs are chlorofluorocarbons. Chemists refer to them \nas chlorofluoroalkanes. These organic compounds are all \nchemically inert (very unreactive). They are not flammable \nand are not toxic. These properties made volatile \nCFCs useful as aerosol propellants, solvents and as the \nrefrigerants inside fridges. They were also used as blowing \nagents for polymers such as expanded polystyrene.\n\n--- Page Break ---\n\nDichlorodifluoromethane is an example of a CFC used for \nthese purposes.\nWhen the compounds were discovered in the 1930s, \npeople could see no drawbacks to using the new ‘wonder \ncompounds’. However, CFCs have caused a serious \nenvironmental issue – the depletion of the ozone layer in \nthe upper atmosphere. The ozone layer protects the Earth by \nabsorbing harmful UV radiation arriving from the Sun.\nIt turns out that CFCs are unreactive in normal \nconditions, but high up in the atmosphere they become \ntotally different. The CFCs can persist in the atmosphere \nfor about a hundred years. They diffuse up to the \nstratosphere – and that’s where the problem starts. The \nUV light from the Sun breaks the C   Cl bonds in the \nCFC molecules. This releases highly reactive chlorine \natoms, called chlorine free radicals. These chlorine free \nradicals react with ozone molecules. In a sequence of \nchain reactions, it has been estimated that each chlorine \nfree radical can destroy a million ozone molecules \n(Figure 16.8).\nGovernments have tackled the problem, and most \nindustrialised countries have now banned the use of CFCs. \nChemists developed new compounds for fridges and \naerosols, such as hydrofluorocarbons (HFCs): for example, \nCH2FCF3. These non-chlorinated compounds break down \nmore quickly once released into the air because of the \npresence of hydrogen in their molecules, so they never rise \nin the atmosphere as far as the ozone layer. There are now \nsigns that the ozone layer is recovering from the effects of \nCFCs. The hole in the ozone layer is very slowly closing up.\nSummary\n■\t If one or more of the hydrogen atoms in an alkane \nmolecule are replaced by halogen atoms, the \ncompound is called a halogenoalkane.\n■\t Iodoalkanes are the most reactive halogenoalkanes, \nwhereas fluoroalkanes are the least reactive. This \nis explained by the trend in the bond strength of \nthe carbon–halogen bonds. The C   F bond is the \nstrongest bond, and the C   I bond is the weakest \nbond. So the C   I bond is most easily broken during \nits reactions.\n■\t Halogenoalkanes are attacked by nucleophiles. This \nhappens because the carbon bonded to the halogen \ncarries a partial positive charge due to the higher \nelectronegativity of the halogen. Halogenoalkanes \nundergo nucleophilic substitution.\n\nChapter 16: Halogenoalkanes\nFigure 16.8  Banning the use of CFCs has meant that the hole \nin the ozone layer over Antarctica is now getting smaller.\nHFEs are hydrofluoroethers, which are solvents \nmarketed as ‘low global warming’ and are used in industry \nfor cleaning and drying. When fluorine replaces chlorine \nin a solvent the new compound is more stable, again due to \nC   F being stronger than C   Cl.\n223\nQuestion\n6\t \u0007How can such unreactive compounds as CFCs cause \nso much damage to the ozone layer?\n■\t Suitable nucleophiles include aqueous alkali,  \nOH– (aq), cyanide, CN–, and ammonia, NH3.\n■\t The reaction with OH– ions (or with water) is known \nas hydrolysis, and an alcohol is formed.\n■\t Halogenoalkanes will also undergo elimination \nreactions when heated with ethanolic sodium \nhydroxide, forming alkenes.\n■\t The fluoroalkanes and fluorohalogenoalkanes \nhave many uses, including anaesthetics, solvents, \nrefrigerants and aerosol propellants.\n■\t Chlorofluoroalkanes have been responsible for \ndamaging the Earth’s ozone layer, but alternative \ninert compounds, such as fluoroalkanes, are now \nreplacing the use of CFCs.\n\n--- Page Break ---\n\nEnd-of-chapter questions\n1  1-bromobutane will undergo reactions when heated, as shown by reactions A and B.\nCH3CH2CH2CH2Br\nA\nB\nCH3CH2CH2CH2OH\nCH3CH2CH=CH2\n \n a  For reactions A and B give the reagents used in each case. \n[2]\n \n b  Reaction A was repeated using 1-iodobutane instead of 1-bromobutane. Explain any difference in the \nrate of reaction observed. \n[2]\n \n c \n What type of organic reaction is A? \n[1]\n \n d  Show the mechanism for reaction A. \n[3]\n \n e  Reaction A was repeated with 2-bromo-2-methylpropane instead of 1-bromobutane.\n \n \n i \n Name the organic compound formed. \n[1]\n \n \n ii  The mechanism of the reaction with 2-bromo-2-methylpropane differs from the mechanism of \nreaction A. Describe how the mechanisms differ. \n[2]\n \n f \n What type of reaction is B? \n[1]\n \n g  If reaction B was repeated with 2-bromobutane, name the other organic products that can form as \nwell as the product shown above. \n[2]\n \nTotal = 14\n2  Bromochlorodifluoromethane has been used in fire extinguishers. However, its breakdown products \nwere found to be toxic.\n \n a  Draw the displayed formula of bromochlorodifluoromethane. \n[1]\n \n b  CF3CH2F is being introduced as a replacement for various CFCs in refrigerants and aerosols. \nName this compound. \n[1]\n \n c \n What is the main environmental problem caused by the use of CFCs? \n[1]\n \nTotal = 3\n224\ncambridge International as level chemistry\n\n--- Page Break ---\n\nChapter 17:\nalcohols, esters and \ncarboxylic acids\nlearning outcomes\nyou should be able to:\n■\n■\nrecall the chemistry of alcohols, such as ethanol, in \ncombustion, substitution to give halogenoalkanes, \nreaction with sodium, oxidation to carbonyl \ncompounds and carboxylic acids, and dehydration \nto alkenes\n■\n■\nclassify hydroxy compounds into primary, secondary \nand tertiary alcohols\n■\n■\nsuggest characteristic distinguishing reactions, e.g. \nmild oxidation\n■\n■\ndescribe the acid and base hydrolysis of esters\n\n225\n■\n■\nstate the major commercial uses of esters, e.g. \nsolvents, perfumes, flavourings\n■\n■\ndescribe the formation of carboxylic acids from \nalcohols, aldehydes and nitriles\n■\n■\ndescribe the reactions of carboxylic acids in the \nformation of:\n– salts, by the use of reactive metals, alkalis \nor carbonates\n– alkyl esters, by reaction with alcohols\n– alcohols, by use of LiAlH4.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nIntroduction\nEthanol, C2H5OH, is the most widely used of the \nhomologous series of alcohols. The sugar extracted \nfrom crops such as sugar cane and sugar beet can be \nfermented with yeast to make ethanol. Ethanol is  \na ‘biofuel’ and burns with a clean flame. This  \nprocess is becoming increasingly important as our \nsupplies of crude oil diminish and cleaner, easier to \nproduce biofuels are needed to take the place of petrol \nand diesel.\nThe homologous series of \nalcohols\nAlcohols are organic molecules containing the hydroxyl \ngroup, \n OH. With one hydroxyl group substituted into  \nan alkane molecule, the general formula is CnH2n + 1OH. \nThe alcohols are named by adding ‘-anol’ to the alkane \nstem. For example, CH3OH is called methanol. For alcohol \nmolecules with three or more carbon atoms, the position \nof the hydroxyl group is shown by inserting a number to \nindicate which carbon atom is bonded to the OH group. \nFigure 17.2 gives some examples.\n226\nCH3\nCH3\nCH2\nOH\nH3C\nCH\nOH\nH3C\nCH2\nH3C\nC\nOH\nCH3\npropan-1-ol\nprimary alcohol\npropan-2-ol\nsecondary alcohol\n2-methylpropan-2-ol\ntertiary alcohol\nFigure 17.2  Note that the numbering to show the position of \nthe OH group in an alcohol starts from the end of the molecule \nthat gives the smaller number.\nPropan-1-ol is classified as a primary alcohol. The carbon \natom bonded to the \n OH group is attached to one other \ncarbon atom (alkyl group). Propan-2-ol is a secondary \nalcohol as the carbon atom bonded to the \n OH group is \nattached to two other carbon atoms (alkyl groups). With \nthree alkyl groups attached, 2-methylpropan-2-ol is an \nexample of a tertiary alcohol.\nThe alcohols have higher boiling points than expected \nwhen compared with other organic molecules with similar\n\nFigure 17.1  The sugar extracted from sugar cane can be \nfermented with yeast to make ethanol.\nrelative molecular masses. Even methanol, the alcohol with \nthe lowest molar mass, is a liquid at room temperature. \nThis occurs because of hydrogen bonding between alcohol \nmolecules (see page 64). Hydrogen bonding also explains \nwhy the smaller alcohol molecules mix and dissolve so \nwell in water.\nQuestion\n1\t \u0007a\t \u0007Explain how hydrogen bonds arise:\n\u0007\t\n\u0007i\t\n\u0007between ethanol molecules\n\u0007\t\n\u0007ii\t \u0007between ethanol and water molecules.\n\u0007b\t \u0007Ethanol mixes with water in all proportions but \nhexan-1-ol is less miscible with water. Why is this?\nReactions of the alcohols\n1  Combustion\nWhen ignited, the alcohols react with oxygen in the air. \nThe products of complete combustion are carbon dioxide \nand water. For example, ethanol burns with a clean blue \nflame in a good supply of air:\nalcohol\t +\t oxygen\t\n\t carbon dioxide\t +\t water\nC2H5OH  \t+\t\n3O2\t\n\t\n2CO2\t\n+\t 3H2O\n\t\nethanol\nEthanol is sometimes used in Brazil as a car fuel. This \nreduces the use of petrol.\n\n--- Page Break ---\n\nA country like Brazil has few oil reserves but can grow plenty \nof sugar cane, which can be fermented to make ethanol, \nwhich is used as a fuel either in pure form or in mixtures with \nother fuels (Figure 17.3). As well as conserving the world’s \ndiminishing supplies of crude oil, sugar cane has the advantage \nof absorbing CO2 as it grows. Although the CO2 is effectively \nreturned to the atmosphere during fermentation and when the \nethanol burns, biofuels such as ethanol are said to be ‘carbon \nneutral’. Overall, they do not increase the greenhouse gases \nin the air (in theory). Even if we take into account the CO2 \nproduced in growing, harvesting, transporting and processing \nthe sugar cane, it is still much better for the environment to use \n‘bio-ethanol’ as a fuel than petrol or diesel from crude oil.\nFigure 17.3  The fuel called ‘gasohol’ is a mixture of ethanol \nand petrol.\nEthanol is used as a solvent as well as a fuel. We often use it \nas ‘methylated spirits’, which contains about 90% ethanol.\nQuestion\n2\t \u0007a\t \u0007Write a balanced equation for the complete \ncombustion of:\n\u0007\t\n\u0007i\t\n\u0007propan-1-ol\n\u0007\t\n\u0007ii\t \u0007butan-1-ol.\n\u0007b\t \u0007Glucose can be fermented with yeast in anaerobic \nconditions. Name the products of the reaction.\n2  Substitution to form a halogenoalkane\nIn this substitution reaction with a hydrogen halide, such \nas hydrogen chloride, the \n OH group in the alcohol is \nreplaced by a halogen atom to produce a halogenoalkane. \nThe carbon atom bonded to the hydroxyl group in the \nalcohol will carry a partial positive charge (as oxygen is \nmore electronegative than carbon). This makes the carbon\n\nChapter 17: Alcohols, esters and carboxylic acids\natom open to nucleophilic attack. The initial attack on the \nalcohol is by the partially negative halogen atom in the \nhydrogen halide:\nδ+\nH\nδ–\nX\nwhere X = halogen atom\nalcohol + hydrogen halide  \n  halogenoalkane + water\nFor example:\nCH3CH2OH + HCl  \n  CH3CH2Cl + 3H2O\n\t\nethanol\t\nchloroethane\nThe dry hydrogen chloride gas for this reaction can be \nmade in situ (in the reaction vessel). Sodium chloride and \nconcentrated sulfuric acid are used for this:\nNaCl  +  H2SO4  \n  NaHSO4  +  HCl\nHalogenation of an alcohol\nThe alcohol is heated under reflux (see apparatus \non page 219) with the reactants to make the \nhalogenoalkane. The halogenoalkane made can \nthen be distilled off from the reaction mixture and \ncollected as oily droplets under water (Figure 17.4).\n227\nFigure 17.4  Bromoethane being distilled off following \nthe reaction between ethanol and hydrogen bromide. \nThe white solid visible in the pear-shaped flask is sodium \nbromide (as crystals). The sodium bromide reacts with \nconcentrated sulfuric acid to make the hydrogen bromide \nneeded for the reaction.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nSulfur dichloride oxide, SOCl2, can also be used to \nsubstitute a chlorine atom into an alcohol molecule, as \nshown below:\nC2H5OH  +  SOCl2  \n  C2H5Cl  +  HCl  +  SO2\nNote that in this reaction the two byproducts of the \nreaction (HCl and SO2) are both gases. These escape from \nthe reaction mixture, leaving the halogenoalkane, without \nthe need to distil it off as in the hydrogen halide reaction.\nWe can also use phosphorus halides to provide the \nhalogen atoms for this substitution reaction.\nFor chloroalkanes we can use solid phosphorus(V) \nchloride, PCl5:\nroom temperature\nC2H5OH  +  PCl5  \n C2H5Cl  +  HCl  +  POCl3\nThe release of acidic hydrogen chloride gas from this \nreaction can be used as a test for the hydroxyl group. The \nHCl gas causes acidic ‘steamy fumes’ to be observed.\nPhosphorus(III) chloride can also be used to halogenate \nan alcohol, but this reaction does require heating.\nFor bromoalkanes and iodoalkanes we can make \nthe phosphorus(III) halide, PBr3 or PI3, in situ using red \nphosphorus and bromine or iodine. These are warmed \nwith the alcohol. For example:\n228\n3C2H5OH  +  PI3  \n  3C2H5I  +  H3PO3\n\t\niodoethane\nQuestion\n3\t \u0007a\t \u0007Write a balanced equation to show the reaction \nbetween ethanol and hydrogen bromide.\n\u0007b\t \u0007What are the reagents and conditions used for  \nthis reaction?\n\u0007c\t\n\u0007What do we call this type of reaction?\n3  Reaction with sodium metal\nIn the reaction with hydrogen halides, the C   O bond in \nthe alcohol breaks. However, in some other reactions the  \nO   H bond in the alcohol breaks. The reaction with \nsodium metal is an example:\nC2H5OH  +  Na  \n  C2H5O–Na+  +  H2\n\t\nethanol\t\nsodium\t\nsodium ethoxide\t hydrogen\nThe reaction is similar to sodium’s reaction with water, but \nless vigorous. In both cases hydrogen gas is given off and\n\na basic ionic compound is formed. With ethanol, if the \nexcess ethanol is evaporated off after the reaction, a white \ncrystalline solid is left. This is the sodium ethoxide.\nOther alcohols react in a similar way with sodium. For \nexample, propan-1-ol would produce sodium propoxide \nplus hydrogen gas. \nIn general:\nalcohol  +  sodium  \n  sodium alkoxide  +  hydrogen\nWe find that the longer the hydrocarbon chain, the less \nvigorous the reaction.\nFigure 17.5  Sodium reacting with ethanol. The pink colour \nis from a colourless phenolphthalein indicator that has been \nadded to the ethanol, showing the basic nature of the sodium \nethoxide formed.\nQuestion\n4\t \u0007Lithium reacts with alcohols in a similar way to \nsodium. A small piece of lithium metal is dropped onto \na watch-glass containing propan-1-ol.\n\u0007a\t \u0007What would you observe?\n\u0007b\t \u0007Name the products of the reaction.\n\u0007c\t\n\u0007What difference would you expect to see if you \nused sodium instead of lithium in this reaction?\n\n--- Page Break ---\n\n4  Esterification\nAlcohol plus carboxylic acid\nAnother reaction that involves the breaking of the \nO   H bond in alcohols is esterification, i.e. the \nmaking of esters. An esterification reaction is usually \nbetween an alcohol and a carboxylic acid. The \ngeneral equation is:\nacid catalyst\ncarboxylic acid  +  alcohol \n ester  +  water\nFor this reaction to take place, the carboxylic acid \nand alcohol are heated under reflux with a strong \nacid catalyst (usually concentrated sulfuric acid). \nThe reaction is reversible, so an equilibrium can \nbe established with all the reactants and products \nshown in the general equation present.\nThe esters formed usually have sweet, fruity smells. \nThey are present naturally in fruits, and we use  \nthem in artificial flavourings and perfumes \n(Figure 17.6). They are also used as solvents, e.g. in \nnail varnish remover.\nHere is an example of an esterification reaction:\nO\nH2SO 4\nO\nCH3C\nC2H5OH\nH2O\n+\n+\nCH3C\nOH\nOC2H5\nethanoic acid\nethyl ethanoate\nwater\nethanol\nThe ester formed is called ethyl ethanoate.\nWhat would be the name of the ester formed if \nethanol was reacted with propanoic acid? Would it be \npropyl ethanoate or ethyl propanoate? The answer\nHydrolysis of esters\nEsters can be hydrolysed by heating under reflux with \neither an acid or a base.\nRefluxing with an acid simply reverses the preparation \nof the ester from an alcohol and a carboxylic acid. The \nacid catalyses the reaction. The reaction is reversible and \nan equilibrium mixture is established. In acid hydrolysis, \nthere are always both reactants (ester + water) and \nproducts (carboxylic acid + alcohol) present after the \nreaction. The equation for the acid hydrolysis of the ester \nethyl ethanoate is:\n\nChapter 17: Alcohols, esters and carboxylic acids\nFigure 17.6  Esters contribute to the complex mixture of \nsubstances blended in a perfume.\n229\nis ethyl propanoate. That’s because the first part of \nan ester’s name comes from the alcohol: in this case \nethanol, giving ‘ethyl …’. The second part comes \nfrom the carboxylic acid, in this case propanoic acid, \ngiving ‘… propanoate’, thus making the name of the \nester formed ‘ethyl propanoate’:\nCH3CH2COOH  +  C2H5OH\n\t propanoic acid\t\nethanol\n\t\nH2SO4  CH3CH2COOC2H5  +  H2O\n\t\n\t ethyl propanoate\t\nwater\nO\nO\nH+(aq)\n+  H2O\nH3C\nH3C\nC\n+  CH3CH2OH\nC\nCH2CH3\nH\nO\nO\nHowever, when an ester is refluxed with an alkali (a \nsoluble base), such as aqueous sodium hydroxide, it is \nfully hydrolysed. Unlike acid hydrolysis, this is not a \nreversible reaction, so all the ester present can be broken \ndown by excess alkali. An alcohol and the sodium salt of \nthe carboxylic acid are formed. The equation for the base \nhydrolysis of ethyl ethanoate is:\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nO\nO\n+  CH3CH2OH\nH3C\nCH2CH3\nH3C\nC\nC\n+  NaOH\nO–\nNa+\nO\nsodium\nethanoate\nQuestion\n5\t \u0007a\t \u0007Name the ester formed in each of the following \nreactions:\n\u0007\t\n\u0007i\t\n\u0007butan-1-ol + ethanoic acid\n\u0007\t\n\u0007ii\t \u0007ethanol + hexanoic acid\n\u0007\t\n\u0007iii\t \u0007pentan-1-ol and methanoic acid.\n\u0007b\t \u0007Write the structural formula of each ester formed \nin part a.\n5  Dehydration\nAlcohols can also undergo elimination reactions in which \nwater is lost and alkenes are formed. As the small molecule \nremoved from the alcohol molecule is H2O, this reaction is \nalso known as dehydration.\ncatalyst\nalcohol  \n  alkene  +  water\n230\nThe reaction takes place when alcohol vapour is passed \nover a hot catalyst of aluminium oxide powder. Pieces of \nporous pot or pumice also catalyse the reaction.  \nFor example:\nAl2O3 catalyst\nC2H5OH  \n  CH2\n  CH2  +  H2O\n\t\nethanol\t\nethene\t\nwater\nFigure 17.7 shows how the ethene gas formed can  \nbe collected.\nceramic wool\nsoaked in ethanol\npumice\nethene gas collected\nover water\nheat\nFigure 17.7  The dehydration of ethanol to give ethene.\n\nQuestion\n6\t \u0007Concentrated sulfuric acid or phosphoric acid can also \nbe used to catalyse the dehydration of an alcohol. \nThe alcohol and concentrated acid are heated to \nabout 170 °C. The concentrated acid does not change \nchemically during the reaction.\n\u0007a\t \u0007Write an equation showing the dehydration of \nethanol using concentrated sulfuric acid.\n\u0007b\t \u0007If propan-1-ol was used instead of ethanol, name \nthe organic product formed.\n6  Oxidation\nOn page 226 we saw how alcohols can be classified as \nprimary, secondary or tertiary. For many of their reactions, \nthe class of alcohol makes no difference to the type of \nproducts formed. In organic chemistry, we can usually \ngeneralise for the whole homologous series. However, when \nalcohols are oxidised, different products are obtained from \nprimary, secondary and tertiary alcohols.\nAlcohols can be oxidised by potassium dichromate(VI) \nsolution, K2Cr2O7, acidified with dilute sulfuric acid. The \nsolution’s orange colour is caused by the dichromate(VI) \nions, Cr2O7\n2–(aq). When the dichromate(VI) ions react as \nan oxidising agent, they themselves are reduced and turn \ninto chromium(III) ions, Cr3+(aq), which form a green \nsolution. The reaction mixture needs to be warmed before \nthe oxidation takes place.\nThe product formed when an alcohol is oxidised can \nbe used to distinguish between primary, secondary and \ntertiary alcohols. You can learn about the chemical tests \nfor the products on pages 238–9.\n■\n■\nWith tertiary alcohols, a mixture of the tertiary alcohol, \ndilute sulfuric acid and potassium dichromate(VI) solution \nremains orange when warmed. No reaction takes place \nunder these relatively mild conditions.\n■\n■\nA secondary alcohol, such as propan-2-ol, will be oxidised \nto form a ketone. In this case propanone is formed and the \nreaction mixture turns green:\nOH\nO\nC\nCH3 + [O] ⎯→\nH3C\nC\nH3C\nCH3 + H2O\npropanone\nH\nThese oxidation equations use [O] to show the oxygen \nadded from the oxidising agent. You have met this type \nof simplified equation for oxidation reactions before on \npage 198.\n\n--- Page Break ---\n\n■\n■\nWith a primary alcohol, such as ethanol, the alcohol is \noxidised to an aldehyde. Ethanol is oxidised to ethanal:\nO\nethanal\nCH3CH2OH  +  [O]\nC\n⎯→H3C\nH   +  H2O\nThe ethanal formed can be further oxidised to form \nethanoic acid, a carboxylic acid. This is achieved by \nrefluxing with excess acidified potassium dichromate(VI):\nO\nO\nethanoic acid\nH3C\nC\nH  +  [O] ⎯→\nH3C\nOH\nC\nDistinguishing tertiary alcohols\nGiven three unknown alcohols, one primary, one \nsecondary and one tertiary, it would be easy to \ndistinguish the tertiary alcohol. Figure 17.8 shows \nthe results of warming each class of alcohol with \na solution of acidified potassium dichromate(VI). \nMore details of these reactions are given on page \n236.\nFigure 17.8  Before warming with the labelled alcohol, \neach of these tubes contained orange acidified \npotassium dichromate(VI) solution. After warming, \nthe orange dichromate(VI) ions have been reduced to \ngreen chromium(III) ions by the primary and secondary \nalcohols. This shows that both the primary and \nsecondary alcohols have been oxidised but the tertiary \nalcohol, 2-methylpropan-2-ol, has not.\n\nChapter 17: Alcohols, esters and carboxylic acids\nQuestion\n7\t \u0007Propan-1-ol can be oxidised to propanal, CH3CH2CHO, \nand then to propanoic acid, CH3CH2COOH.\n\t\n\u0007a\t \u0007What reagents and conditions should be used to \noxidise propan-1-ol to propanal?\n\t\n\u0007b\t \u0007Write a balanced chemical equation for this \noxidation. Oxygen from the oxidising agent should \nbe shown as [O].\n\t\n\u0007c\t\n\u0007What reagents and conditions should be used to \noxidise propan-1-ol to propanoic acid?\n\t\n\u0007d\t \u0007Write a balanced chemical equation for this \noxidation. Again, show oxygen from the oxidising \nagent as [O].\nCarboxylic acids\nReactions that form carboxylic acids\nWe have already seen how primary alcohols can be \noxidised to aldehydes and then further oxidation of the \naldehyde formed yields the carboxylic acid.\nCarboxylic acids are also made from nitriles,  \nR     C     N. When a nitrile is refluxed with dilute \nhydrochloric acid hydrolysis occurs, and the \n  C     N \ngroup at the end of the hydrocarbon chain is converted to \nthe \n COOH group, forming a carboxylic acid (see page \n237). For example:\n231\nCH3CH2CN + HCl + 2H2O \n CH3CH2COOH + NH4Cl\n\t propanenitrile\t\npropanoic acid\nReacting as acids\nCarboxylic acids are described as weak acids because \ntheir molecules do not dissociate (ionise) completely \nwhen added to water. However a small proportion of the \nmolecules do dissociate, releasing the H+(aq) ions that \ncharacterise all acidic solutions with a pH value less than 7. \nFor example, ethanoic acid forms aqueous hydrogen ions \nand ethanoate ions in water:\nCH3COOH(aq)  \n  CH3COO–(aq)  +  H+(aq)\n\t\nethanoic acid\t\nethanoate ion\nYou can learn more about the dissociation of carboxylic \nacids in Chapter 26 (pages 394–5).\nThe presence of H+(aq) ions in solutions of carboxylic \nacids means that they undergo all the usual reactions of \nacids. They react with\n■\n■\nalkalis to form a salt and water:\nCH3COOH  +  NaOH  \n  CH3COONa  +  H2O\n■\n■\nreactive metals to form a salt and hydrogen gas:\n2CH3COOH  +  Mg  \n  (CH3COO)2Mg  +  H2\n■\n■\ncarbonates to form a salt, water and carbon dioxide gas:\n2CH3COOH  +  K2CO3  \n  2CH3COOK  +  H2O  +  CO2\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nThe salts formed in the three reactions above are called \nsodium ethanoate, magnesium ethanoate and potassium \nethanoate, respectively.\nReduction of carboxylic acids\nCarboxylic acids can be reduced to their corresponding \nprimary alcohol by using the reducing agent lithium \ntetrahydridoaluminate, LiAlH4, in dry ether at room \ntemperature. Dry ether is used because LiAlH4 reacts \nviolently with water.\nIn the simplified reduction equation, the symbol [H] \ncan be used to represent the hydrogen atoms from the \nreducing agent (remember that in organic chemistry, \nreduction can be thought of as the addition of hydrogen \natoms). So for ethanoic acid being reduced to ethanol, we \ncan show the reaction as:\nCH3COOH  +  4[H]  \n  CH3CH2OH  +  H2O\nSummary\n■\t The complete combustion of alcohols forms carbon \ndioxide and water.\n232\n■\t A nucleophilic substitution reaction takes  \nplace between alcohols and hydrogen halides to \nform halogenoalkanes.\n■\t Alcohols react with sodium metal to give sodium \nalkoxides and hydrogen gas.\n■\t An alcohol will react with a carboxylic acid, in the \npresence of a strong acid catalyst, to form an  \nester and water. Esters are used as solvents, \nperfumes and flavourings.\n■\t Esters can be hydrolysed by an acid or by a base. \nAcid hydrolysis is a reversible reaction but base \nhydrolysis is not reversible.\n■\t Elimination of water from an alcohol produces an \nalkene; the reaction is a dehydration. Dehydration \nmay be carried out by passing alcohol vapour  \nover heated pumice, porous pot or aluminium  \noxide catalysts.\n■\t A primary alcohol can be oxidised to an aldehyde by \nheating the alcohol gently with acidified potassium \ndichromate(VI)  (and distilling out the aldehyde as it \nforms – see page 236).\n\nQuestion\n8\t \u0007a\t \u0007How would you make ethanoic acid from \nethanenitrile?\n\u0007b \t \u0007Write a balanced equation, using structural \nformulae for the organic compounds, to show the \nformation of:\n\u0007\t\n\u0007i\t\n\u0007sodium methanoate, using sodium hydroxide \nas one of the reactants\n\u0007\t\n\u0007ii\t \u0007potassium ethanoate, using potassium metal \nas one of the reactants\n\u0007\t\n\u0007iii\t \u0007lithium propanoate, using lithium carbonate as \none of the reactants.\n\u0007c \t \u0007Name and give the formula of the reducing agent \nused to convert carboxylic acids to primary \nalcohols, stating the conditions for the reaction.\n■\t A primary alcohol can be further oxidised to a \ncarboxylic acid by refluxing the alcohol with excess \nacidified potassium dichromate(VI).\n■\t A secondary alcohol can be oxidised to a ketone \nby heating the alcohol with acidified potassium \ndichromate(VI).\n■\t Acidified potassium dichromate(VI) changes colour \nfrom orange to green when a primary or secondary \nalcohol is oxidised by it.\n■\t Tertiary alcohols cannot be oxidised by refluxing with \nacidified potassium dichromate(VI).\n■\t Carboxylic acids can be formed from the oxidation \nof primary alcohols or aldehydes by refluxing \nwith excess potassium dichromate(VI) and dilute \nsulfuric(VI) acid. They can also be made by refluxing \nnitriles with dilute hydrochloric acid.\n■\t Carboxylic acids are weak acids that react with \nreactive metals, alkalis or carbonates to form \ncarboxylate salts.\n■\t The carboxylic acids can be reduced by LiAlH4 in dry \nether to form primary alcohols.\n\n--- Page Break ---\n\nEnd-of-chapter questions\n1  Pentan-2-ol, butan-1-ol and 2-methylpropan-2-ol are alcohols.\n \n a  For each one:\n \n \n i \n give its molecular formula \n[3]\n \n \n ii  give its structural formula \n[3]\n \n \n iii  give its displayed formula \n[3]\n \n \n iv  give its skeletal formula \n[3]\n \n \n v  state whether it is a primary, secondary or tertiary alcohol. \n[3]\n \n b  Give the general formula that is used to represent alcohols. \n[1]\n \n c \n Two of the alcohols in this question are isomers of each other. Identify which two and identify the type \nof isomerism they show. \n[2]\n \n d  Name the alcohol whose structural formula is CH3CH2COH(CH3)2. \n[1]\n \nTotal = 19\n2  Write a balanced chemical equation for each of the following processes. Structural or displayed formulae should \nbe used for all organic substances.\n \n a  Making ethanol using ethene as feedstock. Include the formula of the catalyst used. \n[2]\n \n b  The complete combustion of ethanol in oxygen. \n[2]\n \n c \n The dehydration of butan-2-ol when passed over hot Al2O3. Give three equations, one for each of the \nthree possible products. \n[3]\n \n d  The reaction of ethanoic acid with ethanol. Name the catalyst used, the type of reaction and \nthe products. \n[4]\n \nTotal = 11\n3  Primary and secondary alcohols can be oxidised by heating with a mixture of potassium dichromate(VI) \nand dilute sulfuric(VI) acid.\n \n■ A primary alcohol can be oxidised to two different products, depending on the conditions used.\n \n■ A secondary alcohol forms one product when oxidised.\n \n■ Tertiary alcohols cannot be oxidised.\n \n a  What is the formula of potassium dichromate(VI)? \n[1]\n \n b  Using a primary alcohol of your choice as an example:\n \n \n i \n give the displayed formulae of the two products it could be oxidised to \n[2]\n \n \n ii  state the conditions needed to give each product \n[2]\n \n \n iii  state which homologous series each product belongs to \n[2]\n \n \n iv  write a balanced chemical equation for each reaction (the convention [O] may be used for the \noxidising agent). \n[2]\n \n c \n Using a secondary alcohol of your choice as an example:\n \n \n i \n give the displayed formula of the product it could be oxidised to \n[2]\n \n \n ii  state which homologous series the product belongs to \n[1]\n \n \n iii  write a balanced chemical equation for the reaction (the convention [O] may be used for the \noxidising agent). \n[1]\n \n d  Why are tertiary alcohols resistant to oxidation? \n[1]\n \nTotal = 14\n233\nChapter 17: alcohols, esters and carboxylic acids\n\n--- Page Break ---\n\n234\nchapter 18:\ncarbonyl compounds\nlearning outcomes\nyou should be able to:\n■\n■\ndescribe:\n– the formation of aldehydes and ketones from \noxidation of primary and secondary alcohols\n– the reduction of aldehydes and ketones, e.g. using \nNaBH4 or LiAlH4\n– the reaction of aldehydes and ketones with HCN \nand NaCN\n■\n■\ndescribe the mechanism of the nucleophilic addition \nreactions of hydrogen cyanide\n■\n■\ndescribe the detection of carbonyl compounds by the \nuse of 2,4-dinitrophenylhydrazine (2,4-DNPH) reagent\n\n■\n■\ndistinguish between aldehydes and ketones by \ntesting with Fehling’s and Tollens’ reagents\n■\n■\ndescribe the reaction of CH3CO  compounds with \nalkaline aqueous iodine to give tri-iodomethane\n■\n■\ndeduce the presence of a CH3CH(OH)  group in \nan alcohol from its reaction with alkaline aqueous \niodine to form tri-iodomethane\n■\n■\nanalyse an infra-red spectrum of a simple molecule \nto identify functional groups.\n\n--- Page Break ---\n\nIntroduction\nAromatic carbonyl compounds have very distinctive, \nalmond-like odours. Benzaldehyde is used to make \nalmond essence, the flavouring used in some cakes \nand puddings. Benzaldehyde is also a component of \nthe mixtures that make up the smells and flavours of \nmany fruits such as mangoes, cherries, apricots, plums \nand peaches. The structures of heptan-2-one and \nbenzaldehyde are shown on the right:\nb\na\nThe homologous series of \naldehydes and ketones\nYou have met aldehydes and ketones, the main classes of \ncarbonyl compounds, in Chapter 17. Remember:\n■\n■\naldehydes can be formed from the oxidation of \nprimary alcohols\n■\n■\nketones can be formed from the oxidation of secondary \nalcohols (see page 236).\nIn aldehydes the carbon atom in the carbonyl group, \nC     O, is bonded to a carbon atom and a hydrogen atom. \nIn other words, the carbonyl group is positioned at the end \nof a carbon chain.\nIn ketones the carbonyl group is attached to two other \ncarbon atoms. Tables 18.1 and 18.2 give examples from the \nstart of these homologous series.\n\nChapter 18: Carbonyl compounds\nH\nH\nO\nH\nH\nH\nH\nO\nC\nC\nH\nC\nC\nC\nC\nC\nH\nC\nH\nH\nH\nH\nH\nH\nH\nheptan–2–one\nbenzaldehyde\nFigure 18.1  a  Heptan-2-one, a ketone, is responsible for the smell of blue cheese. b  Benzaldehyde, an aldehyde, contributes to \nthe flavours of many fruits and nuts. The structures of heptan-2-one and benzaldehyde are shown above by their displayed formulae.\n235\nName\nStructural formula\nmethanal\nHCHO\nethanal\nCH3CHO\npropanal\nCH3CH2CHO\nbutanal\nCH3CH2CH2CHO\npentanal\nCH3CH2CH2CH2CHO\nTable 18.1  The names of aldehydes are derived from the \nname of the equivalent alkane, with the ‘-e’ at the end of the \nname replaced by ‘-al’. Note that numbers are not needed \nwhen naming aldehydes, as the carbonyl group is always at \nthe end of the carbon chain.\nName\nStructural formula\npropanone\nCH3COCH3\nbutanone\nCH3COCH2CH3\npentan-2-one \npentan-3-one\nCH3COCH2CH2CH3 \nCH3CH2COCH2CH3\nTable 18.2  Ketones are named by replacing the ‘-e’ with \n‘-one’. However, in ketone molecules larger than butanone we \nneed to indicate the position of the carbonyl group.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nQuestion\n1\t \u0007a\t \u0007Name the following compounds:\n\u0007\t\n\u0007i\t\n\u0007CH3CH2CH2CH2CH2CHO\n\u0007\t\n\u0007ii\t \u0007CH3CH2CH2CH2CH2CH2COCH3\n\t\n\u0007b\t \u0007Draw the displayed formula of:\n\u0007\t\n\u0007i\t\n\u0007methanal\n\u0007\t\n\u0007ii\t \u0007propanal\n\u0007\t\n\u0007iii\t \u0007pentan-3-one.\n\u0007c\t\n\u0007Draw the skeletal formula of the compounds listed \nin part a.\nPreparation of aldehydes and \nketones\n1  Oxidation of a primary alcohol\nThe general equation for the reaction in which an \naldehyde is made from a primary alcohol is:\nprimary alcohol + oxygen atom from oxidising agent\n236\naldehyde + water\nFor example:\nCH3CH2CH2OH  +  [O]  \n  CH3CH2CHO  +  H2O\n\t\npropan-1-ol\t\npropanal\nThe oxidising agent used is a solution of potassium \ndichromate(VI), which is orange, acidified with \ndilute sulfuric acid. To make the aldehyde, the \nprimary alcohol is heated gently with acidified \ndichromate solution. The reaction mixture turns \ngreen as the orange dichromate ions, Cr2O7\n2–(aq), \nare reduced to green Cr3+(aq) ions.\nThe oxidising agent is added one drop at a time to \nthe warm alcohol. The aldehyde made needs to \nbe distilled off as it forms in the reaction vessel. \nThis can be done because the aldehyde product \nwill always have a lower boiling point than its \ncorresponding alcohol. If the aldehyde is not \ndistilled off as soon as it is formed, further heating\n\n1  Oxidation of a primary alcohol (continued)\nwith acidified dichromate solution will oxidise \nthe aldehyde produced to a carboxylic acid. The \napparatus used to prepare a sample of ethanal is \nshown in Figure 18.2.\nethanol plus\nacidified\npotassium\ndichromate(VI)\nethanal\ngentle heat\nFigure 18.2  Distilling off and collecting the aldehyde, \nethanal, formed in the mild oxidation of a primary \nalcohol, ethanol. The aqueous ethanal formed smells \nlike rotting apples.\n2  Oxidation of a secondary alcohol\nThe general equation for making a ketone is:\nsecondary alcohol + oxygen atom from oxidising agent\nketone + water\nFor example:\nCH3CH(OH)CH3  +  [O]  \n  CH3COCH3  +  H2O\n\t\npropan-2-ol\t\npropanone\nOnce again, the oxidising agent used is a solution \nof potassium dichromate(VI), acidified with dilute \nsulfuric acid. To produce a ketone, this oxidising \nagent must be heated with a secondary alcohol. The \nketone formed cannot be further oxidised, even if we \nreflux the reaction mixture and add excess oxidising \nagent. Therefore we do not need to distil out the \nketone product immediately.\n\n--- Page Break ---\n\nQuestion\n2\t \u0007a\t \u0007i\t\n\u0007Write a balanced equation for the oxidation of \nethanol to ethanal, using [O] to represent an \noxygen atom from the oxidising agent.\n\u0007\t\n\u0007ii\t \u0007Give practical details to explain how you \nwould use the reaction described in part a i to \nprepare and collect a sample of ethanal.\n\u0007b\t \u0007i\t\n\u0007Write a balanced equation for the oxidation of \nbutan-2-ol to butanone, using [O] to represent \nan oxygen atom from the oxidising agent.\n\u0007\t\n\u0007ii\t \u0007What do you observe in the reaction vessel  \nif the oxidising agent used in part b i is \npotassium dichromate(VI) solution, acidified \nwith dilute sulfuric acid, and the reaction \nmixture is heated?\nReduction of aldehydes  \nand ketones\nChemical reduction of an aldehyde or ketone produces  \nan alcohol.\naldehyde + reducing agent  \n  primary alcohol\nketone + reducing agent  \n  secondary alcohol\nThe reducing agent used is usually an aqueous alkaline \nsolution of sodium tetrahydridoborate, NaBH4, or lithium \ntetrahydridoaluminate, LiAlH4, in dry ether.\nThe reduction reaction is carried out by either:\n■\n■\nwarming the aldehyde or ketone with an aqueous alkaline \nsolution of sodium tetrahydridoborate\n■\n■\nadding lithium tetrahydridoaluminate dissolved in a \ndry ether, such as diethyl ether, at room temperature. \nThe organic solvent has to be dry because lithium \ntetrahydridoaluminate is a more powerful reducing  \nagent than sodium tetrahydridoborate and reacts \nvigorously in water.\nIn the same way that we have used the symbol [O] in \norganic oxidation equations, we use the symbol [H] in \nreduction equations. [H] represents a hydrogen atom from \nthe reducing agent. Look at the equations below used to \nsummarise these reduction reactions:\nCH3CHO  +  2[H]  \n  CH3CH2OH\n\t\nethanal\t\nethanol\nCH3COCH3  +  2[H]  \n  CH3CH(OH)CH3\n\t\npropanone\t\npropan-2-ol\n\nChapter 18: Carbonyl compounds\nQuestion\n3\t \u0007a\t \u0007Write a balanced equation for the reaction \nthat takes place when propanal is warmed \nwith an aqueous alkaline solution of sodium \ntetrahydridoborate, using the symbol [H]  \nto represent a hydrogen atom from the  \nreducing agent.\n\u0007b\t \u0007Name the product formed in the reduction \nreaction if pentan-3-one is added to lithium \ntetrahydridoaluminate in dry ether.\nNucleophilic addition with HCN\nThe addition reactions we have met so far have involved \nelectrophilic addition across the C     C bond in alkene \nmolecules (see page 209). Aldehydes and ketones both \nundergo addition reactions with hydrogen cyanide, HCN.  \nIn this case, addition of HCN takes place across the  \nC     O bond. However, the attack is by a nucleophile, not \nan electrophile. We can show this using the nucleophilic \naddition reaction of propanal with HCN. The HCN is \ngenerated in situ (in the reaction vessel) by the reaction of \nsodium cyanide, NaCN, and dilute sulfuric acid.\n237\nCH3CH2\nOH\nCH3CH2\nC\nC\nN\nC\nO + HCN\nH\nH\npropanal \n2-hydroxybutanenitrile\nNote that a carbon atom has been added to the propanal \nmolecule by the addition of the nitrile group (\n  C  \n  N). \nThis is a useful reaction in synthetic chemistry, as it \nincreases the length of the hydrocarbon chain in the \noriginal aldehyde molecule by one carbon atom.\nThe nitrile group (\n  C     N) can then be easily:\n■\n■\nhydrolysed to a carboxylic acid\n■\n■\nreduced to an amine.\nThe hydrolysis can be carried out by refluxing with dilute \nhydrochloric acid:\nCN  +  H+  +  H2O  \n  \n COOH  +  NH4\n+\nThe reduction of the nitrile group to an amine can be \ncarried out using sodium and ethanol:\nCN  +  4[H]  \n  \n CH2NH2",
    "content_length": 50965,
    "pages_extracted": "229-247",
    "layout_detected": "2 column(s)"
  }
}