{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "2.1",
    "subtopic_name": "Relative masses of atoms and molecules",
    "topic_number": "2",
    "topic_name": "Atoms, molecules and stoichiometry",
    "start_page": 2,
    "end_page": 4,
    "content": "Masses of atoms and molecules\nRelative atomic mass, Ar\nAtoms of different elements have different masses. When \nwe perform chemical calculations, we need to know how \nheavy one atom is compared with another. The mass of \na single atom is so small that it is impossible to weigh it \ndirectly. To overcome this problem, we have to weigh a lot \nof atoms. We then compare this mass with the mass of the \nsame number of ‘standard’ atoms. Scientists have chosen \nto use the isotope carbon-12 as the standard. This has been \ngiven a mass of exactly 12 units. The mass of other atoms is \nfound by comparing their mass with the mass of carbon-12 \natoms. This is called the relative atomic mass, Ar.\nThe relative atomic mass is the weighted average mass of \nnaturally occurring atoms of an element on a scale where \nan atom of carbon-12 has a mass of exactly 12 units.\nFrom this it follows that:\nAr [element Y] \n                    = ​ average mass of one atom of element Y × 12 \n \n \n \n____________________________________ \n \n \nmass of one atom of carbon-12 \n​\nWe use the average mass of the atom of a particular element \nbecause most elements are mixtures of isotopes. For example, \nthe exact Ar of hydrogen is 1.0079. This is very close to 1 and \nmost periodic tables give the Ar of hydrogen as 1.0. However, \nsome elements in the Periodic Table have values that are not \nwhole numbers. For example, the Ar for chlorine is 35.5. This \nis because chlorine has two isotopes. In a sample of chlorine, \nchlorine-35 makes up about three-quarters of the chlorine \natoms and chlorine-37 makes up about a quarter.\nRelative isotopic mass\nIsotopes are atoms that have the same number of protons \nbut different numbers of neutrons (see page 28). We represent \nthe nucleon number (the total number of neutrons plus \nprotons in an atom) by a number written at the top \nleft-hand corner of the atom’s symbol, e.g. 20Ne, or by \na number written after the atom’s name or symbol, e.g. \nneon-20 or Ne-20.\nWe use the term relative isotopic mass for the mass \nof a particular isotope of an element on a scale where \nan atom of carbon-12 has a mass of exactly 12 units. For \nexample, the relative isotopic mass of carbon-13 is 13.00. \nIf we know both the natural abundance of every isotope \nof an element and their isotopic masses, we can calculate \nIntroduction\nFor thousands of years, people have heated rocks and \ndistilled plant juices to extract materials. Over the \npast two centuries, chemists have learnt more and \nmore about how to get materials from rocks, from \nthe air and the sea, and from plants. They have also \nfound out the right conditions to allow these materials \nto react together to make new substances, such as \ndyes, plastics and medicines. When we make a new \nsubstance it is important to mix the reactants in the \ncorrect proportions to ensure that none is wasted. In \norder to do this we need to know about the relative \nmasses of atoms and molecules and how these are \nused in chemical calculations.\nFigure 1.1  A titration is a method used to find the amount of \na particular substance in a solution.\n2\nCambridge International AS Level Chemistry\n\n--- Page Break ---\n\nthe relative atomic mass of the element very accurately. \nTo find the necessary data we use an instrument called a \nmass spectrometer (see box on mass spectrometry).\nRelative molecular mass, Mr\nThe relative molecular mass of a compound (Mr) is the \nrelative mass of one molecule of the compound on a  \nscale where the carbon-12 isotope has a mass of exactly  \n12 units. We find the relative molecular mass by adding  \nup the relative atomic masses of all the atoms present in \nthe molecule.\nFor example, for methane:\nformula\t\nCH4\natoms present\t\n1 × C; 4 × H\nadd Ar values\t\n(1 × Ar[C]) + (4 × Ar[H])\nMr of methane\t\n= (1 × 12.0) + (4 × 1.0)\n\t\n= 16.0\nRelative formula mass\nFor compounds containing ions we use the term relative \nformula mass. This is calculated in the same way as for \nrelative molecular mass. It is also given the same symbol, \nMr. For example, for magnesium hydroxide:\nformula\t\nMg(OH)2\nions present\t\n1 × Mg2+; 2 × (OH–)\nadd Ar values\t\n(1 × Ar[Mg]) + (2 × (Ar[O] + Ar[H]))\nMr of magnesium \nhydroxide\t\n= \t(1 × 24.3) + (2 × (16.0 + 1.0))\n\t\n= 58.3\nquestion\n1\t \u0007Use the Periodic Table on page 473 to calculate the \nrelative formula masses of the following:\n\u0007a\t \u0007calcium chloride, CaCl2\n\t\n\u0007b\t \u0007copper(II) sulfate, CuSO4\n\t\n\u0007c\t\n\u0007ammonium sulfate, (NH4)2SO4\n\t\n\u0007d\t \u0007magnesium nitrate-6-water, Mg(NO3)2.6H2O\nHint: for part d you need to calculate the mass of \nwater separately and then add it to the Mr of Mg(NO3)2.\n\nChapter 1: Moles and equations\nAccurate relative atomic masses\nMass spectrometry\nbox 1.1: Biological drawing\nA mass spectrometer (Figure 1.2) can be used \nto measure the mass of each isotope present \nin an element. It also compares how much of \neach isotope is present – the relative abundance \n(isotopic abundance). A simplified diagram of a \nmass spectrometer is shown in Figure 1.3. You will \nnot be expected to know the details of how a mass \nspectrometer works, but it is useful to understand \nhow the results are obtained.\n3\nFigure 1.2  A mass spectrometer is a large and complex \ninstrument.\nvaporised sample\npositively charged \nelectrodes accelerate positive ions\nmagnetic field\nheated\nfilament\nproduces\nhigh-energy\nelectrons\nionisation\nchamber\nflight tube\nion\ndetector\nrecorder\ncomputer\nFigure 1.3  Simplified diagram of a mass spectrometer.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nMass spectrometry (continued)\nThe atoms of the element in the vaporised sample \nare converted into ions. The stream of ions is \nbrought to a detector after being deflected (bent) \nby a strong magnetic field. As the magnetic field is \nincreased, the ions of heavier and heavier isotopes \nare brought to the detector. The detector is \nconnected to a computer, which displays the  \nmass spectrum.\nThe mass spectrum produced shows the relative \nabundance (isotopic abundance) on the vertical \naxis and the mass to ion charge ratio (m/e) on the \nhorizontal axis. Figure 1.4 shows a typical mass \nspectrum for a sample of lead. Table 1.1 shows \nhow the data is interpreted.\n3\nDetector current/ mA\n2\n4\n1\n0\n204\n205\n206\n207\n208\n209\nMass/charge (m/e) ratio\nFigure 1.4  The mass spectrum of a sample of lead.\nFor singly positively charged ions the m/e values \ngive the nucleon number of the isotopes detected. \nIn the case of lead, Table 1.1 shows that 52% of the \nlead is the isotope with an isotopic mass of 208. \nThe rest is lead-204 (2%), lead-206 (24%) and lead-\n207 (22%).\nIsotopic mass\nRelative abundance / %\n204\n  2\n206\n 24\n207\n 22\n208\n 52\ntotal\n100\nTable 1.1  The data from Figure 1.4.\n\nDetermination of Ar from mass spectra\nWe can use the data obtained from a mass spectrometer \nto calculate the relative atomic mass of an element very \naccurately. To calculate the relative atomic mass we follow \nthis method:\n■\n■\nmultiply each isotopic mass by its percentage abundance\n■\n■\nadd the figures together\n■\n■\ndivide by 100.\nWe can use this method to calculate the relative atomic \nmass of neon from its mass spectrum, shown in Figure 1.5.\nThe mass spectrum of neon has three peaks:\n20Ne (90.9%), 21Ne (0.3%) and 22Ne (8.8%).\nAr of neon\n=  ​ (20 × 90.9) + (21.0 × 0.3) + (22 × 8.8) \n \n \n_______________________________ \n \n100 \n​ = 20.2\nNote that this answer is given to 3 significant figures, \nwhich is consistent with the data given.\n90.9%\n100\n80\nRelative abundance/ %\n60\n40\n20\n8.8 %\n0.3 %\n0\n19\n20\n21\n22\n23\nMass/charge (m/e) ratio\nFigure 1.5  The mass spectrum of neon, Ne.\nA high-resolution mass spectrometer can give very \naccurate relative isotopic masses. For example 16O = 15.995 \nand 32S = 31.972. Because of this, chemists can distinguish \nbetween molecules such as SO2 and S2, which appear to \nhave the same relative molecular mass.",
    "content_length": 7838,
    "pages_extracted": "12-14",
    "layout_detected": "2 column(s)"
  }
}