{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "2.2",
    "subtopic_name": "The mole and the Avogadro constant",
    "topic_number": "2",
    "topic_name": "Atoms, molecules and stoichiometry",
    "start_page": 5,
    "end_page": 5,
    "content": "question\n2\t \u0007Look at the mass spectrum of germanium, Ge.\n36.7 %\n7.7%\n40\n27.4%\n30\n20.6%\nAbundance /%\n20\n7.6%\n10\n0\nMass/charge (m/e) ratio\n80\n75\n70\nFigure 1.6  The mass spectrum of germanium.\n\u0007a\t \u0007Write the isotopic formula for the heaviest isotope \nof germanium.\n\u0007b\t \u0007Use the % abundance of each isotope to calculate \nthe relative atomic mass of germanium.\nAmount of substance\nThe mole and the Avogadro constant\nThe formula of a compound shows us the number of \natoms of each element present in one formula unit or one \nmolecule of the compound. In water we know that two \natoms of hydrogen (Ar = 1.0) combine with one atom of \noxygen (Ar = 16.0). So the ratio of mass of hydrogen atoms \nto oxygen atoms in a water molecule is 2 : 16. No matter \nhow many molecules of water we have, this ratio will \nalways be the same. But the mass of even 1000 atoms is  \nfar too small to be weighed. We have to scale up much \nmore than this to get an amount of substance that is easy \nto weigh.\nThe relative atomic mass or relative molecular mass of \na substance in grams is called a mole of the substance. So a \nmole of sodium (Ar = 23.0) weighs 23.0 g. The abbreviation \nfor a mole is mol. We define the mole in terms of the \nstandard carbon-12 isotope (see page 28).\nOne mole of a substance is the amount of that substance \nthat has the same number of specific particles (atoms, \nmolecules or ions) as there are atoms in exactly 12 g of the \ncarbon-12 isotope.\n\nChapter 1: Moles and equations\nWe often refer to the mass of a mole of substance as its \nmolar mass (abbreviation M). The units of molar mass  \nare g mol–1.\nThe number of atoms in a mole of atoms is very large: \n6.02 × 1023 atoms. This number is called the Avogadro \nconstant (or Avogadro number). The symbol for the \nAvogadro constant is L (the symbol NA may also be used). \nThe Avogadro constant applies to atoms, molecules, ions \nand electrons. So in 1 mole of sodium there are 6.02 × 1023 \nsodium atoms and in 1 mole of sodium chloride (NaCl) there \nare 6.02 × 1023 sodium ions and 6.02 × 1023 chloride ions.\nIt is important to make clear what type of particles \nwe are referring to. If we just state ‘moles of chlorine’, it is \nnot clear whether we are thinking about chlorine atoms \nor chlorine molecules. A mole of chlorine molecules, Cl2, \ncontains 6.02 × 1023 chlorine molecules but twice as many \nchlorine atoms, as there are two chlorine atoms in every \nchlorine molecule.\n5\nFigure 1.7  Amedeo Avogadro (1776–1856) was an Italian \nscientist who first deduced that equal volumes of gases \ncontain equal numbers of molecules. Although the Avogadro \nconstant is named after him, it was left to other scientists to \ncalculate the number of particles in a mole.\nMoles and mass\nThe Système International (SI) base unit for mass is the \nkilogram. But this is a rather large mass to use for general \nlaboratory work in chemistry. So chemists prefer to use  \nthe relative molecular mass or formula mass in grams \n(1000 g = 1 kg). You can find the number of moles of a \nsubstance by using the mass of substance and the relative \natomic mass (Ar) or relative molecular mass (Mr).\nnumber of moles (mol) = ​  mass of substance in grams (g) \n \n \n__________________________ \n \nmolar mass (g mol–1) \n​",
    "content_length": 3246,
    "pages_extracted": "15-15",
    "layout_detected": "2 column(s)"
  }
}