{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "20.1",
    "subtopic_name": "Addition polymerisation",
    "topic_number": "20",
    "topic_name": "Polymerisation",
    "start_page": 211,
    "end_page": 213,
    "content": "To see what is formed when 2-methylprop-1-ene is \nheated with hot, concentrated potassium manganate(VII), \nlook at equations 1 and 3 in Figure 15.17. The actual \noxidation can be represented as:\n(CH3)2C    CH2  +  4[O]  \n  (CH3)2C   O  +  CO2  +  H2O\n2-methylprop-1-ene\t\n propanone, a ketone\nWe can use this reaction to determine the position of the \ndouble bond in larger alkenes. To do this we would need \nto identify the products of the oxidation reaction and work \nbackwards to deduce the original alkene. If, for example, \ncarbon dioxide is given off in the oxidation, this tells us \nthat the double bond was between the end two carbon \natoms in the alkene.\nWe can summarise the oxidations under harsh \nconditions (using a hot, concentrated solution of \npotassium managanate(VII)) in three reactions.\n1\t H2C    CH2  \n  CO2  +  CO2\n\t\nIf a carbon atom is bonded to two hydrogen atoms we \nget oxidation to a CO2 molecule.\n2\t RHC    CHR  \n  RCHO  +  RCHO \n\t\n  RCOOH  +  RCOOH\nIf a carbon atom is bonded to one hydrogen atom \nand one alkyl group we get oxidation to a    COOH \n(carboxylic acid) group.\n3\t R1R2C    CR3R4  \n  R1R2C   O  +  R3R4C   O\nIf a carbon atom is bonded to two alkyl groups we get \noxidation to a C   O (ketone) group.\nquestions\n10\t a\t \u0007Name and draw the displayed formula of the organic \nproduct formed when propene is oxidised by a cold \nsolution of acidified potassium manganate(VII).\nb\t \u0007Name and draw the displayed formula of the organic \nproduct formed when but-2-ene is oxidised by a cold \nsolution of acidified potassium manganate(VII).\n11\t a\t i\t\n\u0007What effect does a hot, concentrated solution of \nacidified potassium manganate(VII) have on an \nalkene?\nii\t \u0007Why is this reaction useful to chemists?\nb\t \u0007An alkene is known to be either but-1-ene or but-2-ene. \nWhen heated with concentrated acidified potassium \nmanganate(VII) solution, bubbles of carbon dioxide gas \nwere given off. Name the alkene.\n\nChapter 15: Hydrocarbons\nAddition polymerisation\nProbably the most important addition reaction of the \nalkenes forms the basis of much of the plastics industry. \nMolecules of ethene, as well as other unsaturated \ncompounds, can react with each other under the right \nconditions to form polymer molecules. A polymer is a long-\nchain molecule made up of many repeating units. The small, \nreactive molecules that react together to make the polymer \nare called monomers. Up to 10 000 ethene monomers can \nbond together to form the polymer chains of poly(ethene). \nPoly(ethene) is commonly used to make carrier bags. \nOther alkenes also polymerise to make polymers with \ndifferent properties. Examples of other poly(alkenes) include \npoly(propene) and poly(phenylethene).\nWe can show the polymerisation reaction of ethene as:\nnC2H4 \n  [–C2H4 ]–n \n\t ethene\t\npoly(ethene)\nor by using the displayed formulae:\nH\nH\nH\nH\nn\nC\nC\nC\nC\nH\nH\nH\nH\nn\nn is very large, e.g. up to 10 000\n211\nThe section of the polymer shown in the brackets is the \nrepeat unit of the polymer.\nThe reaction is called addition polymerisation. As in \nother addition reactions, it involves the breaking of the π \nbond in each C   C bond, then the monomers link together.\nc\t\n\u0007Pent-2-ene is heated with concentrated acidified \npotassium manganate(VII) solution.\ni\t\n\u0007Draw the displayed formulae of the products and \nname them.\nii\t \u0007Write a balanced chemical equation for  \nthis reaction, using [O] to show oxygen  \natoms involved.\nd\t \u00072-Methylbut-2-ene is heated with concentrated \nacidified potassium manganate(VII) solution.\ni\t\n\u0007Draw the displayed formulae of the products and \nname them.\nii\t \u0007Write a balanced chemical equation for  \nthis reaction, using [O] to show oxygen  \natoms involved.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nWe can also use substituted alkenes, such as \nchloroethene, as monomers:\nnH2C—CHCl  \n  [–H2C—CHCl  ]–n \n\t\nchloroethene\t\npoly(chloroethene)\nThe  [–H2C—CHCl  ]– section of the polymer chain is \nthe repeat unit of poly(chloroethene) (Figure 15.18). In \npoly(alkenes) made of one type of monomer, the repeat \nunit is the same as the monomer except that the C   C \ndouble bond is changed to a C \n C single bond. Notice \nthat, as in any other addition reaction of the alkenes, \naddition polymerisation yields only one product.\nFigure 15.18  A 3D displayed formula of a small section of the \npoly(chloroethene) molecule. Its common name is PVC, as the \nold name for chloroethene was vinyl chloride.\nRemember that:\n212\n■\n■\nthe section of the polymer chain shown inside the \nbrackets in its structural or displayed formula is called \nits repeat unit\n■\n■\naddition polymerisation is characterised by:\n–\t monomers which are unsaturated, e.g. contain a  \nC   C double bond\n–\t the polymer being the only product of the reaction.\nDisposal of poly(alkene) plastics\nPlastics are widely used in many aspects of everyday life. \nHowever, the large-scale use of poly(alkene)s has created a \nproblem when we come to dispose of them. During their \nuseful life, one of the poly(alkene)s’ useful properties is \ntheir lack of reactivity. As they are effectively huge alkane \nmolecules, they are resistant to chemical attack. So they \ncan take hundreds of years to decompose when dumped \nin landfill sites, taking up valuable space. They are non-\nbiodegradable. Therefore throwing away poly(alkenes)\ncreates rubbish that will pollute the environment for \ncenturies (Figure 15.19).\nBurning plastic waste\nOne way to solve this problem would be to burn the \npoly(alkene)s and use the energy released to generate \nelectricity. As we have seen on page 204, if hydrocarbons \nburn in excess oxygen the products are carbon dioxide\n\nFigure 15.19  A beach littered with poly(alkene) plastic waste.\nand water. So this solution would not help combat global \nwarming, but would help to conserve our supplies of \nfossil fuels that currently generate most of our electricity. \nHowever, we have also seen that toxic carbon monoxide \nis produced from incomplete combustion  \nof hydrocarbons.\nAnother problem is the difficulty recycling plants have \nin separating other plastic waste from the poly(alkene)\ns when objects have just been thrown away without \nbeing sorted according to their recycling code. Then if \npoly(chloroethene) is burnt, acidic hydrogen chloride \ngas will be given off, as well as toxic compounds called \ndioxins. Acidic gases would have to be neutralised before \nreleasing the waste gas into the atmosphere and very high \ntemperatures used in incinerators to break down any toxins.\nquestions\n12\t Tetrafluoroethene, C2F4, is the monomer for the \npolymer PTFE, which is used in the non-stick coating \non pans.\na\t \u0007What does PTFE stand for?\nb\t \u0007What do we call the type of reaction used to  \nform PTFE?\nc\t\n\u0007Write a chemical equation to show the formation \nof PTFE from C2F4.\nd\t \u0007Draw the structure of the repeat unit in PTFE.\n13\t a\t \u0007How could poly(alkene) waste be used to conserve \nfossil fuels?\nb\t \u0007Why would your answer to part a add to the \nproblem of enhanced global warming?\nc\t\n\u0007A waste batch of poly(ethene) pellets was burnt in \nan inefficient industrial incinerator. Name a toxic \ngas that would be released.\n\n--- Page Break ---\n\nTackling questions on addition \npolymers\nIn your exam, you might be asked to:\n1\t deduce the repeat unit of a polymer obtained from a \ngiven unsaturated monomer\n2\t identify the monomer(s) present in a given section of a \npolymer molecule.\n1 Deducing the repeat unit of an addition \npolymer for given monomer(s)\nGiven a monomer with a C   C bond, simply turn the \ndouble bond into a C \n C single bond and show the \nbonds either side of the two C atoms that would continue \nthe chain:\nCl\nH\nCl\nH\naddition\npolymerisation\nn C\nC\nC\nC\nH\nH\nn\nH\nH\nmonomer\nrepeat unit\n2 Identifying the monomer(s) present in \na given section of an addition polymer \nmolecule\nFirst of all you should split the polymer chain into its \nrepeat units.\nWith an addition polymer, you then need to put the\nSummary\n■\t Alkanes are saturated hydrocarbons with the general \nformula CnH2n  +  2.\n■\t Alkanes are relatively unreactive as they are non-\npolar. Most reagents are polar and do not usually react \nwith non-polar molecules.\n■\t Alkanes are widely used as fuels. When they burn \ncompletely they produce carbon dioxide and  \nwater. However, they produce toxic carbon  \nmonoxide gas when they burn in a limited supply \nof oxygen, e.g. in a car engine. This gas, and other \npollutants in the air, can be monitored using  \ninfra-red spectroscopy (see page 241 for more  \ndetails of this instrumental technique).\n\nChapter 15: Hydrocarbons\nC    C double bond back into the monomer:\nH\nH\nH\nH\nC\nC\nC\nC\nC\nC\nC\nH\nH\nH\nH\nH\nH\nH\npart of addition polymer\nH\nH\nC\nC\nC\nC\nH\nH\nH\nH\nn\nrepeat unit\nmonomer\nQuestion\n213\n14 \tName the monomer used to make this polymer:\nH\nC2H5\nC2H5\nH\nC2H5\nH\nC\nC\nC\nC\nC\nC\nH\nH\nH\nH\nH\nH\n■\t Cracking of the less useful fractions from the fractional \ndistillation of crude oil produces a range of more useful \nalkanes with lower molecular masses, as well as alkenes.\n■\t Chlorine atoms or bromine atoms can substitute  \nfor hydrogen atoms in alkanes in the presence of \nultraviolet light, producing halogenoalkanes. This is \ncalled a free radical substitution reaction. The Cl   Cl or  \nBr   Br bond undergoes homolytic fission in ultraviolet \nlight, producing reactive Cl  or Br  free radicals. This \ninitiation step of free-radical substitution is followed \nby propagation steps involving a chain reaction which \nregenerates the halogen free radicals. Termination steps \noccur, when two free radicals combine.",
    "content_length": 9528,
    "pages_extracted": "221-223",
    "layout_detected": "2 column(s)"
  }
}