{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "3.1",
    "subtopic_name": "Electronegativity and bonding",
    "topic_number": "3",
    "topic_name": "Chemical bonding",
    "start_page": 60,
    "end_page": 61,
    "content": "Cambridge International AS Level Chemistry\nQuestion\n8\t \u0007Answer the following, giving a full explanation in terms \nof metallic bonding.\n\u0007a\t \u0007Explain why aluminium has a higher melting point \nthan sodium.\n\u0007b\t \u0007The thermal conductivity of stainless steel is \n82 W m–1 K–1. The thermal conductivity of copper \nis 400 W m–1 K–1. Why do some stainless steel \nsaucepans have a copper base?\n\u0007c\t\n\u0007Why does aluminium conduct electricity better \nthan sodium?\nMetals conduct heat\nThe conduction of heat is partly due to the movement of \nthe delocalised electrons and partly due to the vibrations \npassed on from one metal ion to the next.\nIntermolecular forces\nThe forces within molecules due to covalent bonding are \nstrong. However, the forces between molecules are much \nweaker. We call these forces intermolecular forces.\nThere are three types of intermolecular force:\n60\n■\n■\nvan der Waals’ forces (which are also called dispersion \nforces and temporary dipole–induced dipole forces)\n■\n■\npermanent dipole–dipole forces\n■\n■\nhydrogen bonding.\nTable 4.2 compares the relative strength of these \nintermolecular forces and other bonds.\nType of bond\nBond strength  \n/ kJ mol–1\nionic bonding in sodium chloride\n760\nO   H covalent bond in water \n464\nhydrogen bonding\n20–50\npermanent dipole–dipole force\n5–20\nvan der Waals’ forces\n1–20\nTable 4.2  Strengths of different types of bond and \nintermolecular force.\nIn order to understand how intermolecular forces  \nwork, we first have to know about electronegativity and \nbond polarity.\n\nFigure 4.31  The intermolecular forces in water allow some \ninsects to skate over its surface.\nElectronegativity\nElectronegativity is the ability of a particular atom, which \nis covalently bonded to another atom, to attract the bond \npair of electrons towards itself.\nThe greater the value of the electronegativity, the greater \nthe power of an atom to attract the electrons in a covalent \nbond towards itself. For Groups 1 to 17 the pattern of \nelectronegativity is:\n■\n■\nelectronegativity increases across a period from Group 1 to \nGroup 17\n■\n■\nelectronegativity increases up each group.\nThis means that fluorine is the most electronegative \nelement.\nFor the most electronegative elements, the order of \nelectronegativity is:\nincreasing electronegativity\nBr < Cl < N < O < F\nCarbon and hydrogen have electronegativities that are \nlower than those of most other non-metallic elements.\nPolarity in molecules\nWhen the electronegativity values of the two atoms \nforming a covalent bond are the same, the pair of electrons \nis equally shared. We say that the covalent bond is  \nnon-polar. For example, hydrogen (H2), chlorine (Cl2) and \nbromine (Br2) are non-polar molecules.\nWhen a covalent bond is formed between two atoms \nhaving different electronegativity values, the more \nelectronegative atom attracts the pair of electrons in the \nbond towards it.\n\n--- Page Break ---\n\nAs a result:\n■\n■\nthe centre of positive charge does not coincide with the \ncentre of negative charge\n■\n■\nwe say that the electron distribution is asymmetric\n■\n■\nthe two atoms are partially charged\n■\n■\nwe show\n–\t\nthe less electronegative atom with the partial charge δ+ \n(‘delta positive’)\n–\t\nthe more electronegative atom with the partial charge \nδ– (‘delta negative’)\n■\n■\nwe say that the bond is polar (or that it has a dipole).\nFigure 4.32 shows the polar bond in a hydrogen  \nchloride molecule.\nCl\nH\nδ+\nδ–\nFigure 4.32  Hydrogen chloride is a polar molecule.\nAs the difference in electronegativity values of the atoms \nin a covalent bond increases, the bond becomes more \npolar. The degree of polarity of a molecule is measured as a \ndipole moment. The direction of the dipole is shown by the \nsign \n. The arrow points to the partially negatively \ncharged end of the dipole.\nIn molecules containing more than two atoms, we have \nto take into account:\n■\n■\nthe polarity of each bond\n■\n■\nthe arrangement of the bonds in the molecule.\nTrichloromethane, CHCl3, is a polar molecule. The \nthree C   Cl dipoles point in a similar direction. Their \ncombined effect is not cancelled out by the polarity of the \nC   H bond. This is because the C   H bond is virtually \nnon-polar. The electron distribution is asymmetric. The \nmolecule is polar, with the negative end towards the \nchlorine atoms. This is shown in Figure 4.33a.\nH\na\nb\nδ+\nCl\nC\nC\nCl\nCl\nδ–\nCl\nCl\nCl\nCl\ntrichloromethane, \na polar molecule\ntetrachloromethane, \na non-polar molecule\nFigure 4.33  The polarity of a  trichloromethane and \nb  tetrachloromethane.\nSome molecules contain polar bonds but have no overall \npolarity. This is because the polar bonds in these molecules \nare arranged in such a fashion that the dipole moments\n\nChapter 4: Chemical bonding\ncancel each other out. An example is tetrachloromethane, \nCCl4 (Figure 4.33b). Tetrachloromethane has four polar \nC   Cl bonds pointing towards the four corners of a \ntetrahedron. The dipoles in each bond cancel each other. \nSo, tetrachloromethane is non-polar.\nThe charge distribution in molecules and ions can be \ndetermined by a method called X-ray spectroscopy. One \nmethod involves firing X-rays at molecules and measuring \nthe energy of the electrons given off. Using this method, \nscientists have found that in a sulfate ion, the sulfur atom \nhas a charge of +1.12 units and the four oxygen atoms each \nhave a charge of –0.78 units.\nQuestion\n9\t \u0007Are the following molecules polar or non-polar? In each \ncase give a reason for your answer.\n(Electronegativity values: F = 4.0, Cl = 3.0, Br = 2.8,  \nS = 2.5, C = 2.5, H = 2.1)\n\u0007a\t \u0007Chlorine, Cl2\n\t\n\u0007b\t \u0007Hydrogen fluoride, HF\n\u0007c\t\n\u0007The V-shaped molecule, sulfur dichloride, SCl2\n\t\n\u0007d\t \u0007The tetrahedral molecule, chloromethane, CH3Cl\n\u0007e\t \u0007The tetrahedral molecule tetrabromomethane, CBr4.\n61\nPolarity and chemical reactivity\nBond polarity influences chemical reactivity. For example, \nboth nitrogen, N   N, and carbon monoxide, C   O, have \ntriple bonds requiring a similar amount of energy to \nbreak them. Nitrogen is a non-polar molecule and is fairly \nunreactive. But carbon monoxide is a polar molecule, and \nthis explains its reactivity with oxygen and its use as a \nreducing agent. Many chemical reactions are started by a \nreagent attacking one of the electrically charged ends of a \npolar molecule. For example, chloroethane, C2H5Cl, is far \nmore reactive than ethane, C2H6. This is because reagents \nsuch as OH– ions can attack the delta-positive carbon atom \nof the polarised C   Cl bond (see also page 220).\nH\nH\nC\nH\nCl\nδ+\nδ–\nC\nH\nH\nSuch an attack is not possible with ethane because the  \nC   H bond is virtually non-polar. This helps to explain \nwhy alkanes, such as ethane, are not very reactive.",
    "content_length": 6662,
    "pages_extracted": "70-71",
    "layout_detected": "2 column(s)"
  }
}