{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "3.2",
    "subtopic_name": "Ionic bonding",
    "topic_number": "3",
    "topic_name": "Chemical bonding",
    "start_page": 49,
    "end_page": 50,
    "content": "Introduction\nIn Chapter 3 we looked at the electronic configurations \nof individual atoms. We can use these electronic \nconfigurations to help us understand what happens \nwhen atoms combine to form compounds. The atoms \nin compounds are held together by different types of \nchemical bonding. Understanding what bonding is,  \nand how bonds can be formed or broken, gives us the \nability to extract resources from the Earth and make \nnew compounds.\nFigure 4.1  This sodium chloride (salt) has been extracted \nfrom the ground. Sodium chloride is an ionic compound.\nTypes of chemical bonding\nIonic bonding is the electrostatic attraction between positive \nand negative ions in an ionic crystal lattice. Covalent bonds \nare formed when the outer electrons of two atoms are shared. \nThe ionic or covalent bonds formed are usually very strong \n– it takes a lot of energy to break them. There is also a third \nform of strong bonding: metallic bonding.\nAlthough the atoms within molecules are kept  \ntogether by strong covalent bonds, the forces between \nmolecules are weak. We call these weak forces \nintermolecular forces.\nThere are several types of intermolecular force:\n■\n■\nvan der Waals’ forces (also called ‘dispersion forces’ and \n‘temporary dipole–induced dipole forces’)\n■\n■\npermanent dipole–dipole forces\n■\n■\nhydrogen bonds.\nAn understanding of these different types of chemical \nbonding and an understanding of intermolecular forces \nhelps us to explain the structure and physical properties  \nof elements and compounds.\nIonic bonding\nHow are ions formed?\nOne way of forming ions is for atoms to gain or lose one or \nmore electrons.\n■\n■\nPositive ions are formed when an atom loses one or more \nelectrons. Metal atoms usually lose electrons and form \npositive ions.\n■\n■\nNegative ions are formed when an atom gains one or  \nmore electrons. Non-metal atoms usually gain electrons \nand form negative ions.\n\nChapter 4: Chemical bonding\nThe charge on the ion depends on the number of electrons \nlost or gained (see page 41).\nWhen metals combine with non-metals, the electrons \nin the outer shell of the metal atoms are transferred to \nthe non-metal atoms. Each non-metal atom usually gains \nenough electrons to fill its outer shell. As a result of this, \nthe metal and non-metal atoms usually end up with outer \nelectron shells that are complete – they have an electronic \nconfiguration of a noble gas.\nIn Figure 4.2 we can see that:\n49\n■\n■\nthe sodium ion has the electronic structure [2,8]+, the same \nas that of neon\n■\n■\nthe chloride ion has the electronic structure [2,8,8]–, the \nsame as that of argon.\nNa\nCl\n2,8,1\n2,8,7\n+\n–\nCl\nNa\n[2,8]+\n[2,8,8]–\nNaCl (Na+ Cl–)\nFigure 4.2  The formation of a sodium ion and chloride ion \nby electron transfer.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nFigure 4.3  These crystals of salt are made up of millions of \nsodium ions and chloride ions.\nThe strong force of attraction between the positive and \nnegative ions in the ionic crystal lattice results in an ionic \nbond. An ionic bond is sometimes called an electrovalent \nbond. In an ionic structure, the ions are arranged in a \nregular repeating pattern (see Chapter 5). As a result of \nthis, the force between one ion and the ions of opposite \ncharge that surround it is very great. In other words, ionic \nbonding is very strong.\n50\nDot-and-cross diagrams\nYou will notice that in Figure 4.2 we used dots and crosses to \nshow the electronic configuration of the chloride and sodium \nions. This helps us keep track of where the electrons have come \nfrom. It does not mean that the electron transferred is any \ndifferent from the others. Diagrams like this are called  \ndot-and-cross diagrams.\nWhen drawing a dot-and-cross diagram for an ionic \ncompound it is usually acceptable to draw the outer \nelectron shell of the metal ion without any electrons. This \nis because it has transferred these electrons to the negative \nion. Figure 4.4 shows the outer shell dot-and-cross \ndiagram for sodium chloride.\nA dot-and-cross diagram shows:\n■\n■\nthe outer electron shells only\n■\n■\nthat the charge of the ion is spread evenly, by using  \nsquare brackets\n■\n■\nthe charge on each ion, written at the top right-hand corner \nof the square brackets.\n\n+\n–\nNa\nCl\nFigure 4.4  Dot-and-cross diagram for sodium chloride.\nSome examples of dot-and-cross \ndiagrams\nMagnesium oxide\nWhen magnesium reacts with oxygen to form magnesium \noxide, the two electrons in the outer shell of each magnesium \natom are transferred to the incompletely filled orbitals of \nan oxygen atom. By losing two electrons, each magnesium \natom achieves the electronic configuration [2,8] (Figure \n4.5). By gaining two electrons, each oxygen atom achieves \nthe electronic configuration [2,8]. [2,8] is the electronic \nconfiguration of neon; it is a ‘noble-gas configuration’.\n2–\n2+\nMg\nO\nO\nMg\n2,8,2\n2,6\n[2,8]2+\n[2,8]2–\nMgO\nFigure 4.5  Dot-and-cross diagram for magnesium oxide.\nCalcium chloride\nEach calcium atom has two electrons in its outer shell, and \nthese can be transferred to two chlorine atoms. By losing \ntwo electrons, each calcium atom achieves the electronic \nconfiguration [2,8,8] (Figure 4.6). The two chlorine \natoms each gain one electron to achieve the electronic \nconfiguration [2,8,8]. [2,8,8] is the electronic configuration \nof argon; it is a ‘noble-gas configuration’.\n–\nCl\nCl\n2+\n[2,8,8]–\nCa\n2,8,7\nCa\n–\nCl\nCl\n[2,8,8]2+\n2,8,8,2\n2,8,7\nCaCl2\n[2,8,8]–\nFigure 4.6  Dot-and-cross diagram for calcium chloride.",
    "content_length": 5486,
    "pages_extracted": "59-60",
    "layout_detected": "2 column(s)"
  }
}