{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "3.3",
    "subtopic_name": "Metallic bonding",
    "topic_number": "3",
    "topic_name": "Chemical bonding",
    "start_page": 58,
    "end_page": 60,
    "content": "Cambridge International AS Level Chemistry\nThe shape of some organic molecules\nWe can explain the shapes of molecules in terms of the patterns \nof electron density found in σ bonds and π bonds.\nEthane\nThe displayed formula  \nfor ethane is:\nH\nH\nC\nH\nH\nC\nH\nH\nAll the bonds in ethane are formed by linear overlap of \natomic orbitals. They are all σ bonds.\nFigure 4.25 shows the electron density distribution in \nethane formed by these σ bonds. All the areas of electron \ndensity repel each other equally. This makes the HCH \nbond angles all the same (109.5°).\nσ bonds\nH\nH\nH\nC\n109.5°\n109.5°\nC\nH\nH\nH\ncarbon nucleus\nhydrogen nucleus\nFigure 4.25  The electron density distribution in ethane.\n58\nEthene\nThe displayed formula for ethene is\nH\nH\nC\nC\nH\nH\nEach carbon atom in ethene uses three of its four outer \nelectrons to form σ bonds. Two σ bonds are formed with \nthe hydrogen atoms and one σ bond is formed with the \nother carbon atom.\nThe fourth electron from each carbon atom occupies a \np orbital, which overlaps sideways with a similar p orbital \non the other carbon atom. This forms a π bond. Figure \n4.26 shows how this occurs.\np orbitals\nπ bond\nH\nH\nH\nH\n120°\n⎯→\n120°\nC\nC\nC\nC\nH\nH\nH\nH\np orbitals\nπ bond\nFigure 4.26  Overlap of p orbitals to produce a π bond  \nin ethene.\n\nThe electron density distribution of both the σ and π \nbonds in ethene is shown in Figure 4.27.\nπ bond\nσ bond\nhydrogen nuclei\ncarbon nuclei\nFigure 4.27  The electron density distribution in ethene.\nEthene is a planar molecule because this ensures the \nmaximum overlap of the p orbitals that form the π bond. \nYou will notice that the electron clouds that make up the \nπ bond lie above and below the plane of the carbon and \nhydrogen nuclei. We would expect the H   C   H bond \nangle in ethene to be about 120° because the three areas \nof electron density of the σ bonds are equally distributed. \nHowever, because of the position of the π bond, this bond \nangle is actually 117°. This minimises the repulsive forces.\nMetallic bonding\nWhat is a metallic bond?\nFigure 4.28  Metals, clockwise from top left: sodium, gold, \nmercury, magnesium and copper.\n\n--- Page Break ---\n\nIn a metal, the atoms are packed closely together in a \nregular arrangement called a lattice. Metal atoms in a \nlattice tend to lose their outer shell electrons and become \npositive ions. The outer shell electrons occupy new energy \nlevels and are free to move throughout the metal lattice. \nWe call these electrons delocalised electrons (mobile \nelectrons). Delocalised electrons are electrons that are not \nassociated with any one particular atom or bond.\nMetallic bonding is strong. This is because the ions \nare held together by the strong electrostatic attraction \nbetween their positive charges and the negative charges of \nthe delocalised electrons (Figure 4.29). This electrostatic \nattraction acts in all directions. The strength of metallic \nbonding increases with:\n■\n■\nincreasing positive charge on the ions in the metal lattice\n■\n■\ndecreasing size of metal ions in the lattice\n■\n■\nincreasing number of mobile electrons per atom.\nMetallic bonding and the properties of \nmetals\nWe can use our model of metallic bonding to explain \nmany of the properties of metals.\nMost metals have high melting points and \nhigh boiling points\nIt takes a lot of energy to weaken the strong attractive \nforces between the metal ions and the delocalised \nelectrons. These attractive forces can only be overcome \nat high temperatures. However, mercury is a liquid at \nroom temperature (Figure 4.30). This is because some of \nthe electrons in a mercury atom are bound more tightly \nthan usual to the nucleus, weakening the metallic bonds \nbetween atoms.\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\nFigure 4.29  Metallic bonding: there are strong attractive forces between the positively charged ions and the \ndelocalised electrons.\n\nChapter 4: Chemical bonding\nFigure 4.30  Mercury is a liquid at room temperature.\nMetals conduct electricity\nWhen a voltage is applied to a piece of metal, an electric \ncurrent flows in it because the delocalised electrons \n(mobile electrons) are free to move. Metallic bonding is \nthe only type of bonding that allows us to predict reliably \nthat a solid will conduct electricity. Covalent solids cannot \nconduct electricity because none of their electrons are free \nto move, although graphite is an exception to this. Ionic \nsolids cannot conduct because neither their electrons nor \ntheir ions are free to move.\n59\n–\n– +\n+\n+\n+\n+\n–\n–\n–\n–\n–\n–\n–\n+\n+\n+\n+\n–\n–\n–\n–\n+\n+\n+\n+\n+\n‘sea’ of delocalised electrons\nouter-shell electrons\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nQuestion\n8\t \u0007Answer the following, giving a full explanation in terms \nof metallic bonding.\n\u0007a\t \u0007Explain why aluminium has a higher melting point \nthan sodium.\n\u0007b\t \u0007The thermal conductivity of stainless steel is \n82 W m–1 K–1. The thermal conductivity of copper \nis 400 W m–1 K–1. Why do some stainless steel \nsaucepans have a copper base?\n\u0007c\t\n\u0007Why does aluminium conduct electricity better \nthan sodium?\nMetals conduct heat\nThe conduction of heat is partly due to the movement of \nthe delocalised electrons and partly due to the vibrations \npassed on from one metal ion to the next.\nIntermolecular forces\nThe forces within molecules due to covalent bonding are \nstrong. However, the forces between molecules are much \nweaker. We call these forces intermolecular forces.\nThere are three types of intermolecular force:\n60\n■\n■\nvan der Waals’ forces (which are also called dispersion \nforces and temporary dipole–induced dipole forces)\n■\n■\npermanent dipole–dipole forces\n■\n■\nhydrogen bonding.\nTable 4.2 compares the relative strength of these \nintermolecular forces and other bonds.\nType of bond\nBond strength  \n/ kJ mol–1\nionic bonding in sodium chloride\n760\nO   H covalent bond in water \n464\nhydrogen bonding\n20–50\npermanent dipole–dipole force\n5–20\nvan der Waals’ forces\n1–20\nTable 4.2  Strengths of different types of bond and \nintermolecular force.\nIn order to understand how intermolecular forces  \nwork, we first have to know about electronegativity and \nbond polarity.\n\nFigure 4.31  The intermolecular forces in water allow some \ninsects to skate over its surface.\nElectronegativity\nElectronegativity is the ability of a particular atom, which \nis covalently bonded to another atom, to attract the bond \npair of electrons towards itself.\nThe greater the value of the electronegativity, the greater \nthe power of an atom to attract the electrons in a covalent \nbond towards itself. For Groups 1 to 17 the pattern of \nelectronegativity is:\n■\n■\nelectronegativity increases across a period from Group 1 to \nGroup 17\n■\n■\nelectronegativity increases up each group.\nThis means that fluorine is the most electronegative \nelement.\nFor the most electronegative elements, the order of \nelectronegativity is:\nincreasing electronegativity\nBr < Cl < N < O < F\nCarbon and hydrogen have electronegativities that are \nlower than those of most other non-metallic elements.\nPolarity in molecules\nWhen the electronegativity values of the two atoms \nforming a covalent bond are the same, the pair of electrons \nis equally shared. We say that the covalent bond is  \nnon-polar. For example, hydrogen (H2), chlorine (Cl2) and \nbromine (Br2) are non-polar molecules.\nWhen a covalent bond is formed between two atoms \nhaving different electronegativity values, the more \nelectronegative atom attracts the pair of electrons in the \nbond towards it.",
    "content_length": 7460,
    "pages_extracted": "68-70",
    "layout_detected": "2 column(s)"
  }
}