{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "3.4",
    "subtopic_name": "Covalent bonding and coordinate (dative covalent) bonding",
    "topic_number": "3",
    "topic_name": "Chemical bonding",
    "start_page": 51,
    "end_page": 58,
    "content": "Question\n1\t \u0007Draw dot-and-cross diagrams for the ions in the \nfollowing ionic compounds. Show only the outer \nelectron shells.\n\u0007a\t \u0007Potassium chloride, KCl\n\u0007b\t \u0007Sodium oxide, Na2O\n\u0007c\t\n\u0007Calcium oxide, CaO\n\u0007d\t \u0007Magnesium chloride, MgCl2\nCovalent bonding\nSingle covalent bonds\nWhen two non-metal atoms combine, they share one, \nor more, pairs of electrons. A shared pair of electrons \nis called a single covalent bond, or a bond pair. A single \ncovalent bond is represented by a single line between the \natoms: for example, Cl   Cl.\nb\na\nFigure 4.7  a  Bromine and b  iodine are elements. They both \nhave simple covalent molecules.\n\nChapter 4: Chemical bonding\nYou can see that when chlorine atoms combine not all \nthe electrons are used in bonding. The pairs of outer-shell \nelectrons not used in bonding are called lone pairs. Each \natom in a chlorine molecule has three lone pairs  \nof electrons and shares one bonding pair of electrons \n(Figure 4.8).\na shared pair \nof electrons is a\ncovalent bond\nCl\nCl\nCl\n+\nCl\nCl\nCl\nchlorine atoms\n(2,8,7)\nchlorine molecule:\neach chlorine is now 2,8,8\nFigure 4.8  Atoms of chlorine share electrons to form a single \ncovalent bond.\nWhen drawing the arrangement of electrons in a  \nmolecule we:\n■\n■\nuse a ‘dot’ for electrons from one of the atoms and a ‘cross’ \nfor the electrons from the other atom\n■\n■\nif there are more than two types of atom we can use \nadditional symbols such as a small circle or a small triangle\n■\n■\nwe draw the outer electrons in pairs, to emphasise the \nnumber of bond pairs and the number of lone pairs.\n51\nSome examples of dot-and-cross diagrams for simple \ncovalently bonded molecules are shown in Figure 4.9.\nThere are some cases in which the electrons around  \na central atom may not have a noble gas configuration.  \nFor example:\n■\n■\nboron trifluoride, BF3, has only six electrons around  \nthe boron atom; we say that the boron atom is  \n‘electron deficient’\n■\n■\nsulfur hexafluoride, SF6, has twelve electrons around the \ncentral sulfur atom; we say that the sulfur atom has an \n‘expanded octet’ (Figure 4.10).\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\na\nHydrogen\nH\nH\nH\nH\nH\nH\n+\ntwo hydrogen\natoms (1)\nhydrogen molecule\neach hydrogen is now (2)\nb\nMethane\nH\nH\nC\nC\n+\nC\nH\n4\nH\nH\nH\nH\nH\nH\nfour\nhydrogen\natoms (1)\nmethane molecule: each\nhydrogen now shares two\nelectrons with carbon\ncarbon\natom\n(2,4)\nc\nWater\nO\nO\nH\n+\nO\nH\n2\nH\nH\nH\ntwo\nhydrogen\natoms (1)\noxygen\natom\n(2,6)\nwater molecule: hydrogen and\noxygen both ﬁll their outer shells\nby sharing electrons\nd\nAmmonia\nN\n+\nN\nN\nH\n3\nH\nH\nH\nH\nH\n52\nH\nthree\nhydrogen\natoms (1)\nnitrogen\natom\n(2,5)\nammonia molecule: hydrogen\nand nitrogen both ﬁll their\nouter shells by sharing electrons\ne\nHydrogen chloride\nH\nCl\nCl\nH\nCl\nH\n+\nhydrogen\natom\n(1)\nchlorine\natom \n(2,8,7)\nhydrogen chloride molecule:\nhydrogen and chlorine both\nﬁll their outer shells by\nsharing electrons\nFigure 4.9  Dot-and-cross diagrams for some covalent \ncompounds: a  hydrogen, H2, b  methane, CH4, c  water, H2O, \nd  ammonia, NH3, and e  hydrogen chloride, HCl.\n\nBoron triﬂuoride\na\nF\nF\nF\nB\nF\nB\nF\nB\n3\n+\nF\nF\nthree\nﬂuorine\natoms (2,7)\nboron\natom (2,3)\nboron triﬂuoride\nmolecule\nSulfur hexaﬂuoride\nb\nF\nF\nF\nF\nS\n+\nF\nF\nF\nS\nS\nF\nF\n6\nF\nF\nF\nF\nsix\nﬂuorine\natoms (2,7)\nsulfur\natom\n(2,8,6)\nsulfur hexaﬂuoride\nmolecule\nFigure 4.10  Dot-and-cross diagrams for a  boron trifluoride, \nBF3, and b  sulfur hexafluoride, SF6.\nQuestion\n2\t \u0007Draw dot-and-cross diagrams for the following \ncovalently bonded molecules. Show only the outer \nelectron shells. Note that in part d the beryllium atom \nis electron deficient and in part e the phosphorus \natom has an expanded octet.\n\u0007a\t \u0007Tetrachloromethane, CCl4\n\t\n\u0007b\t \u0007Phosphorus(III) chloride\n\u0007c\t\n\u0007Bromine, Br2\n\t\n\u0007d\t \u0007Beryllium chloride, BeCl2\n\t\n\u0007e\t \u0007Phosphorus(V) chloride, PCl5\nMultiple covalent bonds\nSome atoms can bond together by sharing two pairs of \nelectrons. We call this a double covalent bond. A double \ncovalent bond is represented by a double line between the \natoms: for example, O   O. The dot-and-cross diagrams \nfor oxygen, carbon dioxide and ethene, all of which have \ndouble covalent bonds, are shown in Figure 4.11.\n■\n■\nIn order to form an oxygen molecule, each oxygen atom \nneeds to gain two electrons to complete its outer shell. So \ntwo pairs of electrons are shared and two covalent bonds \nare formed.\n■\n■\nFor carbon dioxide, each oxygen atom needs to gain two \nelectrons as before. But the carbon atom needs to gain four \nelectrons to complete its outer shell. So two oxygen atoms \neach form two bonds with carbon, so that the carbon atom \nhas eight electrons around it.\n\n--- Page Break ---\n\na\nOxygen\nO\n+\nO\nO\nO\nO\nO\ntwo oxygen atoms\n(2,6)\noxygen molecule\nb\nCarbon dioxide\nC\nC\n+\nC\nO\nO\nO\nO\nO\ntwo oxygen\natoms (2,6)\ncarbon \natom (2,4)\ncarbon dioxide\nmolecule\nc\nEthene\nH\nC\nH\nH\n+\nH\nC\nC H\nH\nH\nH\nC\nC\nH\nH\nH\nC\nH\nfour \nhydrogen\natoms (1)\ntwo \ncarbon\natoms (2,4)\nethene molecule\nFigure 4.11  Dot-and-cross diagrams for a  oxygen, O2, \nb  carbon dioxide, CO2, and c  ethene, C2H4.\n■\n■\nIn ethene, two hydrogen atoms share a pair of electrons \nwith each carbon atom. This leaves each carbon atom with \ntwo outer shell electrons for bonding with each other. A \ndouble bond is formed.\nAtoms can also bond together by sharing three pairs of \nelectrons. We call this a triple covalent bond. Figure 4.12 \nshows a dot-and-cross diagram for the triple-bonded \nnitrogen molecule.\nIn order to form a nitrogen molecule, each nitrogen \natom needs to gain three electrons to complete its outer \nshell. So three pairs of electrons are shared and three \ncovalent bonds are formed.\nNitrogen\nN\n+\nN\nN\nN\nN\nN\ntwo nitrogen\nnitrogen molecule\natoms (2,5)\nFigure 4.12  Dot-and-cross diagram for a nitrogen \nmolecule, N2.\nFigure 4.13  The formation of a co-ordinate bond in the \nammonium ion.\n\nChapter 4: Chemical bonding\nQuestion\n3\t \u0007Draw dot-and-cross diagrams for the following \ncovalently bonded molecules; show only the outer \nelectron shells:\n\u0007a\t \u0007ethene, CH2    CH2\n\t\n\u0007b\t \u0007carbon disulfide, CS2.\nCo-ordinate bonding  \n(dative covalent bonding)\nA co-ordinate bond (or dative covalent bond) is formed \nwhen one atom provides both the electrons needed for a \ncovalent bond.\nFor dative covalent bonding we need:\n■\n■\none atom having a lone pair of electrons\n■\n■\na second atom having an unfilled orbital to accept the lone \npair; in other words, an electron-deficient compound.\nAn example of this is the ammonium ion, NH4\n+, formed \nwhen ammonia combines with a hydrogen ion, H+. The \nhydrogen ion is electron deficient; it has space for two \nelectrons in its shell. The nitrogen atom in the ammonia \nmolecule has a lone pair of electrons. The lone pair on \nthe nitrogen atom provides both electrons for the bond \n(Figure 4.13).\nIn a displayed formula (which shows all atoms and \nbonds), a co-ordinate bond is represented by an arrow. \nThe head of the arrow points away from the lone pair that \nforms the bond.\nAnother molecule that has co-ordinate bonds is \naluminium chloride. At high temperatures aluminium \nchloride exists as molecules with the formula AlCl3. This \nmolecule is electron deficient; it still needs two electrons to \ncomplete the outer shell of the aluminium atom. At lower\n53\n+\nH\nH\n+\nN\nH\nH\n+\nH\nN\nH\nH\nH\n+\nH\nN\nH\nH\nH\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\ntemperatures two molecules of AlCl3 combine to form a \nmolecule with the formula Al2Cl6. The AlCl3 molecules \nare able to combine because lone pairs of electrons on two \nof the chlorine atoms form co-ordinate bonds with the \naluminium atoms, as shown in Figure 4.14.\nQuestion\n4\t \u0007a\t \u0007Draw dot-and-cross diagrams to show the \nformation of a co-ordinate bond between  \nthe following:\n\u0007i\t\n\u0007boron trifluoride, BF3, and ammonia, NH3, to \nform the compound F3BNH3\n\t\n\t\n\u0007ii\t \u0007phosphine, PH3, and a hydrogen ion, H+, to \nform the ion PH4\n+.\n\u0007b\t \u0007Draw the displayed formulae of the products \nformed in part a. Show the co-ordinate bond by  \nan arrow.\nBond length and bond energy\nIn general, double bonds are shorter than single bonds. \nThis is because double bonds have a greater quantity of \nnegative charge between the two atomic nuclei. The  \ngreater force of attraction between the electrons and the \nnuclei pulls the atoms closer together. This results in a \nstronger bond. We measure the strength of a bond by  \nits bond energy. This is the energy needed to break one \nmole of a given bond in a gaseous molecule (see also \nChapter 6). Table 4.1 shows some values of bond lengths \nand bond energies.\n54\nCl\nCl\n+\nAl\nAl\nAl\nAl\nCl\nCl\nCl\nFigure 4.14  A dot-and-cross diagram for an aluminium chloride molecule, Al2Cl6.\n\nBond\nBond energy / kJ mol–1\nBond length / nm\nC   C\n350\n0.154\nC   C\n610\n0.134\nC   O\n360\n0.143\nC   O\n740\n0.116\nTable 4.1  Examples of values for bond energies and  \nbond lengths.\nBond strength can influence the reactivity of a compound. \nThe molecules in liquids and gases are in random motion \nso they are constantly colliding with each other. A reaction \nonly happens between molecules when a collision occurs \nwith enough energy to break bonds in either or both \nmolecules. Nitrogen is unreactive because it has a triple \nbond, N   N. It takes a lot of energy to break the nitrogen \natoms apart; the bond energy required is 994 kJ mol–1. \nOxygen is much more reactive. Although it has a double \nbond, it only takes 496 kJ to break a mole of O   O bonds. \nHowever, bond strength is only one factor that influences \nthe reactivity of a molecule. The polarity of the bond (see \npage 61) and whether the bond is a σ bond (sigma bond) or \na π bond (pi bond) (see page 57) both play a large part in \ndetermining chemical reactivity.\nCl\nCl\nCl\nCl\nCl\nCl\nCl\nCl\nCl\nCl\nAl\nAl\nCl\nCl\nCl\n\n--- Page Break ---\n\nQuestion\n5\t \u0007The table lists bond lengths and bond energies of \nsome hydrogen halides.\nHydrogen \nhalide\nBond \nlength / nm\nBond \nenergy / kJ mol–1\nHCl\n0.127\n431\nHBr\n0.141\n366\nHI\n0.161\n299\n\u0007a\t \u0007What is the relationship between the bond length \nand the bond energy for these hydrogen halides?\n\u0007b\t \u0007Suggest why the bond energy values decrease in \nthe order HCl > HBr > HI.\n\u0007c\t\n\u0007Suggest a value for the bond length in hydrogen \nfluoride, HF.\nShapes of molecules\nElectron-pair repulsion theory\nBecause all electrons have the same (negative) charge, they \nrepel each other when they are close together. So, a pair \nof electrons in the bonds surrounding the central atom in \na molecule will repel other electron pairs. This repulsion \nforces the pairs of electrons apart until the repulsive forces \nare minimised.\nThe shape and bond angles of a covalently bonded \nmolecule depend on:\n■\n■\nthe number of pairs of electrons around each atom\n■\n■\nwhether these pairs are lone pairs or bonding pairs.\nLone pairs of electrons have a more concentrated electron \ncharge cloud than bonding pairs of electrons. Their  \ncloud charges are wider and slightly closer to the nucleus \nof the central atom. This results in a different amount  \nof repulsion between different types of electron pairs.  \nThe order of repulsion is lone pair–lone pair (most \nrepulsion) > lone pair–bond pair > bond pair–bond pair \n(least repulsion).\nFigure 4.15 shows the repulsions between lone pairs \n(pink) and bonding pairs (white) in a water molecule.\ngreatest repulsion between lone pairs\nO\nintermediate repulsion\nH\nO\nH angle is 104.5°\nH\nH\nleast repulsion between bonding pairs\nFigure 4.15  Repulsion between lone and bonding electron \npairs in water.\n\nChapter 4: Chemical bonding\nWorking out the shapes of molecules\nThe differences in electron-pair repulsion determine the \nshape and bond angles in a molecule. Figure 4.16 compares \nthe shapes and bond angles of methane, ammonia and \nwater. Space-filling models of these molecules are shown \nin Figure 4.17. Each of these molecules has four pairs \nof electrons surrounding the central atom. Note that in \ndrawing three-dimensional diagrams, the triangular \n‘wedge’ is the bond coming towards you and the dashed \nblack line is the bond going away from you.\nMethane\na\nH\nH\nrepulsions\nequal\nH\nH\n109.5º\nH\nC\nC\nH\nH\nH\nAmmonia\na\nlone pair\nH\nH\nN\ngreater\nrepulsion\nN\nH\nH\n107º\nH\nH\n55\nWater\na\nintermediate\nrepulsion\ngreatest\nrepulsion\nH\nH\nO\nO\nH\n104.5º\nH\nFigure 4.16  The bond angles in a  methane, b  ammonia and  \nc  water depend on the type of electron-pair repulsion.\na Methane\nb Ammonia\nc Water\nFigure 4.17  Shapes of molecules. These space-filling models \nshow the molecular shapes of a  methane, CH4, b  ammonia, \nNH3, and c  water, H2O.\n■\n■\nMethane has four bonding pairs of electrons surrounding \nthe central carbon atom. The equal repulsive forces of each \nbonding pair of electrons results in a tetrahedral structure \nwith all H   C   H bond angles being 109.5°.\nIn ammonia and water, the tetrahedral arrangement of the \nelectron pairs around the central atom becomes distorted.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\n■\n■\nAmmonia has three bonding pairs of electrons and one lone \npair. As lone pair–bond pair repulsion is greater than bond \npair–bond pair repulsion, the bonding pairs of electrons are \npushed closer together. This gives the ammonia molecule \na triangular pyramidal shape. The H   N   H bond angle is \nabout 107°.\n■\n■\nWater has two bonding pairs of electrons and two lone \npairs. The greatest electron pair repulsion is between the \ntwo lone pairs. This results in the bonds being pushed even \ncloser together. The shape of the water molecule is a non-\nlinear V shape. The H   O   H bond angle is 104.5°.\nQuestion\n6\t \u0007a\t \u0007Predict the shapes of the following molecules, \nwhich you drew in question 2 on page 52:\n\u0007i\t\n\u0007tetrachloromethane, CCl4\n\t\n\t\n\u0007ii\t \u0007beryllium chloride, BeCl2\n\t\n\t\n\u0007iii\t \u0007phosphorus(III) chloride.\n\u0007b\t \u0007Draw dot-and-cross diagrams for the following \nmolecules and then predict their shapes:\n\u0007i\t\n\u0007hydrogen sulfide, H2S\n\u0007ii\t \u0007phosphine, PH3.\n56\nMore molecular shapes\nWe can work out the shapes of other molecules by \nfollowing the rules for electron-pair repulsion.\nBoron trifluoride\nBoron trifluoride is an electron-deficient molecule. It  \nhas only six electrons in its outer shell. The three  \nbonding pairs of electrons repel each other equally, so the \nF   B   F bond angles are 120° (Figure 4.18). We describe \nthe shape of the molecule as trigonal planar. ‘Trigonal’ \nmeans ‘having three angles’.\nF\nF\nF\nB\nF\nB\nF\nF\nFigure 4.18  Boron trifluoride.\n\nO\nO\nO\nC\nC\nO\nFigure 4.19  Carbon dioxide.\nCarbon dioxide\nCarbon dioxide has two carbon–oxygen double bonds \nand no lone pairs. The four electrons in each double bond \nrepel other electrons in a similar way to the two electrons \nin a single bond (Figure 4.19). So, the O   C   O bond angle \nis 180°. We describe the shape of the carbon dioxide \nmolecule as linear.\nPhosphorus pentafluoride\nPhosphorus pentafluoride has five bonding pairs of \nelectrons and no lone pairs. The repulsion between the \nelectron pairs results in the most stable structure being \na trigonal bipyramid (Figure 4.20). Three of the fluorine \natoms lie in the same plane as the phosphorus atom. The \nbond angles FPF within this plane are 120°. Two of the \nfluorine atoms lie above and below this plane at 90° to it.\nF\nF\nF\n90°\nP\nF\nF\nP\nF\n120°\nF\nF\nF\nF\nFigure 4.20  Phosphorus pentafluoride.\nSulfur hexafluoride\nSulfur hexafluoride has six bonding pairs of electrons and \nno lone pairs. The equal repulsion between the electron \npairs results in the structure shown in Figure 4.21. All  \nF   S   F bond angles are 90°. We describe the shape  \nas octahedral.\nF\nF\nF\nF\nF\nS\nS\nF\nF\nF\nF\nF\nF\nF\nFigure 4.21  Sulfur hexafluoride.\n\n--- Page Break ---\n\nQuestion\n7\t \u0007a\t \u0007Draw a dot-and-cross diagram for a molecule of \nselenium hexafluoride, SeF6. A single selenium \natom has six electrons in its outer shell.\n\u0007b\t \u0007Predict the shape of selenium hexafluoride.\n\u0007c\t\n\u0007Draw the shape of the phosphorus(V) chloride \nmolecule that you drew as a dot-and-cross \ndiagram in question 2 on page 52.\nσ bonds and π bonds\nA single covalent bond is formed when two non-metal \natoms combine. Each atom that combines has an atomic \norbital containing a single unpaired electron. In the \nformation of a covalent bond the atomic orbitals overlap \nso that a combined orbital is formed, containing two \nelectrons. We call this combined orbital a molecular \norbital. The amount of overlap of the atomic orbitals \ndetermines the strength of the bond: the greater the \noverlap, the stronger the bond. Figure 4.22 shows how the \ns atomic orbitals of two hydrogen atoms overlap to form a \ncovalent bond.\n+\ns atomic\norbitals\nmolecular orbital in a\nhydrogen molecule\nFigure 4.22  Two 1s atomic orbitals in hydrogen overlap to \nform a covalent bond.\nThe p atomic orbitals can also overlap linearly (end-on) \nto form covalent bonds. When p orbitals are involved in \nforming single bonds, they become modified to include \nsome s orbital character. The orbital is slightly altered \nin shape to make one of the lobes of the p orbital bigger. \nThe process of mixing atomic orbitals (for example \none s orbital and three p orbitals) in this way is called\np orbital\np orbital\nmolecular\norbital\nFigure 4.24  π bonds are formed by the sideways overlap of atomic orbitals.\n\nChapter 4: Chemical bonding\nhybridisation. The hybrids are called sp3 hybrids. In sp3 \nhybrids, each orbital has ​ 1 _ \n4 ​ s character and ​ 3 _ \n4 ​ p character. \nWhen one s orbital and two p orbitals are hybridised,  \nthe hybrids are called sp2 hybrids. When one s orbital and \none p orbital are hybridised, the hybrids are called  \nsp orbitals. When hybridised orbitals overlap linearly  \n(end-on) we call the bond a σ bond (sigma bond).  \nFigure 4.23 shows the formation of σ bonds.\nmolecular\norbital\nare the nuclei of the atoms\n+\nσ bond \nbetween\nC and H\nmodiﬁed p\natomic\norbital, e.g. \nfrom carbon\ns atomic \norbital,\ne.g. from\nhydrogen\nmolecular\norbital\n+\nσ bond \nbetween\nC and C\nmodiﬁed p\norbital, e.g.\nfrom carbon\nmodiﬁed\np orbital, e.g.\nfrom carbon\nFigure 4.23   Bonds are formed by the linear (end-on) overlap \nof atomic orbitals.\n57\nThe electron density of each σ bond is symmetrical about a \nline joining the nuclei of the atoms forming the bond.\nBonds formed by the sideways overlap of p orbitals are \ncalled π bonds (pi bonds). A π bond is not symmetrical \nabout the axes joining the nuclei of the atoms forming the \nbond. Figure 4.24 shows how a π bond is formed from two \np orbitals overlapping sideways.\nWe often draw a single π bond as two electron clouds, \none arising from each lobe of the p orbitals. You must \nremember, though, that the two clouds of electrons in  \na π bond represent one bond consisting of a total of  \ntwo electrons.\nπ bond\nThis is an acceptable\nway of writing the \nmolecular orbital\nforming the π bond.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nThe shape of some organic molecules\nWe can explain the shapes of molecules in terms of the patterns \nof electron density found in σ bonds and π bonds.\nEthane\nThe displayed formula  \nfor ethane is:\nH\nH\nC\nH\nH\nC\nH\nH\nAll the bonds in ethane are formed by linear overlap of \natomic orbitals. They are all σ bonds.\nFigure 4.25 shows the electron density distribution in \nethane formed by these σ bonds. All the areas of electron \ndensity repel each other equally. This makes the HCH \nbond angles all the same (109.5°).\nσ bonds\nH\nH\nH\nC\n109.5°\n109.5°\nC\nH\nH\nH\ncarbon nucleus\nhydrogen nucleus\nFigure 4.25  The electron density distribution in ethane.\n58\nEthene\nThe displayed formula for ethene is\nH\nH\nC\nC\nH\nH\nEach carbon atom in ethene uses three of its four outer \nelectrons to form σ bonds. Two σ bonds are formed with \nthe hydrogen atoms and one σ bond is formed with the \nother carbon atom.\nThe fourth electron from each carbon atom occupies a \np orbital, which overlaps sideways with a similar p orbital \non the other carbon atom. This forms a π bond. Figure \n4.26 shows how this occurs.\np orbitals\nπ bond\nH\nH\nH\nH\n120°\n⎯→\n120°\nC\nC\nC\nC\nH\nH\nH\nH\np orbitals\nπ bond\nFigure 4.26  Overlap of p orbitals to produce a π bond  \nin ethene.\n\nThe electron density distribution of both the σ and π \nbonds in ethene is shown in Figure 4.27.\nπ bond\nσ bond\nhydrogen nuclei\ncarbon nuclei\nFigure 4.27  The electron density distribution in ethene.\nEthene is a planar molecule because this ensures the \nmaximum overlap of the p orbitals that form the π bond. \nYou will notice that the electron clouds that make up the \nπ bond lie above and below the plane of the carbon and \nhydrogen nuclei. We would expect the H   C   H bond \nangle in ethene to be about 120° because the three areas \nof electron density of the σ bonds are equally distributed. \nHowever, because of the position of the π bond, this bond \nangle is actually 117°. This minimises the repulsive forces.\nMetallic bonding\nWhat is a metallic bond?\nFigure 4.28  Metals, clockwise from top left: sodium, gold, \nmercury, magnesium and copper.",
    "content_length": 20781,
    "pages_extracted": "61-68",
    "layout_detected": "2 column(s)"
  }
}