{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "3.5",
    "subtopic_name": "Shapes of molecules",
    "topic_number": "3",
    "topic_name": "Chemical bonding",
    "start_page": 55,
    "end_page": 57,
    "content": "Question\n5\t \u0007The table lists bond lengths and bond energies of \nsome hydrogen halides.\nHydrogen \nhalide\nBond \nlength / nm\nBond \nenergy / kJ mol–1\nHCl\n0.127\n431\nHBr\n0.141\n366\nHI\n0.161\n299\n\u0007a\t \u0007What is the relationship between the bond length \nand the bond energy for these hydrogen halides?\n\u0007b\t \u0007Suggest why the bond energy values decrease in \nthe order HCl > HBr > HI.\n\u0007c\t\n\u0007Suggest a value for the bond length in hydrogen \nfluoride, HF.\nShapes of molecules\nElectron-pair repulsion theory\nBecause all electrons have the same (negative) charge, they \nrepel each other when they are close together. So, a pair \nof electrons in the bonds surrounding the central atom in \na molecule will repel other electron pairs. This repulsion \nforces the pairs of electrons apart until the repulsive forces \nare minimised.\nThe shape and bond angles of a covalently bonded \nmolecule depend on:\n■\n■\nthe number of pairs of electrons around each atom\n■\n■\nwhether these pairs are lone pairs or bonding pairs.\nLone pairs of electrons have a more concentrated electron \ncharge cloud than bonding pairs of electrons. Their  \ncloud charges are wider and slightly closer to the nucleus \nof the central atom. This results in a different amount  \nof repulsion between different types of electron pairs.  \nThe order of repulsion is lone pair–lone pair (most \nrepulsion) > lone pair–bond pair > bond pair–bond pair \n(least repulsion).\nFigure 4.15 shows the repulsions between lone pairs \n(pink) and bonding pairs (white) in a water molecule.\ngreatest repulsion between lone pairs\nO\nintermediate repulsion\nH\nO\nH angle is 104.5°\nH\nH\nleast repulsion between bonding pairs\nFigure 4.15  Repulsion between lone and bonding electron \npairs in water.\n\nChapter 4: Chemical bonding\nWorking out the shapes of molecules\nThe differences in electron-pair repulsion determine the \nshape and bond angles in a molecule. Figure 4.16 compares \nthe shapes and bond angles of methane, ammonia and \nwater. Space-filling models of these molecules are shown \nin Figure 4.17. Each of these molecules has four pairs \nof electrons surrounding the central atom. Note that in \ndrawing three-dimensional diagrams, the triangular \n‘wedge’ is the bond coming towards you and the dashed \nblack line is the bond going away from you.\nMethane\na\nH\nH\nrepulsions\nequal\nH\nH\n109.5º\nH\nC\nC\nH\nH\nH\nAmmonia\na\nlone pair\nH\nH\nN\ngreater\nrepulsion\nN\nH\nH\n107º\nH\nH\n55\nWater\na\nintermediate\nrepulsion\ngreatest\nrepulsion\nH\nH\nO\nO\nH\n104.5º\nH\nFigure 4.16  The bond angles in a  methane, b  ammonia and  \nc  water depend on the type of electron-pair repulsion.\na Methane\nb Ammonia\nc Water\nFigure 4.17  Shapes of molecules. These space-filling models \nshow the molecular shapes of a  methane, CH4, b  ammonia, \nNH3, and c  water, H2O.\n■\n■\nMethane has four bonding pairs of electrons surrounding \nthe central carbon atom. The equal repulsive forces of each \nbonding pair of electrons results in a tetrahedral structure \nwith all H   C   H bond angles being 109.5°.\nIn ammonia and water, the tetrahedral arrangement of the \nelectron pairs around the central atom becomes distorted.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\n■\n■\nAmmonia has three bonding pairs of electrons and one lone \npair. As lone pair–bond pair repulsion is greater than bond \npair–bond pair repulsion, the bonding pairs of electrons are \npushed closer together. This gives the ammonia molecule \na triangular pyramidal shape. The H   N   H bond angle is \nabout 107°.\n■\n■\nWater has two bonding pairs of electrons and two lone \npairs. The greatest electron pair repulsion is between the \ntwo lone pairs. This results in the bonds being pushed even \ncloser together. The shape of the water molecule is a non-\nlinear V shape. The H   O   H bond angle is 104.5°.\nQuestion\n6\t \u0007a\t \u0007Predict the shapes of the following molecules, \nwhich you drew in question 2 on page 52:\n\u0007i\t\n\u0007tetrachloromethane, CCl4\n\t\n\t\n\u0007ii\t \u0007beryllium chloride, BeCl2\n\t\n\t\n\u0007iii\t \u0007phosphorus(III) chloride.\n\u0007b\t \u0007Draw dot-and-cross diagrams for the following \nmolecules and then predict their shapes:\n\u0007i\t\n\u0007hydrogen sulfide, H2S\n\u0007ii\t \u0007phosphine, PH3.\n56\nMore molecular shapes\nWe can work out the shapes of other molecules by \nfollowing the rules for electron-pair repulsion.\nBoron trifluoride\nBoron trifluoride is an electron-deficient molecule. It  \nhas only six electrons in its outer shell. The three  \nbonding pairs of electrons repel each other equally, so the \nF   B   F bond angles are 120° (Figure 4.18). We describe \nthe shape of the molecule as trigonal planar. ‘Trigonal’ \nmeans ‘having three angles’.\nF\nF\nF\nB\nF\nB\nF\nF\nFigure 4.18  Boron trifluoride.\n\nO\nO\nO\nC\nC\nO\nFigure 4.19  Carbon dioxide.\nCarbon dioxide\nCarbon dioxide has two carbon–oxygen double bonds \nand no lone pairs. The four electrons in each double bond \nrepel other electrons in a similar way to the two electrons \nin a single bond (Figure 4.19). So, the O   C   O bond angle \nis 180°. We describe the shape of the carbon dioxide \nmolecule as linear.\nPhosphorus pentafluoride\nPhosphorus pentafluoride has five bonding pairs of \nelectrons and no lone pairs. The repulsion between the \nelectron pairs results in the most stable structure being \na trigonal bipyramid (Figure 4.20). Three of the fluorine \natoms lie in the same plane as the phosphorus atom. The \nbond angles FPF within this plane are 120°. Two of the \nfluorine atoms lie above and below this plane at 90° to it.\nF\nF\nF\n90°\nP\nF\nF\nP\nF\n120°\nF\nF\nF\nF\nFigure 4.20  Phosphorus pentafluoride.\nSulfur hexafluoride\nSulfur hexafluoride has six bonding pairs of electrons and \nno lone pairs. The equal repulsion between the electron \npairs results in the structure shown in Figure 4.21. All  \nF   S   F bond angles are 90°. We describe the shape  \nas octahedral.\nF\nF\nF\nF\nF\nS\nS\nF\nF\nF\nF\nF\nF\nF\nFigure 4.21  Sulfur hexafluoride.\n\n--- Page Break ---\n\nQuestion\n7\t \u0007a\t \u0007Draw a dot-and-cross diagram for a molecule of \nselenium hexafluoride, SeF6. A single selenium \natom has six electrons in its outer shell.\n\u0007b\t \u0007Predict the shape of selenium hexafluoride.\n\u0007c\t\n\u0007Draw the shape of the phosphorus(V) chloride \nmolecule that you drew as a dot-and-cross \ndiagram in question 2 on page 52.\nσ bonds and π bonds\nA single covalent bond is formed when two non-metal \natoms combine. Each atom that combines has an atomic \norbital containing a single unpaired electron. In the \nformation of a covalent bond the atomic orbitals overlap \nso that a combined orbital is formed, containing two \nelectrons. We call this combined orbital a molecular \norbital. The amount of overlap of the atomic orbitals \ndetermines the strength of the bond: the greater the \noverlap, the stronger the bond. Figure 4.22 shows how the \ns atomic orbitals of two hydrogen atoms overlap to form a \ncovalent bond.\n+\ns atomic\norbitals\nmolecular orbital in a\nhydrogen molecule\nFigure 4.22  Two 1s atomic orbitals in hydrogen overlap to \nform a covalent bond.\nThe p atomic orbitals can also overlap linearly (end-on) \nto form covalent bonds. When p orbitals are involved in \nforming single bonds, they become modified to include \nsome s orbital character. The orbital is slightly altered \nin shape to make one of the lobes of the p orbital bigger. \nThe process of mixing atomic orbitals (for example \none s orbital and three p orbitals) in this way is called\np orbital\np orbital\nmolecular\norbital\nFigure 4.24  π bonds are formed by the sideways overlap of atomic orbitals.\n\nChapter 4: Chemical bonding\nhybridisation. The hybrids are called sp3 hybrids. In sp3 \nhybrids, each orbital has ​ 1 _ \n4 ​ s character and ​ 3 _ \n4 ​ p character. \nWhen one s orbital and two p orbitals are hybridised,  \nthe hybrids are called sp2 hybrids. When one s orbital and \none p orbital are hybridised, the hybrids are called  \nsp orbitals. When hybridised orbitals overlap linearly  \n(end-on) we call the bond a σ bond (sigma bond).  \nFigure 4.23 shows the formation of σ bonds.\nmolecular\norbital\nare the nuclei of the atoms\n+\nσ bond \nbetween\nC and H\nmodiﬁed p\natomic\norbital, e.g. \nfrom carbon\ns atomic \norbital,\ne.g. from\nhydrogen\nmolecular\norbital\n+\nσ bond \nbetween\nC and C\nmodiﬁed p\norbital, e.g.\nfrom carbon\nmodiﬁed\np orbital, e.g.\nfrom carbon\nFigure 4.23   Bonds are formed by the linear (end-on) overlap \nof atomic orbitals.\n57\nThe electron density of each σ bond is symmetrical about a \nline joining the nuclei of the atoms forming the bond.\nBonds formed by the sideways overlap of p orbitals are \ncalled π bonds (pi bonds). A π bond is not symmetrical \nabout the axes joining the nuclei of the atoms forming the \nbond. Figure 4.24 shows how a π bond is formed from two \np orbitals overlapping sideways.\nWe often draw a single π bond as two electron clouds, \none arising from each lobe of the p orbitals. You must \nremember, though, that the two clouds of electrons in  \na π bond represent one bond consisting of a total of  \ntwo electrons.\nπ bond\nThis is an acceptable\nway of writing the \nmolecular orbital\nforming the π bond.",
    "content_length": 8951,
    "pages_extracted": "65-67",
    "layout_detected": "2 column(s)"
  }
}