{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "3.6",
    "subtopic_name": "Intermolecular forces, electronegativity and bond properties",
    "topic_number": "3",
    "topic_name": "Chemical bonding",
    "start_page": 60,
    "end_page": 66,
    "content": "Cambridge International AS Level Chemistry\nQuestion\n8\t \u0007Answer the following, giving a full explanation in terms \nof metallic bonding.\n\u0007a\t \u0007Explain why aluminium has a higher melting point \nthan sodium.\n\u0007b\t \u0007The thermal conductivity of stainless steel is \n82 W m–1 K–1. The thermal conductivity of copper \nis 400 W m–1 K–1. Why do some stainless steel \nsaucepans have a copper base?\n\u0007c\t\n\u0007Why does aluminium conduct electricity better \nthan sodium?\nMetals conduct heat\nThe conduction of heat is partly due to the movement of \nthe delocalised electrons and partly due to the vibrations \npassed on from one metal ion to the next.\nIntermolecular forces\nThe forces within molecules due to covalent bonding are \nstrong. However, the forces between molecules are much \nweaker. We call these forces intermolecular forces.\nThere are three types of intermolecular force:\n60\n■\n■\nvan der Waals’ forces (which are also called dispersion \nforces and temporary dipole–induced dipole forces)\n■\n■\npermanent dipole–dipole forces\n■\n■\nhydrogen bonding.\nTable 4.2 compares the relative strength of these \nintermolecular forces and other bonds.\nType of bond\nBond strength  \n/ kJ mol–1\nionic bonding in sodium chloride\n760\nO   H covalent bond in water \n464\nhydrogen bonding\n20–50\npermanent dipole–dipole force\n5–20\nvan der Waals’ forces\n1–20\nTable 4.2  Strengths of different types of bond and \nintermolecular force.\nIn order to understand how intermolecular forces  \nwork, we first have to know about electronegativity and \nbond polarity.\n\nFigure 4.31  The intermolecular forces in water allow some \ninsects to skate over its surface.\nElectronegativity\nElectronegativity is the ability of a particular atom, which \nis covalently bonded to another atom, to attract the bond \npair of electrons towards itself.\nThe greater the value of the electronegativity, the greater \nthe power of an atom to attract the electrons in a covalent \nbond towards itself. For Groups 1 to 17 the pattern of \nelectronegativity is:\n■\n■\nelectronegativity increases across a period from Group 1 to \nGroup 17\n■\n■\nelectronegativity increases up each group.\nThis means that fluorine is the most electronegative \nelement.\nFor the most electronegative elements, the order of \nelectronegativity is:\nincreasing electronegativity\nBr < Cl < N < O < F\nCarbon and hydrogen have electronegativities that are \nlower than those of most other non-metallic elements.\nPolarity in molecules\nWhen the electronegativity values of the two atoms \nforming a covalent bond are the same, the pair of electrons \nis equally shared. We say that the covalent bond is  \nnon-polar. For example, hydrogen (H2), chlorine (Cl2) and \nbromine (Br2) are non-polar molecules.\nWhen a covalent bond is formed between two atoms \nhaving different electronegativity values, the more \nelectronegative atom attracts the pair of electrons in the \nbond towards it.\n\n--- Page Break ---\n\nAs a result:\n■\n■\nthe centre of positive charge does not coincide with the \ncentre of negative charge\n■\n■\nwe say that the electron distribution is asymmetric\n■\n■\nthe two atoms are partially charged\n■\n■\nwe show\n–\t\nthe less electronegative atom with the partial charge δ+ \n(‘delta positive’)\n–\t\nthe more electronegative atom with the partial charge \nδ– (‘delta negative’)\n■\n■\nwe say that the bond is polar (or that it has a dipole).\nFigure 4.32 shows the polar bond in a hydrogen  \nchloride molecule.\nCl\nH\nδ+\nδ–\nFigure 4.32  Hydrogen chloride is a polar molecule.\nAs the difference in electronegativity values of the atoms \nin a covalent bond increases, the bond becomes more \npolar. The degree of polarity of a molecule is measured as a \ndipole moment. The direction of the dipole is shown by the \nsign \n. The arrow points to the partially negatively \ncharged end of the dipole.\nIn molecules containing more than two atoms, we have \nto take into account:\n■\n■\nthe polarity of each bond\n■\n■\nthe arrangement of the bonds in the molecule.\nTrichloromethane, CHCl3, is a polar molecule. The \nthree C   Cl dipoles point in a similar direction. Their \ncombined effect is not cancelled out by the polarity of the \nC   H bond. This is because the C   H bond is virtually \nnon-polar. The electron distribution is asymmetric. The \nmolecule is polar, with the negative end towards the \nchlorine atoms. This is shown in Figure 4.33a.\nH\na\nb\nδ+\nCl\nC\nC\nCl\nCl\nδ–\nCl\nCl\nCl\nCl\ntrichloromethane, \na polar molecule\ntetrachloromethane, \na non-polar molecule\nFigure 4.33  The polarity of a  trichloromethane and \nb  tetrachloromethane.\nSome molecules contain polar bonds but have no overall \npolarity. This is because the polar bonds in these molecules \nare arranged in such a fashion that the dipole moments\n\nChapter 4: Chemical bonding\ncancel each other out. An example is tetrachloromethane, \nCCl4 (Figure 4.33b). Tetrachloromethane has four polar \nC   Cl bonds pointing towards the four corners of a \ntetrahedron. The dipoles in each bond cancel each other. \nSo, tetrachloromethane is non-polar.\nThe charge distribution in molecules and ions can be \ndetermined by a method called X-ray spectroscopy. One \nmethod involves firing X-rays at molecules and measuring \nthe energy of the electrons given off. Using this method, \nscientists have found that in a sulfate ion, the sulfur atom \nhas a charge of +1.12 units and the four oxygen atoms each \nhave a charge of –0.78 units.\nQuestion\n9\t \u0007Are the following molecules polar or non-polar? In each \ncase give a reason for your answer.\n(Electronegativity values: F = 4.0, Cl = 3.0, Br = 2.8,  \nS = 2.5, C = 2.5, H = 2.1)\n\u0007a\t \u0007Chlorine, Cl2\n\t\n\u0007b\t \u0007Hydrogen fluoride, HF\n\u0007c\t\n\u0007The V-shaped molecule, sulfur dichloride, SCl2\n\t\n\u0007d\t \u0007The tetrahedral molecule, chloromethane, CH3Cl\n\u0007e\t \u0007The tetrahedral molecule tetrabromomethane, CBr4.\n61\nPolarity and chemical reactivity\nBond polarity influences chemical reactivity. For example, \nboth nitrogen, N   N, and carbon monoxide, C   O, have \ntriple bonds requiring a similar amount of energy to \nbreak them. Nitrogen is a non-polar molecule and is fairly \nunreactive. But carbon monoxide is a polar molecule, and \nthis explains its reactivity with oxygen and its use as a \nreducing agent. Many chemical reactions are started by a \nreagent attacking one of the electrically charged ends of a \npolar molecule. For example, chloroethane, C2H5Cl, is far \nmore reactive than ethane, C2H6. This is because reagents \nsuch as OH– ions can attack the delta-positive carbon atom \nof the polarised C   Cl bond (see also page 220).\nH\nH\nC\nH\nCl\nδ+\nδ–\nC\nH\nH\nSuch an attack is not possible with ethane because the  \nC   H bond is virtually non-polar. This helps to explain \nwhy alkanes, such as ethane, are not very reactive.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nvan der Waals’ forces\nNoble gases such as neon and argon exist as isolated atoms. \nNoble gases can be liquefied, but at very low temperatures, \nso there must be very weak forces of attraction between \ntheir atoms. These weak forces keep the atoms together in \nthe liquid state.\nBromine is a non-polar molecule that is liquid at  \nroom temperature. The weak forces of attraction are \nkeeping the bromine molecules together at room \ntemperature. These very weak forces of attraction are \ncalled van der Waals’ forces. van der Waals’ forces exist \nbetween all atoms or molecules. So, how do van der \nWaals’ forces arise?\nThe electron charge clouds in a non-polar molecule \n(or atom) are constantly moving. It often happens that \nmore of the charge cloud is on one side of the molecule \nthan the other. This means that one end of the molecule \nhas, for a short moment, more negative charge than the \nother. A temporary dipole is set up. This dipole can set up \n(induce) a dipole on neighbouring molecules. As a result \nof this, there are forces of attraction between the δ+ end \nof the dipole in one molecule and the δ– end of the dipole \nin a neighbouring molecule (Figure 4.34). These dipoles \nare always temporary because the electrons clouds are \nalways moving. van der Waals’ forces are sometimes called \ntemporary dipole–induced dipole forces.\nvan der Waals’ forces increase with\n62\n■\n■\nincreasing number of electrons (and protons) in the molecule\n■\n■\nincreasing the number of contact points between the \nmolecules – contact points are places where the molecules \ncome close together.\nDifferences in the size of the van der Waals’ forces can \nbe used to explain the trend in the enthalpy change of \nvaporisation and boiling points of the noble gases. Figure \n4.35 shows how these vary with the number of electrons \npresent. (The enthalpy change of vaporisation is the energy \nrequired to convert a mole of liquid into a mole of gas.)\n20\na\nb\n–100\nEnthalpy of vaporisation /kJ mol–1\nXe\nBoiling point /°C\nAr\nKr\n10\n–200\nAr\nNe\nHe\nNe\nHe\n0\n–270\n40\n0\n20\n60\nNumber of electrons\nNumber of electrons\n\nδ–\nδ+\natom without\ndipole\nelectron movements\nresult in temporary\ndipole\nδ+\nδ+\nδ–\nas atoms \napproach each\nother, the dipole\non one atom\ninduces a dipole\non another\nδ–\nrepulsion\nδ–\nδ+\nδ+\nδ–\nattraction\nFigure 4.34  How van der Waals’ forces arise.\nYou can see that both the enthalpy change of vaporisation \nand the boiling points of the noble gases increase as the \nnumber of electrons increases. This is because the van  \nder Waals’ forces between the atoms are increased with  \nan increasing number of electrons. So, more energy is \nneeded to change the liquid into vapour and the boiling \npoint is higher.\nThe effect of increasing the number of contact points \ncan be seen by comparing the boiling points of pentane \n(boiling point 36 °C) and 2,2-dimethylpropane (boiling \npoint 10 °C) (Figure 4.36). These compounds have equal \nnumbers of electrons in their molecules.\nThe molecules in pentane can line up beside each other \nso there are a large number of contact points. The van der \nWaals’ forces are higher, so the boiling point is higher. \nThe molecules of 2,2-dimethylpropane are more compact. \nThe surface area available for coming into contact with \nneighbouring molecules is smaller. The van der Waals’ \nforces are relatively lower, so the boiling point is lower.\nThe van der Waals’ forces between individual atoms are very \nsmall. However, the total van der Waals’ forces between very \nlong non-polar molecules such as poly(ethene) molecules (see \npage 211) can be much larger. That is why poly(ethene) is a \nsolid at room temperature.\nXe\nKr\nFigure 4.35  a  Enthalpy changes of \nvaporisation and b  boiling points of the \nnoble gases plotted against the number \nof electrons present.\n40\n0\n20\n60\n\n--- Page Break ---\n\nCH3\nCH2\nCH3\nCH2\nCH2\nCH3\nCH2\nCH3\nCH2\nCH2\nCH3\npentane,\nboiling point 36 °C\nTwo types of poly(ethene) are low-density poly(ethene), \nLDPE, and high-density poly(ethene), HDPE. Both have \ncrystalline and non-crystalline regions in them (Figure 4.37).\ncrystalline region\nnon-crystalline\nregion\nFigure 4.37  Crystalline and non-crystalline regions  \nin poly(ethene).\nHDPE has more crystalline regions where the molecules \nare closer together than LDPE. The total van der Waals’ \nforces are greater, so HDPE is the stronger of the two.\nQuestion\n10\t \u0007a\t \u0007The boiling points of the halogens are:\nfluorine\t\n\u0007–188 °C\t\nchlorine\t\n\u0007–35 °C\n\t\n\t\nbromine\t\n\u0007+59 °C\t\niodine\t\n\u0007+184 °C\n\u0007i\t\n\u0007Describe the trend in these boiling points going \ndown Group 17.\n\u0007ii\t \u0007Explain the trend in these boiling points.\n\u0007b\t \u0007The table lists the formulae and boiling points  \nof some alkanes. Explain this trend.\nAlkane\nStructural formula\nBoiling point / °C\nmethane \nCH4\n–164\nethane \nCH3CH3\n–88\npropane\nCH3CH2CH3\n–42\nbutane\nCH3CH2CH2CH3\n0\n\nChapter 4: Chemical bonding\ncontact points\nCH3\nCH3\nCH3\nC\nC\nCH3\nCH3\nCH3\nCH3\n2,2-dimethylpropane,\nboiling point 10 °C\nFigure 4.36  The difference in boiling points of pentane and 2,2-dimethylpropane can be explained by the strength of the van der \nWaals’ forces.\nPermanent dipole–dipole forces\nIn some molecules, the dipole is permanent. Molecules \nwith a permanent dipole are called polar molecules. A \nfine jet of polar molecules will be attracted towards an \nelectrically charged plastic rod or comb. (The rod can be \ncharged by rubbing it with a woollen cloth.) Figure 4.38 \nshows the result of this experiment.\nThe molecules are always attracted to the charged \nrod, whether it is positively or negatively charged. This is \nbecause the molecules have both negatively and positively \ncharged ends.\nThe forces between two molecules having permanent \ndipoles are called permanent dipole–dipole forces.  \nThe attractive force between the δ+ charge on one \nmolecule and the δ– charge on a neighbouring  \nmolecule causes a weak attractive force between the \nmolecules (Figure 4.39).\n63\nFigure 4.38  The deflection of water by an electrically \ncharged nylon comb.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nweak permanent\ndipole–dipole force\nCH3\nCH3\nδ–\nδ+\nC\nO\nδ–\nδ+\nC\nO\nCH3\nCH3\nFigure 4.39  Dipole–dipole forces in propanone.\nFor small molecules with the same number of electrons, \npermanent dipole–dipole forces are often stronger \nthan van der Waals’ forces. For example, propanone \n(CH3COCH3, Mr = 58) has a higher boiling point than \nbutane (CH3CH2CH2CH3, Mr = 58) (Figure 4.40). \nThis means that more energy is needed to break the \nintermolecular forces between propanone molecules than \nbetween butane molecules.\nCH3\nC\nO\nδ–\nδ+\nCH2\nCH3\nCH3\nCH2\nCH3\nbutane,\nboiling point 0 °C\npropanone,\nboiling point 56 °C\n64\nFigure 4.40  The difference in the boiling points of propanone \nand butane can be explained by the different types of \nintermolecular force between the molecules.\nThe permanent dipole–dipole forces between propanone \nmolecules are strong enough to make this substance a liquid \nat room temperature. There are only van der Waals’ forces \nbetween butane molecules. These forces are comparatively \nweak, so butane is a gas at room temperature.\nQuestion\n11\t \u0007Bromine, Br2, and iodine monochloride, ICl, have the \nsame number of electrons. But the boiling point of \niodine monochloride is nearly 40 °C higher than the \nboiling point of bromine. Explain this difference.\nHydrogen bonding\nHydrogen bonding is the strongest type of intermolecular \nforce. For hydrogen bonding to occur between two \nmolecules we need:\n■\n■\none molecule having a hydrogen atom covalently bonded to \nF, O or N (the three most electronegative atoms)\n■\n■\na second molecule having a F, O or N atom with an available \nlone pair of electrons.\n\nWhen a hydrogen atom is covalently bonded to a very \nelectronegative atom, the bond is very highly polarised. \nThe δ+ charge on the hydrogen atom is high enough for \na bond to be formed with a lone pair of electrons on the \nF, O or N atom of a neighbouring molecule (Figure 4.41). \nThe force of attraction is about one-tenth of the strength \nof a normal covalent bond. For maximum bond strength, \nthe angle between the covalent bond to the hydrogen atom \nand the hydrogen bond is usually 180°.\nH\nH\nH\nH\nN\nN\nH\nH\nFigure 4.41  Hydrogen bonding between two ammonia \nmolecules. A hydrogen bond is represented by a line of dots.\nThe average number of hydrogen bonds formed per \nmolecule depends on:\n■\n■\nthe number of hydrogen atoms attached to F, O or N in  \nthe molecule\n■\n■\nthe number of lone pairs present on the F, O or N.\nWater has two hydrogen atoms and two lone pairs per \nmolecule (Figure 4.42). So water is extensively hydrogen \nbonded with other water molecules. It has an average of \ntwo hydrogen bonds per molecule.\nδ+\nH\nH\nO\nδ–\nδ+\nδ+\nH\nH\nH\nH\nO\nO\nδ–\nδ–\nFigure 4.42  Water can form, on average, two hydrogen bonds \nper molecule.\nAmmonia is less extensively hydrogen bonded than \nwater (see Figure 4.41). It can form, on average, only one \nhydrogen bond per molecule. Although each ammonia \nmolecule has three hydrogen atoms attached to the \nnitrogen atom, it has only one lone pair of electrons that \ncan be involved in hydrogen bond formation.\nQuestion\n12\t \u0007Draw diagrams to show hydrogen bonding between \nthe following molecules:\n\u0007a\t \u0007ethanol, C2H5OH, and water\n\u0007b\t \u0007ammonia and water\n\u0007c\t\n\u0007two hydrogen fluoride molecules.\n\n--- Page Break ---\n\nHow does hydrogen bonding affect \nboiling point?\nSome compounds may have higher boiling points than \nexpected. This can be due to hydrogen bonding. Figure \n4.43 shows a graph of the boiling points of the hydrogen \nhalides, HF, HCl, HBr and HI, plotted against the position \nof the halogen in the Periodic Table.\n+50\nBoiling point  /°C\n0\n–50\n–100\nHF\nHCl\nHBr\nHI\nFigure 4.43  The boiling points of the hydrogen halides.\nThe rise in boiling point from HCl to HI is due to the \nincreasing number of electrons in the halogen atoms as we \ngo down the group. This leads to increased van der Waals’ \nforces as the molecules get bigger. If hydrogen fluoride \nonly had van der Waals’ forces between its molecules, \nwe would expect its boiling point to be about –90 °C. \nHowever, the boiling point of hydrogen fluoride is 20 °C, \nwhich is much higher. This is because of the stronger \nintermolecular forces of hydrogen bonding between the \nHF molecules.\nQuestion\n13\t \u0007The table lists the boiling points of some Group 15  \nhydrides.\nHydride\nBoiling point / °C\nammonia, NH3\n–33\nphosphine, PH3\n–88\narsine, AsH3\n–55\nstibine, SbH3\n–17\na\t \u0007Explain the trend in the boiling points from \nphosphine to stibine.\n\u0007b\t \u0007Explain why the boiling point of ammonia does not \nfollow this trend.\n\nChapter 4: Chemical bonding\nThe peculiar properties of water\n1  Enthalpy change of vaporisation and \nboiling point\nWater has a much higher enthalpy change of vaporisation \nand boiling point than expected.\nThis is due to its extensive hydrogen bonding. Figure \n4.44 shows the enthalpy changes of vaporisation of water \nand other Group 16 hydrides.\nThe rise in enthalpy change of vaporisation from H2S \nto H2Te is due to the increasing number of electrons in \nthe Group 16 atoms as we go down the group. This leads \nto increased van der Waals’ forces as the molecules get \nbigger. If water only had van der Waals’ forces between \nits molecules, we would expect its enthalpy change to be \nabout 17 kJ mol–1. But the enthalpy change of vaporisation \nof water is much higher. This is because water is \nextensively hydrogen bonded. The boiling point of water \nis also much higher than predicted by the trend in boiling \npoints for the other Group 16 hydrides. This also indicates \nthat much more energy is required to break the bonds \nbetween water molecules compared with other hydrides of \nGroup 16 elements.\n65\n50\nH2O\n40\nEnthalpy change of \nvaporisation / kJ mol–1\n30\nH2Te\nH2S\nH2Se\n20\n10\n20\n0\n40\n60\n80\n100\n120\n140\nNumber of electrons\nFigure 4.44  Enthalpy changes of vaporisation for Group 16 \nhydrides plotted against number of electrons present.\n2  Surface tension and viscosity\nWater has a high surface tension and high viscosity.\nHydrogen bonding reduces the ability of water \nmolecules to slide over each other, so the viscosity of \nwater is high. The hydrogen bonds in water also exert a \nsignificant downward force at the surface of the liquid. \nThis causes the surface tension of water to be higher than \nfor most liquids.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\n3  Ice is less dense than water\nMost solids are denser than their liquids. This is \nbecause the molecules are more closely packed in the \nsolid state. But this is not true of water. In ice, there is a \nthree-dimensional hydrogen-bonded network of water \nmolecules. This produces a rigid lattice in which each \noxygen atom is surrounded by a tetrahedron of hydrogen \natoms. This ‘more open’ arrangement, due to the relatively \nlong hydrogen bonds, allows the water molecules to be \nslightly further apart than in the liquid (Figure 4.46). So \nthe density of ice is less than that of liquid water.\n66\nFigure 4.45  Ice floats on water.\nFigure 4.46  A model of ice. Oxygen atoms are red, hydrogen \natoms are white, hydrogen bonds are lilac. This hydrogen-\nbonded arrangement makes ice less dense than water.\n\nBonding and physical \nproperties\nThe type of bonding between atoms, ions or molecules \ninfluences the physical properties of a substance.\nPhysical state at room temperature and \npressure\nIonic compounds\nIonic compounds are solids at room temperature and \npressure. This is because:\n■\n■\nthere are strong electrostatic forces (ionic bonds) holding \nthe positive and negative ions together\n■\n■\nthe ions are regularly arranged in a lattice (see Chapter 5), \nwith the oppositely charged ions close to each other.\nIonic compounds have high melting points, high boiling \npoints and high enthalpy changes of vaporisation. It \ntakes a lot of energy to overcome the strong electrostatic \nattractive forces.\nMetals\nMetals, apart from mercury, are solids. Most metals have \nhigh melting points, high boiling points and high enthalpy \nchanges of vaporisation. This is because it takes a lot of \nenergy to overcome the strong attractive forces between \nthe positive ions and the ‘sea’ of delocalised electrons.\nCovalent compounds\nCovalently bonded substances with a simple molecular \nstructure, for example water and ammonia, are usually \nliquids or gases. This is because the forces between the \nmolecules are weak. It does not take much energy to \novercome these intermolecular forces, so these substances \nhave low melting points, low boiling points and low \nenthalpy changes of vaporisation compared with ionic \ncompounds. Some substances that have covalently bonded \nmolecules may be solids at room temperature, for example \niodine and poly(ethene). These are usually molecules \nwhere the van der Waals’ forces are considerable. However, \nthe melting points of these substances are still fairly low \ncompared with ionic compounds or most metals.\nSolubility\nIonic compounds\nMost ionic compounds are soluble in water. This is because \nwater molecules are polar and they are attracted to the \nions on the surface of the ionic solid. These attractions \nare called ion–dipole attractions (see page 265). These",
    "content_length": 21895,
    "pages_extracted": "70-76",
    "layout_detected": "2 column(s)"
  }
}