{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "4.1",
    "subtopic_name": "The gaseous state: ideal and real gases and pV = nRT",
    "topic_number": "4",
    "topic_name": "States of matter",
    "start_page": 73,
    "end_page": 76,
    "content": "Introduction\nIn the last chapter we looked at the types of forces that \nkeep the particles in solids and liquids together and \nmake it possible to liquefy gases. In this chapter, we\nFigure 5.1  The three states of water are ice, water and steam. The ‘steam’ we see from the kettle is condensed droplets of \nwater. The real gaseous water is in the area between this condensation and the spout of the kettle. We can’t see it because \nit is colourless.\nStates of matter\nGases have no fixed shape or volume. Gas particles:\n■\n■\nare far apart, therefore gases can be compressed\n■\n■\nare randomly arranged\n■\n■\ncan move freely from place to place, in all directions.\nLiquids take the shape of the container they occupy.  \nLiquid particles:\n■\n■\nare close together, so liquids have a fixed volume and can \nonly be compressed slightly\n■\n■\nare arranged fairly randomly\n■\n■\nhave limited movement from place to place, in all directions.\nSolids have a fixed shape and volume. Solid particles:\n■\n■\nare touching each other, so solids cannot be compressed\n■\n■\nare usually in a regular arrangement\n■\n■\ncannot change positions with each other – they can  \nonly vibrate.\nQuestion\n1\t \u0007Describe the changes that occur in the closeness and \nmotion of the particles when:\n\u0007a\t \u0007a solid changes to a liquid\n\u0007b\t \u0007a liquid changes to a gas.\n\nChapter 5: States of matter\nshall also consider how the closeness and motion of \nthe particles influences the properties of these three \nstates of matter (Figure 5.1).\nThe state of a substance at room temperature and pressure \ndepends on its structure and bonding. Five types of \nstructure are found in elements and compounds:\n73\n■\n■\nsimple atomic, e.g. argon\n■\n■\nsimple molecular, e.g. carbon dioxide\n■\n■\ngiant ionic, e.g. sodium chloride\n■\n■\ngiant metallic, e.g. iron\n■\n■\ngiant molecular, e.g. silicon(IV) oxide.\nThe simple atomic structures found in the noble gases \ngenerally have similar physical properties to simple \nmolecular gases.\nThe gaseous state\nThe kinetic theory of gases\nThe idea that molecules in gases are in constant movement \nis called the kinetic theory of gases. This theory makes \ncertain assumptions:\n■\n■\nthe gas molecules move rapidly and randomly\n■\n■\nthe distance between the gas molecules is much greater \nthan the diameter of the molecules so the volume of the \nmolecules is negligible\n■\n■\nthere are no forces of attraction or repulsion between  \nthe molecules\n■\n■\nall collisions between particles are elastic – this means \nno kinetic energy is lost in collisions (kinetic energy is the \nenergy associated with moving particles)\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\n■\n■\nthe temperature of the gas is related to the average kinetic \nenergy of the molecules.\nA theoretical gas that fits this description is called an \nideal gas. In reality, the gases we encounter don’t fit this \ndescription exactly, although they may come very close. \nThe gases we encounter are called real gases.\nNoble gases with small atoms, such as helium and \nneon, approach ideal gas behaviour. This is because the \nintermolecular forces are so small.\nQuestion\n2\t \u0007Explain why the intermolecular forces in a sample of \nhelium and neon are very small.\nIdeal gases\nThe volume that a gas occupies depends on:\n■\n■\nits pressure; we measure pressure in pascals, Pa\n■\n■\nits temperature; we measure temperatures of gases in  \nkelvin, K.\nThe kelvin temperature equals the Celsius temperature \nplus 273. For example, 100 °C is 100 + 273 = 373 K.\n74\na\nb\nincrease the\npressure\ngas\nmolecules\nFigure 5.2  a  As the volume of a gas decreases, its pressure increases due to the increased frequency of the gas molecules hitting \nthe walls of the container. b  For an ideal gas a plot of the volume of gas against 1/pressure shows a proportional relationship.\na\nb\nmolecules\nmoving\nfaster\nlow temperature \nhigh temperature\nmolecules\nmoving\nslowly\nFigure 5.3  a  As the temperature increases, the volume of a gas increases. Molecules hit the walls with increased force.  \nb  For an ideal gas, the volume of a gas is proportional to its kelvin temperature.\n\nQuestion\n3\t \u0007a\t \u0007Convert the following temperatures into the kelvin \ntemperature:\n\u0007i\t\n\u0007245 °C\n\u0007ii\t \u0007–45 °C\n\u0007b\t \u0007How many pascals are there in 15 kPa?\nGases in a container exert a pressure. This is because the gas \nmolecules are constantly hitting the walls of the container. \nIf we decrease the volume of a gas (at constant temperature) \nthe molecules are squashed closer together and hit the \nwalls of the container more often. So the pressure of the gas \nincreases (Figure 5.2a). A graph of volume of gas plotted \nagainst 1/pressure gives a proportional relationship (as \nshown by the straight line in Figure 5.2b). We say that the \nvolume is inversely proportional to the pressure.\nWhen a gas is heated at constant pressure its volume \nincreases (Figure 5.3a). This is because the particles move \nfaster and hit the walls of the container with greater force. If \nthe pressure is to be constant the molecules must get further \napart. The volume of a gas at constant pressure is proportional \nto its temperature measured in kelvin (Figure 5.3b).\nVolume\n0\n0\n1\npressure\nVolume\n0\n0\nTemperature / K\n\n--- Page Break ---\n\nAn ideal gas will have a volume that varies exactly in \nproportion to its temperature and exactly in inverse \nproportion to its pressure.\nQuestion\n4\t \u0007Some chemical reactions involving gases are \nperformed in sealed glass tubes that do not melt  \nat high temperatures. The tubes have thin walls  \nand can easily break. Use the kinetic theory of  \ngases to explain why the tubes should not be heated \nto high temperatures.\nLimitations of the ideal gas laws\nScientists have taken accurate measurements to show how \nthe volumes of gases change with temperature and pressure. \nThese show us that gases do not always behave exactly as we \nexpect an ideal gas to behave. This is because real gases do \nnot always obey the kinetic theory in two ways:\n■\n■\nthere is not zero attraction between the molecules\n■\n■\nwe cannot ignore the volume of the molecules themselves.\nThese differences are especially noticeable at very  \nhigh pressures and very low temperatures. Under \nthese conditions:\n■\n■\nthe molecules are close to each other\n■\n■\nthe volume of the molecules is not negligible compared with \nthe volume of the container\n■\n■\nthere are van der Waals’ or dipole–dipole forces of \nattraction between the molecules\n■\n■\nattractive forces pull the molecules towards each other and \naway from the walls of the container\n■\n■\nthe pressure is lower than expected for an ideal gas\n■\n■\nthe effective volume of the gas is smaller than expected for \nan ideal gas.\nQuestion\n5\t \u0007a\t \u0007What is meant by the term ideal gas?\n\u0007b\t \u0007Under what conditions do real gases differ from \nideal gases? Give reasons for your answer.\nThe general gas equation\nFor an ideal gas, we can combine the laws about how the \nvolume of a gas depends on temperature and pressure. \nWe also know from page 18 that the volume of a gas is \nproportional to the number of moles present. Putting all \nthese together, gives us the general gas equation:\n\nChapter 5: States of matter\npV = nRT\np is the pressure in pascals, Pa\n\u0007V is the volume of gas in cubic metres, m3  \n(1 m3 = 1000 dm3)\nn is the number of moles of gas ​( n = ​ m \n___ \nMr\n​ )​\nR is the gas constant, which has a value of 8.31 J K–1 mol–1\nT is the temperature in kelvin, K.\nCalculations using the general  \ngas equation\nIf we know any four of the five physical quantities in the \ngeneral gas equation, we can calculate the fifth.\nworked examples\n1\t Calculate the volume occupied by 0.500 mol of  \ncarbon dioxide at a pressure of 150 kPa and a \ntemperature of 19 °C.\n(R = 8.31 J K–1 mol–1)\nStep 1  Change pressure and temperature to their \ncorrect units:\n75\n150 kPa = 150 000 Pa; 19 °C = 19 + 273 = 292 K\nStep 2  Rearrange the general gas equation to the \nform you require:\npV = nRT\t\n     so\t\nV = ​ nRT \n___ \np  ​\nStep3  Substitute the figures:\nV\t\n= ​ nRT \n____ \np  ​\n= ​ 0.500 × 8.31 × 292 \n \n_______________ \n150 000 \n​\n= 8.09 × 10–3 m3\n= 8.09 dm3\n2\t A flask of volume 5.00 dm3 contained 4.00 g of oxygen. \nCalculate the pressure exerted by the gas at a \ntemperature of 127 °C.\n(R = 8.31 J K–1 mol–1; Mr oxygen = 32.0)\nStep 1  Change temperature and volume to their \ncorrect units and calculate the number of moles  \nof oxygen.\n127 °C = 127 + 273 = 400 K\n5 dm3 = ​ 5.00 \n_____ \n1000 ​ m3 = 5.00 × 10–3 m3\nn\t= ​ m \n___ \nMr\n​\n= ​ 4.00 \n____ \n32.0 ​\n= 0.125 mol\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nworked examples (continued)\nStep 2  Rearrange the general gas equation to the \nform you require:\npV = nRT\t\n   so\t\np = ​ nRT \n___ \nV  ​\nStep 3  Substitute the figures:\np = ​ nRT \n____ \nV  ​\np = ​ 0.125 × 8.31 × 400 \n \n_______________ \n5 × 10–3 \n​\np = 8.31 × 104 Pa\nQuestion\n6\t \u0007a\t \u0007Calculate the volume occupied by 272 g \nof methane at a pressure of 250 kPa and a \ntemperature of 54 °C.\n(R = 8.31 J K–1 mol–1; Mr methane = 16.0)\n\u0007b\t \u0007The pressure exerted by 0.25 mol of carbon \nmonoxide in a 10 dm3 flask is 120 kPa. Calculate \nthe temperature in the flask in kelvin.\n76\nCalculating relative molecular masses\nAn accurate method of finding the relative molecular mass \nof a substance is to use a mass spectrometer (see Chapter 1). \nA less accurate method, but one that is suitable for a school \nlaboratory, is to use the general gas equation to find the mass \nof gas in a large flask. As the number of moles is the mass of a \nsubstance divided by its relative molecular mass, we can find \nthe relative molecular mass of a gas by simply substituting in \nthe general gas equation. Although weighing gases is a  \ndifficult process because they are so light and the buoyancy \nof the air has to be taken into account, the method can give \nreasonable results.\nthermometer\ngas\nsyringe\nlight bulb\nsyringe oven\nFigure 5.4  The relative molecular mass of a volatile liquid can be found using a syringe oven.\n\nworked examples\n3\t A flask of volume 2.0 dm3 was found to contain 5.28 g \nof a gas. The pressure in the flask was 200 kPa and \nthe temperature was 20 °C. Calculate the relative \nmolecular mass of the gas.\n(R = 8.31 J K–1 mol–1)\nStep 1  Change pressure, temperature and volume to \ntheir correct units and calculate the number of moles \nof oxygen.\n200 kPa = 2.00 × 105 Pa\n20 °C = 20 + 273 = 293 K\n200 dm3 = ​ 2.00 \n_____ \n1000 ​ m3 = 2.00 × 10–3 m3\nStep 2  Rearrange the general gas equation to the \nform you require:\n​, so pV = ​ m \n___ \nMr\npV = nRT and n = ​ m \n___ \nMr\n​ RT,\nwhich gives Mr = ​ mRT \n____ \npV  ​\nStep 3  Substitute the figures:\nMr\t = ​ mRT \n____ \npV  ​\n= ​ \n5.28 × 8.31 × 293 \n \n____________________ \n \n(2.00 × 105) × (2.0 × 10–3) ​\n= 32.14\n= 32 g mol–1\nThis method can also be applied to find the relative \nmolecular mass of a volatile liquid. The volatile liquid  \nis injected into a gas syringe placed in a syringe oven \n(Figure 5.4). The liquid vaporises and the volume of the \nvapour is recorded.\nThe procedure is:\n1\t put a gas syringe in the syringe oven and leave until the \ntemperature is constant\n2\t record the volume of air in the gas syringe\nhypodermic syringe\nvolatile liquid\nself-sealing rubber cap",
    "content_length": 11151,
    "pages_extracted": "83-86",
    "layout_detected": "2 column(s)"
  }
}