{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "4.2",
    "subtopic_name": "Bonding and structure",
    "topic_number": "4",
    "topic_name": "States of matter",
    "start_page": 78,
    "end_page": 82,
    "content": "Cambridge International AS Level Chemistry\nvapour. A position of equilibrium is reached (Figure 5.5c; \nsee Chapter 8).\na\nb\nc\nFigure 5.5  a  Water molecules move from liquid to vapour. \nb  As more molecules move from liquid to vapour, some begin \nto move back to the liquid. c An equilibrium is reached with \nmolecules going from liquid to vapour at the same rate as \nfrom vapour to liquid.\nAt equilibrium the concentration of water molecules in the \nvapour remains constant.\nequal rate of movement\nwater molecules in liquid \n water molecules in vapour\nIn this situation the pressure exerted by a vapour in \nequilibrium with its liquid is called its vapour pressure. \nThe vapour pressure is caused by the gas particles hitting \nthe walls of the container. Vapour pressure will increase \nwhen the temperature increases because:\n78\n■\n■\nthe gas particles have more kinetic energy\n■\n■\nthe gas particles move faster, so are able to overcome \nintermolecular forces of attraction more easily.\nThe temperature at which the vapour pressure is equal to \nthe atmospheric pressure is the boiling point of the liquid.\nQuestion\n8\t \u0007Bromine is a reddish-brown liquid. Some liquid \nbromine is placed in a closed jar. The bromine starts  \nto evaporate. The colour of the vapour above the \nliquid bromine becomes darker and darker. After a \ntime the bromine vapour does not get any darker.\n\u0007Use ideas about moving particles to explain  \nthese observations.\nThe solid state\nMany ionic, metallic and covalent compounds are \ncrystalline. The regular structure of crystals is due to the \nregular packing of the particles within the crystal. We call \nthis regularly repeating arrangement of ions, atoms or \nmolecules a crystal lattice.\n\nIonic lattices\nIonic lattices have a three-dimensional arrangement of \nalternating positive and negative ions. Compounds with \nionic lattices are sometimes called giant ionic structures.\nThe type of lattice formed depends on the relative sizes \nof the ions present. The ionic lattices for sodium chloride \nand magnesium oxide are cubic. In sodium chloride, \neach sodium ion is surrounded by six oppositely charged \nchloride ions. The chloride ions are much larger than the \nsodium ions. The sodium ions fit into the spaces between \nthe chloride ions so that they are as close as possible to \nthem (Figure 5.6).\na\nb\nNa\n+\nCl–\nCl–\nNa\n+\nCl–\nNa\n+\nCl–\nNa\n+\nCl–\nNa\n+\nNa\n+\nCl–\nNa\n+\nCl–\nCl–\nNa\n+\nNa\n+\nCl–\nFigure 5.6  The arrangement of the ions in sodium chloride: \na  the actual packing of the ions; b  an ‘exploded’ view so that \nyou can see the arrangement of the ions clearly.\nMagnesium oxide has the same lattice structure as sodium \nchloride. Magnesium ions replace sodium ions and the \noxide ions replace the chloride ions.\nThe properties of ionic compounds reflect their \nstructure as well as their bonding.\n■\n■\nThey are hard. It takes a lot of energy to scratch the  \nsurface because of the strong attractive forces keeping the \nions together.\n■\n■\nThey are brittle. Ionic crystals may split apart when hit in \nthe same direction as the layers of ions. The layers of ions \nmay be displaced by the force of the blow so that ions with \nthe same charge come together. The repulsions between \nthousands of ions in the layers, all with the same charge, \ncause the crystal to split along these cleavage planes.\n■\n■\nThey have high melting points and high boiling points \nbecause the attraction between the large numbers of \noppositely charged ions in the lattice acts in all directions \nand bonds them strongly together. The melting points \nand boiling points increase with the charge density on the \nions. So magnesium oxide, Mg2+O2–, has a higher melting \npoint (2852 °C) than sodium chloride, Na+Cl– (801 °C). \nThis is because there is a greater electrostatic attraction \nbetween doubly charged ions than singly charged ions of \nsimilar size.\n■\n■\nMany of them are soluble in water (see page 265).\n■\n■\nThey only conduct electricity when molten or in solution \n(see page 67).\n\n--- Page Break ---\n\nFigure 5.7  Sapphires sparkle in the light when polished. They \nare cut by exerting a force on the cleavage planes between \nlayers of ions in the crystal.\nMetallic lattices\nIn Chapter 4, we learnt that a metallic lattice consists of \nions surrounded by a sea of electrons. The ions are often \npacked in hexagonal layers or in a cubic arrangement. \nWhen a force is applied, the layers can slide over each \nother. But in a metallic bond, the attractive forces between \nthe metal ions and the delocalised electrons act in all \ndirections. So when the layers slide, new metallic bonds \nare easily re-formed between ions in new lattice positions \nand the delocalised electrons (Figure 5.8). The delocalised \nelectrons continue to hold the ions in the lattice together. \nThe metal now has a different shape. This explains why \nmetals are malleable (they can be hammered into different \nshapes) and ductile (they can be drawn into wires). The \nhigh tensile strength and hardness of most metals is also \ndue to the strong attractive forces between the metal ions \nand the delocalised electrons.\n– \n– \n– \n– \n– \n– \n– \n–\n– \n– \n– \n– \n–\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n– \n– \n–\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\nforce\napplied\n– \n– \n– \n– \n– \n– \n–\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n+\n– \n– \n– \n– – \n– \n– \n– \n– \n–\n– \n–\nFigure 5.8  When a force is applied to a metallic structure, \nthe layers slide over each other and re-form in new lattice \npositions.\n\nChapter 5: States of matter\nFigure 5.9  You can clearly see the metal crystals or ‘grains’ in \nthis metal plate.\nAlloys and their properties\nAn alloy is a mixture of two or more metals or a metal \nwith a non-metal. The metal added to create the alloy \nbecomes part of the crystal lattice of the other metal.\nBrass is an alloy of copper (70%) with zinc (30%). \nIt is stronger than copper but still malleable. For these \nreasons it is used for musical instruments, ornaments and \nhousehold items such as door handles.\nBut why is brass stronger than pure copper?\nZinc ions are larger than copper ions. The presence \nof different-sized metal ions makes the arrangement of \nthe lattice less regular. This stops the layers of ions from \nsliding over each other so easily when a force is applied \n(Figure 5.10).\n79\nforce\npure metal\nlayers slide\nlayers cannot slide\nvery easily\nforce\nalloy\nFigure 5.10  The layers of ions in an alloy slide less easily  \nthan in a pure metal because the structure of the lattice is  \nless regular.\nPure aluminium is soft, ductile and has high electrical and \nthermal conductivity. Because of its low strength, pure \naluminium is of little use in engineering. But its strength \ncan be increased by addition of other elements such as \ncopper, magnesium, silicon and manganese. Many alloys \nof aluminium are lightweight, strong and resistant to \ncorrosion. These are used for the bodies of aircraft, for the\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\ncylinder blocks of car engines and for bicycle frames, all \nsituations where low density combined with strength and \ncorrosion resistance is important.\nBronze is an alloy of copper and tin. A 33-metre high \nbronze statue was built near the harbour in Rhodes (Greece) \nover 2000 years ago. The statue fell down after an earthquake \nand was eventually bought by a Syrian merchant. The bronze \nwas recycled to make useful implements.\nQuestion\n9\t \u0007Explain the following:\n\u0007a\t \u0007why are most metals strong, but ionic solids  \nare brittle?\n\u0007b\t \u0007why is an alloy of copper and tin stronger than \neither copper or tin alone?\nSimple molecular lattices\nSubstances with a simple molecular structure, such as \niodine, can also form crystals (Figure 5.11). This reflects \nthe regular packing of the molecules in a lattice structure.\n80\nI\nI\nI\nI\nI\nI\nFigure 5.11  Iodine molecules are arranged in a  \nlattice structure.\nIce also forms a crystalline lattice. Ice and water have \npeculiar properties because of hydrogen bonding (see  \npage 66).\nThe distance between the nuclei of neighbouring iodine \nmolecules is greater than the distance between the nuclei \nwithin the iodine molecule. This is because the forces \nbetween the molecules are weak van der Waals’ forces \nwhereas the forces between the atoms within the molecule \nare strong covalent bonds. Very little energy is needed \nto overcome the weak van der Waals’ forces between the \nmolecules. The lattice is easily broken down when iodine \ncrystals are heated; iodine has a low melting point.\n\nQuestion\n10\t \u0007The table shows some properties of four elements. \nUse the data to answer the following questions. \n(Assume that steel has similar properties to iron.)\nElement\nDensity  / \n g cm–3\nTensile \nstrength / \n 1010 Pa\nElectrical \nconductivity  / \n108 S m–1\naluminium\n2.70\n7.0\n0.38\niron\n7.86\n21.1\n0.10\ncopper\n8.92\n13.0\n0.59\nsulfur\n2.07\nbreaks \neasily\n1 × 10–23\na\t \u0007Why is aluminium with a steel core used for \noverhead electricity cables in preference  \nto copper?\n\u0007b\t \u0007Suggest why many car engine blocks are made \nfrom aluminium alloys rather than from steel.\n\u0007c\t\n\u0007Explain the differences in tensile strength and \nelectrical conductivity of iron and sulfur.\nGiant molecular structures\nSome covalently bonded structures have a three-\ndimensional network of covalent bonds throughout  \nthe whole structure. We call these structures giant \nmolecular structures or giant covalent structures.  \nThey have high melting and boiling points because of  \nthe large number of strong covalent bonds linking the \nwhole structure. Both elements, such as carbon (graphite \nand diamond), and compounds, such as silicon dioxide, \ncan be giant molecular structures. Carbon and graphite \nare different forms of the same element. Different \ncrystalline or molecular forms of the same element are \ncalled allotropes.\nGraphite\nIn graphite, the carbon atoms are arranged in planar \nlayers. Within the layers, the carbon atoms are arranged \nin hexagons. Each carbon atom is joined to three other \ncarbon atoms by strong covalent bonds (Figure 5.12). The \nfourth electron of each carbon atom occupies a p orbital. \nThese p orbitals on every carbon atom in each planar \nlayer overlap sideways. A cloud of delocalised electrons \nis formed above and below the plane of the carbon rings. \nThese electron clouds join up to form extended delocalised \nrings of electrons.\n\n--- Page Break ---\n\nFigure 5.12  The structure of graphite.\nThe layers of carbon atoms are kept next to each other by \nweak van der Waals’ forces.\nThe properties of graphite are related to its structure.\n■\n■\nHigh melting and boiling points: there is strong covalent \nbonding throughout the layers of carbon atoms. A lot of \nenergy is needed to overcome these strong bonds.\n■\n■\nSoftness: graphite is easily scratched. The forces between \nthe layers of carbon atoms are weak. The layers of graphite \ncan slide over each other when a force is applied. The layers \nreadily flake off. This ‘flakiness’ is why graphite is used in \npencil ‘leads’ and feels slippery.\n■\n■\nGood conductor of electricity: when a voltage is applied, the \ndelocalised electrons (mobile electrons) can move along  \nthe layers.\nDiamond\nIn diamond, each carbon atom forms four covalent bonds \nwith other carbon atoms (Figure 5.13). The carbon atoms \nare tetrahedrally arranged around each other. The network \nof carbon atoms extends almost unbroken throughout the \nwhole structure. The regular arrangement of the atoms \ngives diamond a crystalline structure.\nFigure 5.13  The structure of diamond.\nThe properties of diamond are related to its structure.\n■\n■\nHigh melting and boiling points: there is strong covalent \nbonding throughout the whole structure. A lot of energy is \nneeded to break these strong bonds and separate the atoms.\n\nChapter 5: States of matter\n■\n■\nHardness: diamond cannot be scratched easily because it is \ndifficult to break the three-dimensional network of strong \ncovalent bonds.\n■\n■\nDoes not conduct electricity or heat: each of the four outer \nelectrons on every carbon atom is involved in covalent \nbonding. This means that there are no free electrons \navailable to carry the electric current.\nMost of the diamonds used around the world have \nbeen mined from the Earth’s crust. However, artificial \ndiamonds can be made by heating other forms of carbon \nunder high pressure. Artificial diamonds are too small to \nbe used for jewellery but they can be used for drill tips.\nSilicon(IV) oxide\nThere are several forms of silicon(IV) oxide. The silicon(IV) \noxide found in the mineral quartz (Figure 5.14) has a \nstructure similar to diamond (Figure 5.15).\n81\nFigure 5.14  The shape of these quartz crystals reflects the \nregular arrangement of the silicon and oxygen atoms.\nO\nSi\nFigure 5.15  The structure of silicon(IV) oxide.\nEach silicon atom is bonded to four oxygen atoms but \neach oxygen atom is bonded to only two silicon atoms. So \nthe formula for silicon(IV) oxide is SiO2. Silicon dioxide \nhas properties similar to that of diamond. It forms hard,\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\ncolourless crystals with high melting and boiling points \nand it does not conduct electricity.\nSand is largely silicon(IV)oxide.\nquestions\n11\t \u0007Explain the following properties of silicon(IV) oxide by \nreferring to its structure and bonding.\n\u0007a\t \u0007It has a high melting point.\n\u0007b\t \u0007It does not conduct electricity.\n\u0007c\t\n\u0007It is a crystalline solid.\n\u0007d\t \u0007It is hard.\n12\t \u0007Copy and complete the table below to compare \nthe properties of giant ionic, giant molecular, giant \nmetallic and simple molecular structures.\nGiant \nionic \nGiant \nmolecular\nMetallic\nSimple \nmolecular\nTwo \nexamples\nParticles \npresent\nForces \nkeeping \nparticles \ntogether\n82\nPhysical \nstate at room \ntemperature\nMelting \npoints and \nboiling points\nHardness\nElectrical \nconductivity\nSolubility in \nwater\nCarbon nanoparticles\nGraphite and diamond are not the only allotropes of \ncarbon. In recent years, substances called fullerenes have \nbeen made. The structure of many fullerenes is based \non rings of carbon atoms, as is the structure of graphite. \nBut many fullerenes exhibit properties unlike those of \ngraphite. The individual particles in fullerenes may have \none of their dimensions between 0.1 and 100 nanometres \n(1 nanometre = 10–9 m). Particles of this size are called \nnanoparticles. Another form of carbon, graphene, can be \nregarded as a single layer of graphite.\n\nFullerenes\nFullerenes are allotropes of carbon in the form of hollow \nspheres or tubes. They are similar in structure to graphite, \nin that each carbon atom is bonded to three other carbon \natoms. They contain rings of carbon atoms arranged \nin hexagons and in addition many contain rings of \ncarbon atoms arranged in pentagons. The first fullerene \ndiscovered was called buckminsterfullerene, C60 (Figure \n5.16). The C60 molecule has the shape of a football (soccer \nball). The carbon atoms are arranged at the corners of \n20 hexagons and 12 pentagons. The bonds where two \nhexagons join are shorter than the bonds between the \nhexagons and the pentagons. As in graphite, some of the \nelectrons in C60 are delocalised, but to a lesser extent than \nin graphite. Since the discovery of the C60 molecule, many \ntypes of buckminsterfullerene have been discovered. Some \nare ball-shaped molecules that are multiples of C60, e.g. \nC120. Other fullerene molecules include C20, C70 and C72.\na\nb\nFigure 5.16  The shape of a buckminsterfullerene molecule, \nC60, a is similar to that of a football b.\nThe properties of buckminsterfullerene are significantly \ndifferent from those of graphite and diamond.\n■\n■\nIt has a relatively low sublimation point: it turns directly \nfrom the solid to the vapour state when heated to about \n600 °C. (Graphite only turns from the solid to the vapour \nstate at about 3700 °C). This is because there are weak  \nvan der Waal’s forces between each buckminsterfullerene \nmolecule and no continuous layered giant structure as  \nin graphite.\n■\n■\nIt is relatively soft because it does not require much energy \nto overcome the weak intermolecular forces.\n■\n■\nIt is a poor conductor of electricity compared with graphite \nbecause the extent of electron delocalisation is lower.\n■\n■\nIt is slightly soluble in solvents such as carbon disulphide \nand methylbenzene. Neither diamond nor graphite is \nsoluble in common solvents.\n■\n■\nIt is more reactive compared with graphite or diamond. \nBuckminsterfullerene reacts with hydrogen, fluorine, \nchlorine, bromine and oxygen. This is due to the relatively",
    "content_length": 16475,
    "pages_extracted": "88-92",
    "layout_detected": "2 column(s)"
  }
}