{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "5.1",
    "subtopic_name": "Enthalpy change, ΔH",
    "topic_number": "5",
    "topic_name": "Chemical energetics",
    "start_page": 90,
    "end_page": 101,
    "content": "Cambridge International AS Level Chemistry\nIntroduction\nWhen chemical reactions take place there is an energy \nchange. Energy can take many forms, including heat, \nlight, sound and electrical energy. The chemical energy \nin the atoms and bonds of a substance is also very \nimportant. One of the most obvious energy transfers in \nchemical reactions is the transfer of heat (Figure 6.1). \nA car engine gets hot when the energy is transferred \nfrom the burning fuel. Fireworks release a lot of energy \nas heat (as well as light and sound) when they explode. \nOur bodies keep warm because of the continuous \noxidation of the food we eat.\nWhat are enthalpy changes?\nExothermic or endothermic?\nChemical reactions that release energy to the surroundings \nare described as exothermic. In an exothermic reaction \nthe temperature of the surroundings increases. For \nexample, when magnesium reacts with sulfuric acid \nin a test tube, the energy released is transferred to the \nsurroundings and the temperature of the reaction mixture \nin the tube increases.\n90\nMg(s)  +  H2SO4(aq)\nMgSO4(aq)  +  H2(g)  (energy released)\nThe surroundings include:\n■\n■\nthe solvent (in this case water)\n■\n■\nthe air around the test tube\n■\n■\nthe test tube itself\n■\n■\nanything dipping into the test tube (e.g. a thermometer).\nOther examples of exothermic reactions include:\n■\n■\nthe combustion of fuels\n■\n■\nthe oxidation of carbohydrates in the bodies of animals and \nplants (respiration)\n■\n■\nthe reaction of water with quicklime (calcium oxide) (see \npage 166).\nChemical reactions that absorb energy from the \nsurroundings are described as endothermic. In an \nendothermic reaction the temperature of the surroundings \ndecreases (Figure 6.2). For example, when sodium\n\nFigure 6.1  The chemical reactions in this fire are releasing \nlarge quantities of energy.\nhydrogencarbonate reacts with an aqueous solution of \ncitric acid in a test tube the temperature of the reaction \nmixture in the tube decreases. The citric acid and sodium \nhydrogencarbonate are absorbing the heat energy from the \nsolvent, the test tube and the air.\nOther examples of endothermic reactions include:\n■\n■\nthe decomposition of limestone by heating (all thermal \ndecomposition reactions are endothermic)\n■\n■\nphotosynthesis (in which the energy is supplied by sunlight)\n■\n■\ndissolving certain ammonium salts in water\nNH4Cl(s)\t\n+\t\naq\t\n\t NH4\n+(aq)\t +\t\nCl–(aq)\nammonium\t\n\t\nwater\t\n\t\nammonium\t\n\t\nchloride\n\t chloride\t\n\t\n\t\n\t\nions\t\n\t\nions\nFigure 6.2  Using a cooling pack to treat a sports injury. When \nthe pack is kneaded, water and ammonium chloride crystals \nmix. As the crystals dissolve, energy is transferred from the \nsurroundings, cooling the injury.\n\n--- Page Break ---\n\nQuestion\n1\t \u0007Classify each process as exothermic or endothermic:\n\u0007a\t \u0007the burning of magnesium in air\n\u0007b\t \u0007the crystallisation of copper(II) sulfate from a \nsaturated solution\n\u0007c\t\n\u0007the thermal decomposition of magnesium nitrate\n\u0007d\t \u0007the fermentation of glucose by yeast\n\u0007e\t \u0007the evaporation of sea water.\nEnthalpy changes and enthalpy profile \ndiagrams\nWe call the energy exchange between a chemical reaction \nand its surroundings at constant pressure the enthalpy \nchange. Enthalpy is the total energy associated with \nthe materials that react. The symbol for enthalpy is H. \nWe cannot measure enthalpy, but we can measure an \nenthalpy change when heat energy is exchanged with the \nsurroundings. We can write this as:\n\t\nΔH\t\n=\t\nHproducts\t\n–\t Hreactants\nenthalpy\t\n\t\nenthalpy of\t\n\t\nenthalpy of\n\t\nchange\t\n\t\nproducts\t\n\t\nreactants\nThe symbol Δ is the upper case Greek letter ‘delta’. This \nsymbol is often used to mean a change in a quantity.  \nFor example, ΔT means a change in temperature and ΔH \nmeans the enthalpy change.\nThe units of enthalpy change are kilojoules per mole \n(kJ mol–1).\nWe can draw enthalpy profile diagrams (also known \nas reaction pathway diagrams) to show enthalpy changes. \nThe enthalpy of the reactants and products is shown \non the y-axis. The x-axis shows the reaction pathway, \nwith reactants on the left and products on the right. \nFor an exothermic reaction, energy is released to the \nsurroundings. So the enthalpy of the reactants must be \ngreater than the enthalpy of the products. We can see \nfrom the enthalpy profile diagram for the combustion of \nmethane (Figure 6.3) that Hproducts – Hreactants is negative.\nWe can include this information in the equation for  \nthe reaction:\nCH4(g)  +  2O2(g)  \n  CO2(g)  +  2H2O(l)\nΔH = –890.3 kJ mol–1\nThe negative sign shows that the reaction is exothermic.\nFor an endothermic reaction, energy is absorbed from \nthe surroundings by the chemicals in the reaction. So\n\nChapter 6: Enthalpy changes\nEnthalpy, H/ kJ mol–1\nCH4(g) + 2O2(g)\nHreactants\nreactants\n∆H = –890.3 kJ mol–1\nCO2(g) + 2H2O(l)\nHproducts\nproducts\nReaction pathway\n0\n0\nFigure 6.3  Enthalpy profile diagram for the combustion \nof methane.\nthe enthalpy of the products must be greater than the \nenthalpy of the reactants. We can see from the enthalpy \nprofile diagram for the thermal decomposition of calcium \ncarbonate (Figure 6.4) that Hproducts – Hreactants is positive.\nCaCO3(s)  \n  CaO(s)  +  CO2(g)\t\nΔH = +572 kJ mol–1\nThe positive sign shows that the reaction is endothermic.\n91\nEnthalpy, H/ kJ mol–1\nCaO(s) + CO2(g)\nHproducts\nproducts\n∆H = +572kJ mol–1\nCaCO3(s)\nHreactants\nreactant(s)\nReaction pathway\n0\n0\nFigure 6.4  Enthalpy profile diagram for the decomposition of \ncalcium carbonate.\nQuestion\n2\t \u0007Draw enthalpy profile diagrams for:\n\u0007a\t \u0007the combustion of sulfur to form sulfur dioxide\n\u0007b\t \u0007the endothermic reaction\nH2O(g)  +  C(s)  \n  H2(g)  +  CO(g)\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nStandard enthalpy changes\nStandard conditions\nTo make any comparison of enthalpy changes a fair \ncomparison, we must use the same conditions. These are \ncalled standard conditions:\n■\n■\na pressure of 105 Pa (105 Pa is 100 kPa, approximately normal \natmospheric pressure)\n■\n■\na temperature of 298 K (25 °C) (add 273 to the Celsius \ntemperature to convert a temperature into kelvin)\n■\n■\neach substance involved in the reaction is in its normal \nphysical state (solid, liquid or gas) at 105 Pa and 298 K.\nThe symbol O\n—    indicates that the enthalpy change refers to \na reaction carried out under standard conditions.\nThe information in the equation:\nCH4(g)  +  2O2(g)  \n  CO2(g)  +  2H2O(l)\nΔH \nO\n—\n   = –890.3 kJ mol–1\nshows us that when one mole of methane gas reacts with \ntwo moles of oxygen gas to form one mole of carbon \ndioxide gas and two moles of water in the liquid state the \nstandard enthalpy change is –890.3 kJ mol–1.\n92\nA variety of enthalpy changes\nWe can describe enthalpy changes according to the type  \nof chemical reaction taking place. For example:\n■\n■\nenthalpy change of formation\n■\n■\nenthalpy change of combustion\n■\n■\nenthalpy change of neutralisation\n■\n■\nenthalpy change of solution\n■\n■\nenthalpy change of atomisation\n■\n■\nenthalpy change of hydration.\nIn more general cases we can use the term:\n■\n■\nenthalpy change of reaction.\nStandard enthalpy change of  \nreaction, ΔH O\n— r\nThe standard enthalpy change of reaction is the enthalpy \nchange when the amounts of reactants shown in  \nthe equation react to give products under standard  \nconditions. The reactants and products must be in their \nstandard states.\nThe symbol for standard enthalpy change of reaction is  \nΔH \nO\n—\nr .  Enthalpy changes of reaction can be exothermic  \nor endothermic.\n\nThe equation that describes the reaction must be given.  \nFor example, the equation:\nH2(g)  +  ​ 1 _ \n2 ​ O2(g)  \n  H2O(l)\t\nΔH \nO\n—\nr  = –286 kJ mol–1\nshows us the enthalpy change when one mole of water is \nformed from hydrogen and oxygen. In this case 286 kJ of \nenergy are released.\nHowever, if we write the equation as\n2H2(g)  +  O2(g)  \n  2H2O(l)\t ΔH \nO\n—\nr  = –572 kJ mol–1\ntwo moles of water are formed from hydrogen and oxygen. \nIn this case 572 kJ of energy are released.\nStandard enthalpy change of  \nformation, ΔH O\n— f\nThe standard enthalpy change of formation is the \nenthalpy change when one mole of a compound is \nformed from its elements under standard conditions. The \nreactants and products must be in their standard states.\nThe symbol for standard enthalpy change of formation is \nΔH \nO\n—\nf . Enthalpy changes of formation can be exothermic \nor endothermic. We write the formula of the compound \nin square brackets after ΔH \nO\n—\nf  to help us when we do \ncalculations involving enthalpy changes. Examples are:\n2Fe(s)  +  1​ 1 _ \n2 ​ O2(g)  \n  Fe2O3(s)\nΔH \nO\n—\nf  [Fe2O3(s)] = –824.2 kJ mol–1\nC(graphite)  +  2S(s)  \n  CS2(l)\nΔH \nO\n—\nf  [CS2(l)] = +98.7 kJ mol–1\nNote that the state symbol for carbon is shown as \n‘graphite’. This is because there are several forms of \ncarbon but the most stable is graphite and we choose the \nmost stable form when writing equations where enthalpy \nchanges are shown.\nBy definition, the standard enthalpy change of \nformation of any element in its standard state is zero.\nStandard enthalpy change of \ncombustion, ΔH O\n— c\nThe standard enthalpy change of combustion is the \nenthalpy change when one mole of a substance is burnt in \nexcess oxygen under standard conditions. The reactants \nand products must be in their standard states.\n\n--- Page Break ---\n\nThe symbol for standard enthalpy change of combustion \nis ΔH \nO\n—\nc . Enthalpy changes of combustion are always \nexothermic. The substances combusted can be either \nelements or compounds.\nS(s)  +  O2(g)  \n  SO2(g)\nΔH \nO\n—\nc  [S(s)] = –296.8 kJ mol–1\nCH4(g)  +  2O2(g)  \n  CO2(g)  +  2H2O(l)\nΔH \nO\n—\nc  [CH4(g)] = –890.3 kJ mol–1\nNote that the first equation can be considered as either the \nenthalpy change of combustion of sulfur or the enthalpy \nchange of formation of sulfur dioxide.\nQuestion\n3\t \u0007Classify each of the following reactions as ΔH \nO\n—\n r , ΔH \nO\n—\n  f   \nor ΔH \nO\n—\n c :\n\u0007a\t \u0007MgCO3(s)  \n  MgO(s)  +  CO2(g)\n\u0007b\t \u0007C(graphite)  +  O2(g)  \n  CO2(g)\n\u0007c\t\n\u0007HCl(g)  +  NH3(g)  \n  NH4Cl(s)\n\u0007d\t \u0007H2(g)  +  ​ 1 _ \n2 ​ O2(g)  \n  H2O(l)\nStandard enthalpy change of \nneutralisation, ΔH O\n— n\nO—\nn )  \nis the enthalpy change when one mole of water is  \nformed by the reaction of an acid with an alkali under \nstandard conditions.\nThe standard enthalpy change of neutralisation (ΔH\nFor example:\nHCl(aq)  +  NaOH(aq)  \n  NaCl(aq)  +  H2O(l)\nΔH \nO\n—\nn  = –57.1 kJ mol–1\nFor any acid–alkali reaction the ionic equation is:\nH+(aq)  +  OH–(aq)  \n  H2O(l)\nThe other ions in solution (Cl– and Na+) are spectator ions \nand take no part in the reaction (see page 13).\n\nChapter 6: Enthalpy changes\nStandard enthalpy change of  \nsolution, ΔH O\n—\nsol\nThe standard enthalpy change of solution (ΔH\nO\n—\nsol ) is the \nenthalpy change when one mole of solute is dissolved in  \na solvent to form an infinitely dilute solution under \nstandard conditions.\nAn infinitely dilute solution is one that does not produce \nany further enthalpy change when more solvent is added. \nAn example is the addition of a small amount of solid \nsodium hydroxide to a large amount of water.\nNaOH(s)  +  aq  \n  NaOH(aq)\nWe use known amounts of solute and solvent with the \nsolvent in excess to make sure that all the solute dissolves.\nStandard enthalpy change of \natomisation, ΔH O\n—\nat\nO\n—\nat , is \nthe enthalpy change when one mole of gaseous atoms is \nformed from its element under standard conditions.\nThe standard enthalpy change of atomisation, ΔH\n93\nThe standard enthalpy change of atomisation of hydrogen \nrelates to the equation:\nO\n—\nat   ​[  ​ 1 _ \n2 ​ H2(g) ]​ = +218 kJ mol–1\n​ 1 _ \n2 ​ H2(g)  \n  H(g)\t\nΔH\nStandard enthalpy change of hydration \nof an anhydrous salt\nThe standard enthalpy change of hydration of an \nanhydrous salt is the enthalpy change when one mole of \na hydrated salt is formed from one mole of the anhydrous \nsalt under standard conditions.\nFor example:\nNa2S2O3(s)  +  5H2O(l)  \n  Na2S2O3.5H2O(s)\nΔH \nO\n—\n   = –55.0 kJ mol–1\nThis should not be confused with the standard enthalpy \nchange of hydration of gaseous ions to form aqueous ions \n(see page 265 for this material, which is not required for AS \nlevel).\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nMeasuring enthalpy changes\nWe can measure the enthalpy change of some reactions by \ndifferent techniques. These are outlined in the ‘Measuring \nenthalpy changes’ box.\nMeasuring enthalpy changes\nCalorimetry\nWe can measure the enthalpy change of some \nreactions by a technique called calorimetry. The \napparatus used is called a calorimeter. A simple \ncalorimeter can be a polystyrene drinking cup  \n(Figure 6.5), a vacuum flask or a metal can.\nthermometer (reading to 0.2 °C)\nplastic lid\npolystyrene cup\nreaction\nmixture\n94\nFigure 6.5  A polystyrene cup can act as a calorimeter for \nfinding some enthalpy changes.\nWhen carrying out experiments in calorimeters we \nuse known amounts of reactants and known volumes \nof liquids. We also measure the temperature change \nof the liquid in the calorimeter as the reaction occurs. \nThe thermometer should be accurate to 0.1 or 0.2 °C.\nCalorimetry relies on the fact that it takes 4.18 J of \nenergy to increase the temperature of 1 g of water by \n1 °C. The energy required to raise the temperature \nof 1 g of a liquid by 1 °C is called the specific heat \ncapacity, c, of the liquid. So, the specific heat \ncapacity of water is 4.18 J g–1 °C–1.\nThe energy transferred as heat (the enthalpy change) \nis given by the relationship:\nΔH = –mcΔT\nwhere:\nΔH is the enthalpy change, in J\nm is the mass of water, in g\nc is the specific heat capacity, in J g–1 °C–1\nΔT is the temperature change, in °C\n\nAs 1 cm3 of water weighs 1 g, we can substitute volume \nof water in cm3 of water for mass of water in g in the \nequation. Aqueous solutions of acids, alkalis and salts \nare assumed to be largely water.\nWith solutions we make the assumptions that:\n■\n■\n1 cm3 of solution has a mass of 1 g\n■\n■\nthe solution has the same specific heat capacity as water.\nNote: A rise in temperature is given a positive sign. So \nthe value of ΔH is negative for an exothermic reaction. \nA fall in temperature is given a negative sign. So the \nvalue of ΔH is positive for an endothermic reaction.\nThe enthalpy change of neutralisation by \nexperiment\nWe can find the enthalpy change of neutralisation  \nof sodium hydroxide with hydrochloric acid by mixing \nequal volumes of known equimolar concentrations of \nacid and alkali together in a polystyrene cup. A typical \nprocedure for the reaction above is as follows.\n1\t Place 50 cm3 of 1.0 mol dm–3 hydrochloric acid in the cup \nand record its temperature.\n2\t Add 50 cm3 of 1.0 mol dm–3 sodium hydroxide (at the \nsame temperature) to the acid in the cup.\n3\t Stir the reaction mixture with the thermometer and \nrecord the highest temperature.\nIn this experiment most of the heat is transferred to \nthe solution, as the polystyrene cup is a good insulator. \nCooling of the warm solution is not a great problem: \nthe reaction is rapid so the maximum temperature is \nreached before much cooling of the warm solution has \noccurred. However, there are still heat losses to the air \nand to the thermometer, which make the result less \nexothermic than the data book value of –57.1 kJ mol–1.\nResults and calculation\nmass of solution\t\n=\t \u0007100 g (50 cm3 of acid \nplus 50 cm3 of alkali and \nassuming that 1.0 cm3 of \nsolution has a mass of 1.0 g)\n\n--- Page Break ---\n\nMeasuring enthalpy changes (continued)\nspecific heat capacity\t\n=\t \u00074.18 J g–1 °C–1 (assuming  \nthat the heat capacity of  \nthe solution is the same as \nthe heat capacity of water)\nstarting temperature of \t =\t 21.3 °C\nreactant solutions\nfinal temperature of\t \t\n=\t 27.8 °C\nproduct solution\ntemperature rise\t\n\t\n=\t +6.5 °C\nuse the relationship\t ΔH\t=\t –mcΔT\nheat energy released\t\t\n=\t –100 × 4.18 × 6.5 = –2717 J\nAt the start, the reaction mixture contained 50 cm3 \nof 1.0 mol dm–3 hydrochloric acid and 50 cm3 of \n1.0 mol dm–3 sodium hydroxide. The number of moles of \neach (and of the water formed) is calculated using\n​ concentration × volume (in cm3) \n \n \n___________________________ \n \n1000 \n​ = ​ 1.0 × 50 \n_______ \n1000  ​ = 0.050 moles\nSo 2717 J of energy was released by 0.050 moles of acid.\nTherefore for one mole of acid (forming one mole of \nwater) the energy released was\n​ 2717 \n_____ \n0.050 ​ \t= –54 340 J mol–1 \n\t\n= –54 kJ mol–1 (to 2 significant figures).\nThe negative sign shows that the reaction \n is exothermic.\nEnthalpy change of solution by experiment\nThe enthalpy change of solution of sodium  \nhydroxide can be found using a polystyrene cup as \na calorimeter. We use known amounts of solute and \nsolvent with the solvent in excess to make sure that  \nall the solute dissolves.\nThe procedure is:\n1\t Weigh an empty polystyrene cup.\n2\t Pour 100 cm3 of water into the cup and weigh the cup  \nand water.\n3\t Record the steady temperature of the water with a \nthermometer reading to at least the nearest 0.2 °C.\n4\t Add a few pellets of sodium hydroxide (corrosive!)  \nwhich have been stored under dry conditions.\n5\t Keep the mixture stirred continuously with a \nthermometer and record the temperature at fixed \nintervals, e.g. every 20 seconds.\n6\t Keep recording the temperature for 5 minutes after the \nmaximum temperature has been reached.\n\nChapter 6: Enthalpy changes\n7\t Weigh the cup and its contents to calculate the mass of \nsodium hydroxide which dissolved.\nResults and calculations\nmass of polystyrene cup\t\n=\t 23.00 g\nmass of polystyrene cup + water\t\n=\t 123.45 g\nmass of water\t\n=\t 100.45 g\nmass of cup + water + sodium hydroxide\t\n=\t 124.95 g\nmass of sodium hydroxide that dissolved\t =\t 1.50 g\ninitial temperature of water\t\n=\t 18.0 °C\nfinal temperature of water\t\n=\t 21.6 °C\ntemperature rise\t\n=\t +3.6 °C\nFrom the results, 1.50 g of sodium hydroxide dissolved \nin 100.45 cm3 (100.45 g) of water and produced a \ntemperature change of +3.6 °C.\n(\n)\nenthalpy\t =\t –  mass of\t ×\t specific heat\t ×\t temperature\nchange \t\n\t      water\t\n\t\t capacity (in\t\n\t change\n(in J)\t\n\t    (in g)\t\n\t\t J g–1 °C–1)\t\n\t\t (in °C)\n\t\n=\t –(100.45\t\n×\t 4.18\t\n\t×\t3.6)\n\t\n=\t \u0007–1511.57 J = –1.5 kJ (to 2 significant figures)\n95\nThe enthalpy change for 1.5 g sodium hydroxide is –1.5 kJ\nThe enthalpy change for 1.0 mole of sodium hydroxide \n(Mr = 40 g mol–1)\nis –​ 40 \n___ \n1.5 ​ × 1.5 kJ = –40 kJ\nΔH\nO\n—\nsol = –40 kJ mol–1\nIn this experiment we are assuming that the specific \nheat capacity of the solution is the same as the \nspecific heat capacity of water. The heat losses in this \nexperiment, however, are likely to be considerable \nbecause the sodium hydroxide takes some time to \ndissolve. This means that the reaction mixture has a \nlonger period of cooling.\nFinding the enthalpy change of combustion\nExperiment: the enthalpy change of combustion of \npropan-1-ol\nWe can find the enthalpy change of combustion by \nburning a known mass of substance and using the heat \nreleased to raise the temperature of a known mass of \nwater. The apparatus used for this consists of a spirit \nburner and a metal calorimeter (Figure 6.6).\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nMeasuring enthalpy changes (continued)\nthermometer\nlid\nmetal \ncalorimeter\nclamp\nwater\nshield\nalkane or \nalcohol \nfuel\ncap for\nburner\nwick\nspirit burner\nFigure 6.6  A simple apparatus used to find the enthalpy \nchange of combustion of fuels.\nThe procedure is:\n1\t Weigh the spirit burner containing propan-1-ol. The \ncap on the burner must be kept on when the burner \nis not lit to avoid evaporation of the fuel.\n2\t Pour 100 cm3 (100 g) of water into the calorimeter. \nFor greater accuracy this should be weighed out.\n3\t Stir the water and record its temperature with a \nthermometer reading to at least the nearest 0.1 °C.\n4\t Place the spirit burner beneath the calorimeter, \nremove the cap and light the wick. The length of the \nwick should have been previously adjusted so that \nthe material of the wick does not burn and the flame \njust touches the bottom of the calorimeter.\n5\t Keep stirring the water with the thermometer until \nthere is a temperature rise of about 10 °C. Record \nthis temperature.\n96\nquestions\n4\t \u0007a\t \u0007Calculate the energy transferred when the \ntemperature of 75 cm3 of water rises from 23 °C  \nto 54 °C.\n\u0007b\t \u0007When 8 g of sodium chloride is dissolved in 40 cm3 \nof water the temperature falls from 22 °C to 20.5 °C. \nCalculate the energy absorbed by the solution when \nsodium chloride dissolves.\n\u0007c\t\n\u0007A student added 50 cm3 of sodium hydroxide to 50 cm3 \nof hydrochloric acid. Both solutions were at 18 °C to \nstart with. When the solutions were mixed a reaction \noccurred. The temperature rose to 33 °C. Calculate the \nenergy released in this reaction.\n\n6\t Remove the spirit burner, place the cap on it and \nreweigh it.\nResults and calculations\nTo find the standard enthalpy change of combustion we \nneed to know:\n■\t the mass of fuel burnt\n■\t the temperature rise of the water\n■\t the mass of the water\n■\t the relative molecular mass of the fuel (propan-1-ol).\nmass of water in calorimeter\t\n=\t 100 g\nmass of spirit burner and propan-1-ol at start\t =\t 86.27 g\nmass of spirit burner and propan-1-ol at end\t =\t 86.06 g\nmass of propan-1-ol burnt\t\n=\t 0.21 g\ninitial temperature of water\t\n=\t 30.9 °C\nfinal temperature of water\t\n=\t 20.2 °C\ntemperature change of the water\t\n=\t +10.7 °C\nUsing the relationship ΔH = –mcΔT (mass of water × \nspecific heat capacity of water × temperature change)\nenergy released by burning 0.21 g propanol \n= –(100 × 4.18 × 10.7) = –4472.6 J\nthe mass of 1 mole of propan-1-ol, C3H7OH, is 60 g\nso for 60 g propan-1-ol the energy released is\n–4472.6 × ​  60 \n____ \n0.21 ​ = –1 277 885.7 J mol–1 = –1300 kJ mol–1\n(to 2 significant figures)\nThis is much less than the data book value of –2021 kJ mol–1, \nmainly due to heat losses to the surroundings.\n5\t \u0007Explain why the enthalpy change of neutralisation of one \nmole of sulfuric acid, H2SO4, is not the standard enthalpy \nchange of neutralisation.\n6\t \u0007A student added 10 g (0.25 mol) of sodium hydroxide to \n40 cm3 of water to make a concentrated solution. All the \nsodium hydroxide dissolved. He measured the maximum \ntemperature rise. He suggested that these results would \ngive an accurate value for the standard enthalpy change of \nsolution. Give two reasons why he is incorrect.\n7\t \u0007A student calculated the standard enthalpy change of \ncombustion of ethanol ΔH \nO\n—\n  c  [C2H5OH] by calorimetry as \n–870 kJ mol–1. The data book value is –1367 kJ mol–1. Explain \nthe difference between these values.\n\n--- Page Break ---\n\nHess’s law\nConserving energy\nThe Law of Conservation of Energy states that ‘energy \ncannot be created or destroyed’. This is called the First Law \nof Thermodynamics.\nThis law also applies to chemical reactions. The total \nenergy of the chemicals and their surroundings must \nremain constant. In 1840 Germain Hess applied the Law of \nConservation of Energy to enthalpy changes.\nHess’s law states that ‘the total enthalpy change in a \nchemical reaction is independent of the route by which \nthe chemical reaction takes place as long as the initial and \nfinal conditions are the same’.\nEnthalpy cycles\nWe can illustrate Hess’s law by drawing enthalpy cycles \n(Hess cycles). In Figure 6.7, the reactants A and B combine \ndirectly to form C. This is the direct route.\nTwo indirect routes are also shown. One other way \nof changing A + B to C is to convert A + B into different \nsubstances F + G (intermediates), which then combine to \nform C.\nF + G\nr\nt\nc\no\ne\nu\nr\nt\ni\ne\nd\nn\n1\ni\ndirect route\nA + B\nC\ni\nn\nd\n2\ni\nr\ne\ne\nc\nt\nu\nt\nr\no\nX\nY + Z\nFigure 6.7  The enthalpy change is the same no matter which \nroute is followed.\nHess’s law tells us that the enthalpy change of reaction \nfor the direct route is the same as for the indirect route. It \ndoes not matter how many steps there are in the indirect \nroute. We can still use Hess’s law.\nWe can use Hess’s law to calculate enthalpy  \nchanges that cannot be found by experiments using \ncalorimetry. For example, the enthalpy change of \nformation of propane cannot be found by direct \nexperiment because hydrogen does not react with  \ncarbon under standard conditions.\n\nChapter 6: Enthalpy changes\nEnthalpy change of reaction \nfrom enthalpy changes of \nformation\nWe can calculate the enthalpy change of reaction by using \nthe type of enthalpy cycle shown in Figure 6.8.\n∆Hr\nproducts\nreactants\n∆H2\n∆H1\nelements\nFigure 6.8  An enthalpy cycle for calculating an enthalpy \nchange of reaction. The dashed line shows the indirect (two-\nstep) route.\nWe use the enthalpy changes of formation of the reactants \nand products to calculate the enthalpy change of the \nreaction. we take note of the directions of the arrows to \nfind the one-stage (direct) and two-stage (indirect) routes. \nWhen we use Hess’s law we see that:\nΔH2 \t\n= \nΔH1   +  ΔHr\n\t direct route\t\n\t\nindirect route\n97\nSo ΔHr = ΔH2 – ΔH1\nTo calculate the enthalpy change of reaction using this \ntype of enthalpy cycle we use the following procedure:\n■\n■\nwrite the balanced equation at the top\n■\n■\ndraw the cycle with elements at the bottom\n■\n■\ndraw in all arrows, making sure they go in the  \ncorrect directions\n■\n■\napply Hess’s law, taking into account the number of moles \nof each reactant and product.\nIf there are 3 moles of a product, e.g. 3CO2(g), we must \nmultiply the enthalpy change of formation by 3. Also \nremember that the standard enthalpy change of formation \nof an element in its standard state is zero.\nworked example\n1\t Calculate the standard enthalpy change for the \nreaction:\n2NaHCO3(s)  \n  Na2CO3(s)  +  CO2(g)  +  H2O(l)\nThe relevant enthalpy changes of formation are:\nΔH \nO\n—\n  f  [NaHCO3(s)] = –950.8 kJ mol–1\nΔH \nO\n—\n  f  [Na2CO3(s)] = –1130.7 kJ mol–1\nΔH \nO\n—\n  f  [CO2(g)] = –393.5 kJ mol–1\nΔH \nO\n—\n  f  [H2O(l)] = –285.8 kJ mol–1\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nworked example (continued)\nThe enthalpy cycle is shown in Figure 6.9.\n∆Hr\n2 NaHCO3(s)\nNa2CO3(s) + CO2(g) + H2O(l)\n∆Hf\n \n [Na2CO3(s)]\n+∆Hf\n \n [CO2(g)]\n∆H1\n∆H2\n2 ∆Hf NaHCO3(s)\n+∆Hf\n \n [H2O(l)]\n2Na(s) + 2C(graphite) + 3O2(g) + H2(g)\nFigure 6.9  The enthalpy cycle for the decomposition of \nsodium hydrogencarbonate. The dashed line shows the \ntwo-step route.\nUsing Hess’s law:\nΔH2 = ΔH1  +  ΔHr\nΔH \nO\n—\n  f  [Na2CO3(s)]  +  ΔH \nO\n—\n  f  [CO2(g)]  +  ΔH \nO\n—\n  f  [H2O(l)]\n= 2ΔH \nO\n—\n  f  [NaHCO3(s)]  +  ΔH \nO\n—\n  r\n(–1130.7) + (–393.5) + (–285.8) = 2(–950.8) + ΔHr\n–1810.0 \t= –1901.6 + ΔHr\nSo ΔH \nO\n—\n  r  \t= (–1810.0) – (–1901.6)\n98\n= +91.6 kJ mol–1 (for the equation shown)\nNote:\ni\t\nthe value for ΔH \nO\n—\n  f  [NaHCO3(s)] is multiplied by 2 \nbecause 2 moles of NaHCO3 appear in the equation\nii\t the values for ΔH \nO\n—\n  f  [Na2CO3(s)], ΔH \nO\n—\n  f  [CO2(g)] and  \nΔH \nO\n—\n  f  [H2O(l)] are added together to give ΔH2. Take \ncare to account for the fact that some values may be \npositive and some negative.\nQuestion\n8\t \u0007a\t \u0007Draw an enthalpy cycle to calculate ΔH \nO\n—\n  r  for  \nthe reaction\n2Al(s)  +  Fe2O3(s)  \n  2Fe(s)  +  Al2O3(s)\nO\n—\n  r using the following information:\n\u0007b\t \u0007Calculate ΔH\nΔH \nO\n—\n  f  [Fe2O3(s)] = –824.2 kJ mol–1\nΔH \nO\n—\n  f  [Al2O3(s)] = –1675.7 kJ mol–1\n\nEnthalpy change of formation \nfrom enthalpy changes of \ncombustion\nWe can calculate the enthalpy change of formation of \nmany compounds by using the type of enthalpy cycle \nshown in Figure 6.10.\n∆Hf\nelements + oxygen\ncompound formed + oxygen\n∆H1\n∆H2\ncombustion products\nFigure 6.10  An enthalpy cycle for calculating an enthalpy \nchange of formation from enthalpy changes of combustion. \nThe dashed line shows the two-step route.\nWe use the enthalpy changes of combustion of the \nreactants and products to calculate the enthalpy change \nof formation. When we take note of the direction of \nthe arrows to find the one-stage (direct) and two-stage \n(indirect) routes and use Hess’s law we see that:\nΔH1  \n= \t\nΔHf   +  ΔH2\n\t\ndirect route\t\n   \t\nindirect route\nSo ΔHf = ΔH1 – ΔH2\nTo calculate the enthalpy change of formation using \nthis type of cycle:\n■\n■\nwrite the equation for enthalpy change of formation at the \ntop; add oxygen on both sides of the equation to balance \nthe combustion reactions\n■\n■\ndraw the cycle with the combustion products at the bottom\n■\n■\ndraw in all arrows, making sure they go in the  \ncorrect directions\n■\n■\napply Hess’s law, taking into account the number of moles \nof each reactant and product.\nworked example\n2\t Calculate the standard enthalpy change of formation \nof ethane, C2H6.\nThe relevant enthalpy changes of combustion are:\nC(graphite)  +  O2(g)  \n  CO2(g)\nΔH \nO\n—\n c  [C(graphite)] = –393.5 kJ mol–1\nH2(g)  +  ​ 1 _ \n2 ​ O2(g)  \n  H2O(l)\nΔH \nO\n—\n c  [H2(g)] = –285.8 kJ mol–1\n\n--- Page Break ---\n\nworked example (continued)\nC2H6(g)  +  3​ 1 _ 2 ​ O2(g)  \n  2CO2(g)  +  3H2O(l)\nΔH \nO\n—\n c  [C2H6(g)] = –1559.7 kJ mol–1\nThe enthalpy cycle is shown in Figure 6.11.\n∆Hf\nC2H6(g) + 3 1\n2 O2(g)\n2C(graphite) + 3H2(g) + 31\n2 O2(g)\n2∆Hc [C(graphite)]\n+ 3∆Hc [H2(g)]\n∆Hc\n [C2H6(g)]\n∆H1\n∆H2\n2CO2(g) + 3H2O(l)\nFigure 6.11  The enthalpy cycle to find the enthalpy \nchange of formation of ethane using enthalpy changes of \ncombustion. The dashed line shows the two-step route.\nUsing Hess’s law:\nΔH1\t\n=\t ΔHf + ΔH2\n2(–393.5) + 3(–285.8)\t\n=\t ΔHf + (–1559.7)\n–1644.4\t\n=\t ΔHf + (–1559.7)\nSo ΔHf = –1644.4 – (–1559.7)\t = \t –84.7 kJ mol–1\nQuestion\n9\t \u0007a\t \u0007Draw an enthalpy cycle to calculate the enthalpy \nchange of formation of ethanol, C2H5OH, using \nenthalpy changes of combustion.\n\u0007b\t \u0007Calculate a value for ΔH \nO\n—\n  f  [C2H5OH(l)] using the \nfollowing data:\nΔH \nO\n—\n c  [C(graphite)] = –393.5 kJ mol–1\nΔH \nO\n—\n c  [H2(g)] = –285.8 kJ mol–1\nΔH \nO\n—\n c  [C2H5OH(l)] = –1367.3 kJ mol–1\nCalculating the enthalpy  \nchange of hydration of an \nanhydrous salt\nHydrated salts such as hydrated copper(II) sulfate, \nCuSO4.5H2O, contain water molecules surrounding their \nions. It is very difficult to measure the enthalpy change \nwhen an anhydrous salt such as anhydrous sodium \nthiosulfate becomes hydrated.\nNa2S2O3(s)  +  5H2O(l)  \n  Na2S2O3.5H2O(s)\nWe can, however, use an enthalpy cycle to calculate this. \nWe use the standard enthalpy changes of solution to \ncomplete the enthalpy cycle (Figure 6.12).\n\nChapter 6: Enthalpy changes\n∆Hhyd\nanhydrous salt\nhydrated salt\n∆H1\n∆H2\ndilute aqueous\nsolution of salt\nFigure 6.12  An enthalpy cycle to calculate the enthalpy \nchange of hydration of an anhydrous salt. The dashed line \nshows the two-step route.\nThe enthalpy cycle for calculating the enthalpy of \nhydration of anhydrous sodium thiosulfate is shown in \nFigure 6.13.\n∆Hhyd \nNa2S2O3(s) + 5H2O(l)\nNa2S2O3.5H2O(s)\n∆H1\n∆H2\n∆Hsol [Na2S2O3(s)]\n= –7.6kJmol–1\n∆Hsol [Na2S2O3.5H2O(s)]\n= +47.4kJ mol–1\nNa2S2O3(aq)\nFigure 6.13  An enthalpy cycle to calculate the enthalpy \nchange when anhydrous sodium thiosulfate is hydrated. The \ndashed line shows the two-step route.\nUsing Hess’s law:\nΔH1\t\n=\tΔHhyd  +  ΔH2\n(–7.6)\t\n=\tΔHhyd  +  (+47.4)\nSo ΔHhyd\t= (–7.6) – (+47.4) = –55.0 kJ mol–1\n99\nQuestion\n10 \t\u0007Suggest why it is difficult to measure the enthalpy \nchange directly when an anhydrous salt is converted \nto a hydrated salt.\nBond energies and enthalpy \nchanges\nBond breaking and bond making\nEnthalpy changes are due to the breaking and forming \nof bonds. Breaking bonds requires energy. The energy \nis needed to overcome the attractive forces joining the \natoms together. Energy is released when new bonds are \nformed. Bond breaking is endothermic and bond forming \nis exothermic.\nIn a chemical reaction:\n■\n■\nif the energy needed to break bonds is less than the energy \nreleased when new bonds are formed, the reaction will \nrelease energy and is exothermic.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\n■\n■\nif the energy needed to break bonds is more than the \nenergy released when new bonds are formed, the reaction \nwill absorb energy and is endothermic.\nWe can draw enthalpy level (reaction pathway) diagrams \nto show these changes (Figure 6.14). In reality, not all the \nbonds in a compound are broken and then re-formed \nduring a reaction. In most reactions only some of the bonds \nin the reactants are broken and then new bonds are formed \nin a specific sequence. The minimum energy required to \nbreak certain bonds in a compound to get a reaction to \nstart is called the activation energy (see page 141).\nBond energy\nThe amount of energy needed to break a specific covalent \nbond is called the bond dissociation energy. We sometimes \ncall this the bond energy or bond enthalpy. The symbol \nfor bond energy is E. We put the type of bond broken in \nbrackets after the symbol. So E(C   H) refers to the bond \nenergy of a mole of single bonds between carbon and \nhydrogen atoms.\nThe bond energy for double and triple bonds refers to a \nmole of double or triple bonds. Two examples of equations \nrelating to bond energies are:\n100\nBr2(g)  \n  2Br(g)\t\nE(Br   Br) = +193 kJ mol–1\nO   O(g)  \n  2O(g)\t E(O   O) = +498 kJ mol–1\nThe values of bond energies are always positive because \nthey refer to bonds being broken.\nWhen new bonds are formed the amount of energy \nreleased is the same as the amount of energy absorbed \nwhen the same type of bond is broken. So, for the \nformation of oxygen molecules from oxygen atoms:\n2O(g)  \n  O2(g)\t\nE(O   O) = –498 kJ mol–1\na\nb\nC + 4H + 4O\nbond \nbreaking\nH\nH + O O\nO O\nH C\nEnergy\nbond\nforming\nH\nenergy\nreleased\nO\nH\nH\nO\nH\nH\n+\nC\nO\nO\nReaction pathway\nFigure 6.14  a  An energy level diagram showing bond breaking and bond forming for the combustion of methane (exothermic). \nb  An energy level diagram showing bond breaking and bond forming for the decomposition of hydrogen bromide (endothermic).\n\nAverage bond energy\nBond energy is affected by other atoms in the molecule. The \nO   H bond in water has a slightly different bond energy \nvalue to the O   H bond in ethanol; in ethanol the oxygen is \nconnected to a carbon atom rather than another hydrogen \natom. The O   H bond is in a different environment. \nIdentical bonds in molecules with two (or more) types of \nbond have different bond energies when we measure them. \nIt takes more energy to break the first O   H bond in water \nthan to break the second. For these reasons we use average \nbond energies taken from a number of bonds of the same \ntype but in different environments.\nWe cannot usually find the value of bond energies \ndirectly so we have to use an enthalpy cycle. The average \nbond energy of the C   H bond in methane can be found \nusing the enthalpy changes of atomisation of carbon and \nhydrogen and the enthalpy change of combustion or \nformation of methane.\nThe enthalpy cycle for calculating the average C   H \nbond energy is shown in Figure 6.15. Using the enthalpy \ncycle shown in Figure 6.15, the average C   H bond energy \ncan be found by dividing the value of ΔH on the diagram \nby four (because there are four C   H bonds in a molecule \nof methane).\nCH4(g)\n∆H\nC(g) + 4H(g)\n∆Hf [CH4(g)] \n∆Hat [(graphite)]\n+ 4∆Hat [  H2(g)]\n1\n2\nC(graphite) + 2H2(g)\nFigure 6.15  An enthalpy cycle to find the average bond \nenergy of the C   H bond. The dashed line shows the  \ntwo-step route.\n2H + 2Br\nbond forming\nbond \nbreaking\nEnergy\nH\nH +Br\nBr\nenergy\nabsorbed\nH Br\nH Br\nReaction pathway\n\n--- Page Break ---\n\nQuestion\n11\t \u0007Use the information in Figure 6.15 and the information \nbelow to show that the average bond energy of the  \nC   H bond is 415.9 kJ mol–1.\nΔH \nO\n—\n  f  [CH4] = –74.8 kJ mol–1\nO\n—\nat  [​\n1 _ \n2 ​H2] = +218 kJ mol–1\nΔH\nO\n—\nat  [C(graphite)] = +716.7 kJ mol–1\nΔH\nCalculating enthalpy changes \nusing bond energies\nWe can use bond enthalpies to calculate the enthalpy \nchange of a reaction that we cannot measure directly.  \nFor example, the reaction for the Haber process (see  \npage 129):\nN2(g)  +  3H2(g)  \n  2NH3(g)\nThe enthalpy cycle for this reaction is shown in Figure \n6.16. The relevant bond energies are:\nE(N   N) = 945 kJ mol–1\nE(H   H) = 436 kJ mol–1\nE(N   H) = 391 kJ mol–1\n∆Hr\n2H\nN\nH(g)\n3H\nH(g)\nN\nN(g)\n+\nH\n∆H1\n∆H2\nE(N\nN)\n+ 3 × E(H \nH)\n2×  3 × –E(N \nH)\n2N(g)  +  6H(g)\nFigure 6.16  The enthalpy cycle for ammonia synthesis. The \ndashed line shows the two-step route.\n\nChapter 6: Enthalpy changes\nIt is often easier to set out the calculation as a balance \nsheet, as shown below.\nBonds broken ΔH1 (kJ) \nBonds formed ΔH2 (kJ)\n1 × N   N = 1 × 945 = 945\n3 × H   H = 3 × 436 = 1308\n6 × N   H = 6 × 391\ntotal = +2253 \ntotal = –2346\nNote in these calculations that:\n■\n■\none triple bond in nitrogen is broken\n■\n■\nthree single bonds in hydrogen are broken\n■\n■\nsix single N   H bonds in hydrogen are formed (because each \nof the two ammonia molecules has three N   H bonds)\n■\n■\nvalues for bond breaking are positive, as these are \nendothermic, and values for bond forming are negative, as \nthese are exothermic.\nFrom the enthalpy cycle in Figure 6.16:\nΔHr\t =\tΔH1  +  ΔH2\nΔHr\t =\t enthalpy change for bonds broken\n+ enthalpy change for bonds formed\nΔHr\t =\t 2253  +  (–2346) = –93 kJ mol–1\n101\nQuestion\n12\t \u0007The equation for the combustion of ethanol is:\nC2H5OH(l)  +  3O2(g)  \n  2CO2(g)  +  3H2O(l)\na\t \u0007Rewrite this equation to show all the bonds in the \nreactants and products.\n\u0007b\t \u0007Use the following bond energies (in kJ mol–1) to \ncalculate a value for the standard enthalpy change \nof this reaction:\nE(C   C) = +347\nE(C   H) = +410\nE(C   O) = +336\nE(O   O) = +496\nE(C   O) = +805\nE(O   H) = +465\n\u0007c\t\n\u0007The standard enthalpy change of combustion \nof ethanol is –1367.3 kJ mol–1. Suggest why this \nvalue differs from the value obtained using  \nbond energies.",
    "content_length": 37306,
    "pages_extracted": "100-111",
    "layout_detected": "2 column(s)"
  }
}