{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "8.1",
    "subtopic_name": "Rate of reaction",
    "topic_number": "8",
    "topic_name": "Reaction kinetics",
    "start_page": 141,
    "end_page": 143,
    "content": "Introduction\nSome chemical reactions are very fast (they have a \nhigh rate of reaction) and others are much slower. \nChemists study rates of reaction to control reactions\na\nb\nFigure 9.1  a The reactions needed to produce firework explosions need to take place in a fraction of a second. b Corrosion of \nsome metals, such as the rusting of iron, is a much slower reaction.\nReaction kinetics\nReaction kinetics is the study of the rates of chemical \nreactions. The data gathered from rate experiments can \ngive us an insight into how reactions take place. We can \nthen make deductions about the mechanism of a reaction.\nThe rate of a reaction can be defined as follows:\nrate = ​  change in amount of reactants or products \n \n \n \n___________________________________ \n \ntime \n​\nThe balanced chemical equation gives us no information \nabout the rate of a reaction. Experiments are needed \nto measure the rate at which reactants are used up or \nproducts are formed. For example, if a reaction gives off \na gas, we can measure the volume of gas released in the \ncourse of the reaction at regular time intervals (Figure 9.2).\ngas syringe\nFigure 9.2  Measuring the volume of gas given off over time \nenables us to calculate the rate of reaction in cm3 of gas per \nsecond.\n\nChapter 9: Rates of reaction\nin industrial processes and make useful products \nefficiently and safely.\nCollision theory\nWhen we explain the effects of concentration, \ntemperature, surface area and catalysts on rates of \nreaction, we use the collision theory. Collision theory \nstates that in order to react with each other, particles \nmust collide in the correct orientation and with sufficient \nenergy. The particles might be atoms, ions or molecules.\nWhen reactant particles collide they may simply \nbounce off each other, without changing. This is called an \nunsuccessful collision. An unsuccessful collision will take \nplace if the colliding particles do not have enough energy \nto react. If the reactant particles do have enough energy to \nreact, they may change into product particles when they \ncollide. This is called a successful (or effective) collision \n(Figure 9.3).\nThe minimum energy that colliding particles must \npossess for a successful collision to take place is called the \nactivation energy of that particular reaction.\nThe activation energy for an exothermic reaction and \nan endothermic reaction can be shown on enthalpy profile \ndiagrams, as shown in Figures 9.4 and 9.5.\n141\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nFigure 9.3  a Unsuccessful and b successful (or effective) collisions.\nEnthalpy, H/kJmol–1\nactivation energy: start-up energy\n \n     ‘pump-priming’\n \n     the reaction\nreactants\n142\nproducts\n0\n0\nReaction pathway\nFigure 9.4  The activation energy in an exothermic reaction.\nFigure 9.5  The activation energy in an endothermic reaction.\nAccording to the collision theory, a reaction will speed  \nup if:\n■\n■\nthe frequency of collisions increases\n■\n■\nthe proportion of particles with energy greater than the \nactivation energy increases.\nA catalyst is a substance that increases the rate of a \nreaction but remains chemically unchanged itself at \nthe end of the reaction. A catalyst does this by making \nit possible for the particles to react by an alternative \nmechanism. This alternative mechanism has a lower \nactivation energy (see Figure 9.6). You can read more \nabout catalysts on page 144.\n\nEnthalpy, H / kJmol–1\nproducts\nactivation \nenergy\nreactants\n0\n0\nReaction pathway\nuncatalysed\nreaction\nEa\nEnthalpy, H/kJmol–1\nEa(cat)\nreactants\ncatalysed\nreaction\n∆H\nproducts\nReaction pathway\n0\n0\nFigure 9.6  The effect of a catalyst on the activation energy in \nan exothermic reaction.\n\n--- Page Break ---\n\nQuestion\n1\t a\t \u0007Draw a different set of apparatus that could be \nused to monitor the reaction shown in Figure 9.2.\nb\t \u0007What do we mean by:\ni\t\n\u0007the activation energy of a reaction?\nii\t \u0007a catalyst?\nc\t\n\u0007Does a catalyst work by:\nA\t \u0007increasing the frequency of collisions?\nB\t \u0007increasing the proportion of particles with \nenergy greater than the activation energy?\nC\t \u0007increasing the activation energy?\nd\t \u0007Use the collision theory to explain how increasing \nthe surface area of a solid reactant increases the \nrate of reaction.\nThe effect of concentration on \nrate of reaction\nIn chemistry we usually measure the concentration of \nsolutions in moles per decimetre cubed: mol dm−3. The \nmore concentrated a solution, the greater the number of \nparticles of solute dissolved in a given volume of solvent. \nIn reactions involving solutions, more concentrated \nreactants have a faster rate of reaction. This is because \nthe random motion of the particles in solution results in \nmore frequent collisions between reacting particles. This is \nshown in Figure 9.7.\nThe effect of pressure in reactions involving gases is \nsimilar to the effect of concentration in solutions. As we \nincrease the pressure of reacting gases, there are more \ngas molecules in a given volume. This results in more \ncollisions in any given time, and a faster rate of reaction.\na\nb\nFigure 9.7  The particles in box a are closer together than \nthose in box b. There are more particles in the same volume, \nso the chances and frequency of collisions between reacting \nparticles are increased. Therefore, the rate of reaction is \ngreater in box a than in box b.\n\nChapter 9: Rates of reaction\nQuestion\n2\t a\t \u0007Dilute hydrochloric acid reacts with marble chips \n(calcium carbonate), giving off carbon dioxide gas. \nWhich solution of acid will have the fastest initial \nrate of reaction:\nA\t \u000750 cm3 of 0.5 mol dm−3?\nB\t \u000710 cm3 of 1.0 mol dm−3?\nC\t \u000725 cm3 of 0.5 mol dm−3?\nb\t \u0007Explain your answer to part a.\nThe effect of temperature on \nrate of reaction\nTo fully understand rates of reaction, we need to look more \nclosely at the energy possessed by the reactant particles. \nIn a sample of any substance, at a given temperature, the \nparticles will not all possess the same amount of energy \nas each other. A few particles will have a relatively small \namount of energy. A few particles will have a relatively \nlarge amount of energy. Most particles will have an \namount of energy somewhere in between. The distribution \nof energies at a given temperature can be shown on a graph \n(see Figure 9.8). This is called the Boltzmann distribution.\nIn Figure 9.8, the activation energy, Ea, is labelled. \nWe have seen that the activation energy is defined as the \nminimum energy required for colliding particles to react. \nWhen we raise the temperature of a reaction mixture, \nthe average kinetic (movement) energy of the particles \nincreases. Particles in solution and in gases will move \naround more quickly at a higher temperature, resulting in \nmore frequent collisions. However, experiments show us \nthat the effect of temperature on rate of reaction cannot \nbe totally explained by more frequent collisions. The \nkey factor is that the proportion of successful collisions\n143\nthe shaded area shows the\nproportion of molecules in\nthe sample that have enough\nenergy to cause a chemical\nchange when they collide\nNumber of molecules\nEa\n0\n0\nMolecular energy\nEa – at and above this energy\nthe molecules have enough\nenergy to collide eﬀectively\nFigure 9.8  The Boltzmann distribution of molecular energies, \nshowing the activation energy.",
    "content_length": 7316,
    "pages_extracted": "151-153",
    "layout_detected": "2 column(s)"
  }
}