{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "8.2",
    "subtopic_name": "Effect of temperature on reaction rates and the concept of activation energy",
    "topic_number": "8",
    "topic_name": "Reaction kinetics",
    "start_page": 143,
    "end_page": 144,
    "content": "Question\n1\t a\t \u0007Draw a different set of apparatus that could be \nused to monitor the reaction shown in Figure 9.2.\nb\t \u0007What do we mean by:\ni\t\n\u0007the activation energy of a reaction?\nii\t \u0007a catalyst?\nc\t\n\u0007Does a catalyst work by:\nA\t \u0007increasing the frequency of collisions?\nB\t \u0007increasing the proportion of particles with \nenergy greater than the activation energy?\nC\t \u0007increasing the activation energy?\nd\t \u0007Use the collision theory to explain how increasing \nthe surface area of a solid reactant increases the \nrate of reaction.\nThe effect of concentration on \nrate of reaction\nIn chemistry we usually measure the concentration of \nsolutions in moles per decimetre cubed: mol dm−3. The \nmore concentrated a solution, the greater the number of \nparticles of solute dissolved in a given volume of solvent. \nIn reactions involving solutions, more concentrated \nreactants have a faster rate of reaction. This is because \nthe random motion of the particles in solution results in \nmore frequent collisions between reacting particles. This is \nshown in Figure 9.7.\nThe effect of pressure in reactions involving gases is \nsimilar to the effect of concentration in solutions. As we \nincrease the pressure of reacting gases, there are more \ngas molecules in a given volume. This results in more \ncollisions in any given time, and a faster rate of reaction.\na\nb\nFigure 9.7  The particles in box a are closer together than \nthose in box b. There are more particles in the same volume, \nso the chances and frequency of collisions between reacting \nparticles are increased. Therefore, the rate of reaction is \ngreater in box a than in box b.\n\nChapter 9: Rates of reaction\nQuestion\n2\t a\t \u0007Dilute hydrochloric acid reacts with marble chips \n(calcium carbonate), giving off carbon dioxide gas. \nWhich solution of acid will have the fastest initial \nrate of reaction:\nA\t \u000750 cm3 of 0.5 mol dm−3?\nB\t \u000710 cm3 of 1.0 mol dm−3?\nC\t \u000725 cm3 of 0.5 mol dm−3?\nb\t \u0007Explain your answer to part a.\nThe effect of temperature on \nrate of reaction\nTo fully understand rates of reaction, we need to look more \nclosely at the energy possessed by the reactant particles. \nIn a sample of any substance, at a given temperature, the \nparticles will not all possess the same amount of energy \nas each other. A few particles will have a relatively small \namount of energy. A few particles will have a relatively \nlarge amount of energy. Most particles will have an \namount of energy somewhere in between. The distribution \nof energies at a given temperature can be shown on a graph \n(see Figure 9.8). This is called the Boltzmann distribution.\nIn Figure 9.8, the activation energy, Ea, is labelled. \nWe have seen that the activation energy is defined as the \nminimum energy required for colliding particles to react. \nWhen we raise the temperature of a reaction mixture, \nthe average kinetic (movement) energy of the particles \nincreases. Particles in solution and in gases will move \naround more quickly at a higher temperature, resulting in \nmore frequent collisions. However, experiments show us \nthat the effect of temperature on rate of reaction cannot \nbe totally explained by more frequent collisions. The \nkey factor is that the proportion of successful collisions\n143\nthe shaded area shows the\nproportion of molecules in\nthe sample that have enough\nenergy to cause a chemical\nchange when they collide\nNumber of molecules\nEa\n0\n0\nMolecular energy\nEa – at and above this energy\nthe molecules have enough\nenergy to collide eﬀectively\nFigure 9.8  The Boltzmann distribution of molecular energies, \nshowing the activation energy.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nincreases greatly as we increase the temperature. The \ndistribution of molecular energies changes as we raise the \ntemperature, as shown in Figure 9.9. The curve showing the \nBoltzmann distribution at the higher temperature flattens \nand the peak shifts to the right.\nThe area under the curve represents the number of \nparticles. The shaded area shows the number of particles \nwith energy greater than the activation energy, Ea. For \na 10 °C rise in temperature this area under the curve \napproximately doubles, as does the rate of many reactions.\nTherefore, increasing the temperature increases the rate \nof reaction because:\n■\n■\nthe increased energy results in particles moving around \nmore quickly, which increases the frequency of collisions\n■\n■\nthe proportion of successful collisions (i.e. those that result \nin a reaction) increases because the proportion of particles \nexceeding the activation energy increases. This is the more \nimportant factor.\nwhen the sample is heated, the mean energy of the\nmolecules increases. There is a wider spread of values\nNumber of molecules\na greater proportion of \nmolecules than before exceed\nthe activation energy, so\nincreasing rate of reaction\nEa \nT °C\n144\n(T+10)°C\n0\n0\nMolecular energy\nEa – at and above this energy\nthe molecules have enough\nenergy to collide eﬀectively\nFigure 9.9  The Boltzmann distribution of molecular  \nenergies at temperatures T °C and (T + 10) °C, showing the \nactivation energy.\nQuestion\n3\t a\t \u0007What is the Boltzmann distribution?\nb\t \u0007Explain why a 10 °C rise in temperature can \napproximately double the rate of a reaction.\nCatalysis\nIn Figure 9.6 we saw how a catalyst works by providing \nan alternative mechanism (or reaction pathway) with a \nlower activation energy. We can show this on a Boltzmann \ndistribution (see Figure 9.10).\nNote that the presence of a catalyst does not affect the \nshape of the Boltzmann distribution. However, by providing \na lower activation energy, a greater proportion of molecules\n\nNumber of molecules\ncoloured areas indicate the proportion\nof molecules whose energy exceeds\nthe activation energies Ea(cat) and Ea\nmolecules with\nthese low energies\ncannot react\nMolecular energy\nEa(cat)\nEa\n0\n0\nFigure 9.10  The Boltzmann distribution of molecular \nenergies, showing the change in activation energy with and \nwithout a catalyst.\nin the reaction mixture have sufficient energy to react. \nThe shaded area under the curve represents the numbers \nof molecules that have energy greater than the activation \nenergy of the reaction. The total shaded area (including \nboth the light and dark shading) under the curve shows the \nnumber of particles with energy greater than the activation \nenergy with the catalyst present (Ea(cat)). This area is much \nlarger than the dark shaded area for the reaction without a \ncatalyst. Therefore the rate at which effective collisions occur, \nand so the rate of the catalysed reaction, is greatly increased \ncompared with the rate of the uncatalysed reaction.\nHomogeneous and heterogeneous catalysts\nWhen a catalyst and the reactants in a catalysed reaction \nare in the same phase, the catalyst is described as a \nhomogeneous catalyst. For example, a catalyst can be \ndescribed as homogeneous if it is dissolved in water and the \nreactants are also present as an aqueous solution.\nIf the catalyst is in a different phase to the reactants, the \ncatalyst is described as a heterogeneous catalyst. You have \nprobably met an example of heterogeneous catalysis when \nmaking oxygen gas. The reaction commonly used  \nin the laboratory is the decomposition of hydrogen \nperoxide solution:\n2H2O2(aq)  \n  2H2O(l)  +  O2(g)\t\nslow reaction\nThis is a very slow reaction at room temperature. However, \nwhen a little of the insoluble solid manganese(IV) oxide \npowder, MnO2(s), is added, oxygen is given off quickly \n(Figure 9.11).\nMnO2(s)\n2H2O(l)  +  O2(g)\t fast reaction\n2H2O2(aq)\nAt the end of the reaction, when no more gas is being \nreleased, the solid catalyst can be recovered by filtering  \noff the water and drying the black powder of \nmanganese(IV) oxide.",
    "content_length": 7737,
    "pages_extracted": "153-154",
    "layout_detected": "2 column(s)"
  }
}