{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "9.1",
    "subtopic_name": "Periodicity of physical properties of the elements in Period 3",
    "topic_number": "9",
    "topic_name": "The Periodic Table: chemical periodicity",
    "start_page": 149,
    "end_page": 153,
    "content": "Introduction\nThe Periodic Table was devised in 1869 by Russian \nchemist Dmitri Mendeleev.\nHe organised the elements known at that time in \norder of their atomic mass, arranging elements \nwith similar properties into vertical columns. He left \ngaps where the pattern broke down, arguing that \nthese spaces would eventually be filled by as-yet-\nundiscovered elements. For example, he left a space \nbelow silicon, and he made predictions of how the \n‘new’ element would behave when it was discovered. \nHe also changed the atomic mass order in places \nwhere similar elements did not quite line up in \ncolumns. These apparent inconsistencies resulted in \nsome of his fellow chemists doubting the relevance \nof his table, but they were convinced following \nthe discovery of germanium in 1886. Germanium \nclosely matched the properties that Mendeleev had \npredicted for the ‘new’ element below silicon, using \nhis Periodic Table.\nStructure of the Periodic Table\nWe now know that the chemical elements are arranged in \nthe Periodic Table in order of atomic number, not atomic \nmasses as first thought. This explains why Mendeleev \nhad to re-order some elements in his table (which was \ndeveloped before scientists knew about the structure of the \natom). The modern Periodic Table is shown in Figure 10.2 \non page 150. There are 18 groups (vertical columns) in \nthe Periodic Table. The rows across the table are called \nperiods. In this chapter we will be looking for patterns \ngoing across the third period, from sodium (Na) to argon \n(Ar). The patterns seen across Period 3 are seen across \nother periods, too. This recurrence of the same pattern is \ncalled periodicity.\nQuestion\n1\t Look at the Periodic Table in Figure 10.2.\na\t \u0007Which element is found in Period 4, Group 17?\nb\t \u0007The relative atomic masses of tellurium (Te) and \niodine (I) are 128 and 127, respectively. Why did \nthis present a problem to Mendeleev when he was \nconstructing his Periodic Table?\nc\t\n\u0007Why are the elements in Groups 1 and 2 known as \ns-block elements, whereas those in Group 17 are \np-block elements?\n\nChapter 10: Periodicity\na\nb\nFigure 10.1  a Dmitri Mendeleev (1834–1907). b This version of \nMendeleev’s Periodic Table is on the building in St Petersburg \nwhere he worked.\nPeriodicity of physical \nproperties\n149\n1 Periodic patterns of atomic radii\nWe can compare the size of different atoms using their \natomic radii. The data for these measurements can come \nfrom an element’s single covalent radius (Figure 10.3).\nr\ncovalent radius\nFigure 10.3  The distance between the two nuclei of the same \ntype of atom can be determined and then divided by two to \narrive at the atomic (single covalent) radius.\nThere are other measures of atomic radii, such as metallic \nradii and van der Waals’ radii. However, covalent radii can \nbe obtained for most elements, so these provide the best \ndata for comparison purposes across a period.\nThe values of the atomic radii of the elements in  \nPeriod 3 are given in Table 10.1. We can see the pattern \nacross the period more clearly on a graph (Figure 10.4).\n\n--- Page Break ---\n\nFigure 10.2  The Periodic Table of the elements. A larger version of the Periodic Table can be found in Appendix 1, page 473.\nPeriod 3 element\nsodium (Na) magnesium (Mg) aluminium (Al) silicon (Si) phosphorus (P) sulfur (S) chlorine (Cl) argon (Ar)\nAtomic radius / nm\n0.157\n0.136\n0.125\n0.117\n0.110\n0.104\n0.099\n–\nTable 10.1  The atomic (single covalent) radii of Period 3 elements (no data are available for argon). The units are nanometres, \nwhere 1 nm = 10−9 m.\nFigure 10.4  Plotting the atomic radii (single covalent radii) \nagainst atomic number for the elements in Period 3 (argon \nnot included).\n0.10\n0\n0.15\n12\n11\n13\n14\n15\n16\n17\n18\nMg\nNa\nAl\nSi\nP\nS\nCl\nAr\nAtomic radius/ nm\nAtomic number\nThe atoms of the noble gases in Group 18, such as argon \nin Period 3, do not have a covalent radius, as they do not \nform bonds with each other. Their atomic radii can be \ndetermined from their van der Waals’ radius. This is found \nfrom the distance between the nuclei of two neighbouring, \ntouching atoms, which are not chemically bonded \ntogether. This distance is divided by two to give the van \nder Waals’ radius. This figure will be higher than the single \ncovalent radius of any given element, as there is no overlap \nof electron clouds involved in the van der Waals’ radius \n(see Figure 10.3).\nAs shown in Figure 10.4, the atomic radius decreases across \nPeriod 3. The same pattern is also found in other periods. \nAcross a period, the number of protons (and hence the nuclear \n150\nCambridge International AS Level Chemistry\n\n--- Page Break ---\n\ncharge), and the number of electrons, increases by one with \neach successive element. The extra electron added to the \natoms of each successive element occupies the same principal \nquantum shell (energy level). This means that the shielding \neffect remains roughly constant (see page 35). So the greater \nattractive force exerted by the increasing positive nuclear \ncharge on the outer (valence) shell electrons pulls them in \ncloser to the nucleus. Hence the atomic radius decreases across \nthe period.\n2 Periodic patterns of ionic radii\nFrom your work in Chapter 4, you will know that the \natoms of metallic elements produce positively charged \nions (called cations), such as Na+. By contrast, the atoms of \nnon-metallic elements form negatively charged ions (called \nanions), such as Cl−. What pattern in ionic radii do we see \ngoing across Period 3? The data are shown in Table 10.2 \nand are displayed graphically in Figure 10.5.\nThe positively charged ions have effectively lost their \nouter shell of electrons (the third principal quantum shell \nor energy level) from their original atoms. Hence the \ncations are much smaller than their atoms. To add to this \neffect, there is also less shielding of the outer electrons in \nthese cations compared with their original atoms.\nGoing across the period, from Na+ to Si4+, the ions \nget smaller for reasons similar to those for the decreasing\n0.30\n0.20\nIonic radius / nm\n0.10\n0\n12\n11\n13\n14\n15\n16\n17\n18\nMg2+\nNa+\nAl3+\nSi4+\nP3–\nS2–\nCl–\nAr\nAtomic number\nFigure 10.5  Plotting the ionic radii against atomic number for \nthe elements in Period 3 (argon not included).\nTable 10.2  The ionic radii of Period 3 elements (no data are available for argon).\n\nChapter 10: Periodicity\natomic radii across a period. The increasing nuclear charge \nattracts the outermost (valence-shell) electrons in the \nsecond principal quantum shell (energy level) closer to the \nnucleus with increasing atomic number.\nThe negatively charged ions are larger than their original \natoms. This is because each atom will have gained one or \nmore extra electrons into their third principal quantum shell, \nincreasing the repulsion between its electrons, whereas the \nnuclear charge remains constant. This increases the size of any \nanion compared with its atom.\nThe anions decrease in size, going from P3− to Cl−, as \nthe nuclear charge increases across the period.\nQuestion\n2\t Look at the elements in Period 2 of the Periodic \nTable on page 473. Using your knowledge of Period 3 \nelements, predict and explain the relative sizes of:\na\t \u0007the atomic radii of lithium and fluorine\nb\t \u0007a lithium atom and its ion, Li+\nc\t\n\u0007an oxygen atom and its ion, O2−\nd\t \u0007a nitride ion, N3−, and a fluoride ion, F−.\n151\n3 Periodic patterns of melting points and \nelectrical conductivity\nPhysical properties, such as the melting point and \nelectrical conductivity of the elements, also show trends \nacross a period. Again, using Period 3 as an example, we \ncan show the data in tables and on graphs (see Tables 10.3 \nand 10.4 and the graph in Figure 10.6).\nThe electrical conductivity increases across the metals \nof Period 3 from sodium (Group 1) to aluminium  \n(Group 13). The electrical conductivity then drops \ndramatically to silicon, which is described as a \nsemiconductor, and falls even further to the non-metallic \ninsulators phosphorus and sulfur.\nTo explain the trend in melting points and electrical \nconductivity across a period, we have to consider the \nbonding and structure of the elements (see Table 10.5).\nSodium, magnesium and aluminium, at the start of \nPeriod 3, are all metallic elements. As you saw on page 59,\nIons of Period 3 elements\nNa+\nMg2+\nAl3+\nSi4+\nP3−\nS2−\nCl−\nAr\nIonic radius / nm\n0.095\n0.065\n0.050\n0.041\n0.212\n0.184\n0.181\n–\n\n--- Page Break ---\n\ntheir metallic bonding can be described as positive ions \narranged in a giant lattice held together by a ‘sea’ of \ndelocalised electrons. The delocalised electrons are those \nfrom the outermost (valence) shell. These delocalised \nelectrons are free to move around within the structure \nof the metal. When a potential difference is applied the \ndelocalised electrons drift through the metal towards the \npositive terminal. Both the melting point and the electrical \nconductivity increase from sodium to magnesium to \naluminium. This can be explained by the number of \nelectrons each metal donates into the ‘sea’ of delocalised \nelectrons and the increasing charge on the metal ions in \nthe giant metallic lattice. Each sodium atom donates just \none electron, forming Na+ ions in the lattice, whereas \neach aluminium atom donates three electrons, forming \nAl3+ ions. This makes the metallic bonding in aluminium \nstronger, as the electrostatic forces of attraction between \nits 3+ ions and the larger number of negatively charged \ndelocalised electrons holding the giant structure together \nare stronger. There are also more delocalised electrons \navailable to drift through the structure when aluminium \nmetal conducts an electric current, making aluminium a \nbetter electrical conductor than sodium.\nThe element in the centre of Period 3, silicon, has \nthe highest melting point because of its giant molecular \nstructure (also called a giant covalent structure). Every \nsilicon atom is held to its neighbouring silicon atoms by \nstrong covalent bonds. However, its electrical conductivity \nis much lower than the metals at the start of the period \nbecause there are no delocalised electrons free to move \naround within its structure. Silicon is classed as a \nsemimetal, or metalloid.\nThe elements to the right of silicon are all non-metallic \nelements. They exist as relatively small molecules. Sulfur \nexists as S8 molecules, phosphorus as P4 molecules and \nchlorine as Cl2 molecules. Although the covalent bonds \nwithin each molecule are strong, there are only relatively \nweak van der Waals’ forces between their molecules (see \npage 62). Therefore, it does not take much energy to break \nthese weak intermolecular forces and melt the elements. At \nroom temperature, phosphorus and sulfur are solids with \nlow melting points and chlorine is a gas.\nArgon gas exists as single atoms with very weak van der \nWaals’ forces between these atoms.\n500\n0\n1000\n1500\n12\n11\n13\n14\n15\n16\n17\n18\nMg\nNa\nAl\nSi\nP\nS\nCl\nAr\nAtomic number\nMelting point/K\nPeriod 3 element\nsodium (Na) magnesium (Mg) aluminium (Al) silicon (Si) phosphorus (P) sulfur (S) chlorine (Cl) argon (Ar)\nMelting point / K\n371\n923\n932\n1683\n317\n392\n172\n84\nTable 10.3  The melting points of Period 3 elements (measured in kelvin, K, where 0 °C = 273 K).\nPeriod 3 element\nsodium (Na) magnesium (Mg) aluminium (Al) silicon (Si) phosphorus (P) sulfur (S) chlorine (Cl) argon (Ar)\nMelting point / K\n0.218\n0.224\n0.382\n2 × 10−10\n10−17\n10−23\n–\n–\nTable 10.4  The electrical conductivity of Period 3 elements (measured in siemens per metre, S m−1, where siemens are \nproportional to the ease with which electrons can pass through a material).\nPeriod 3 \nelement\nsodium  \n(Na)\nmagnesium \n(Mg)\naluminium \n(Al)\nsilicon  \n(Si)\nphosphorus \n(P)\nsulfur  \n(S)\nchlorine  \n(Cl)\nargon  \n(Ar)\nBonding\nmetallic\nmetallic\nmetallic\ncovalent\ncovalent\ncovalent\ncovalent\n–\nStructure\ngiant  \nmetallic\ngiant  \nmetallic\ngiant  \nmetallic\ngiant \nmolecular\nsimple \nmolecular\nsimple \nmolecular\nsimple \nmolecular\nsimple \nmolecular\nTable 10.5  The bonding and structures of Period 3 elements.\nFigure 10.6  Plotting the melting point against atomic \nnumber for the elements in Period 3.\n152\nCambridge International AS Level Chemistry\n\n--- Page Break ---\n\nQuestion\n3\t a\t \u0007Why does sulfur have a lower melting point  \nthan silicon?\nb\t \u0007Why does sulfur have a higher melting point  \nthan chlorine?\nc\t\n\u0007Why is magnesium a better electrical conductor \nthan:\n\t\n\t\ni\t\n\u0007phosphorus?\n\t\n\t\nii\t \u0007sodium?\n4 Periodic patterns of first ionisation \nenergies\nYou have looked at the pattern in first ionisation energies \nfor the first two periods on page 41. In Period 3 the pattern \nis the same as in Period 2. This is shown by the data in \nTable 10.6 and the graph in Figure 10.7.\nPeriod 3 element\nFirst ionisation energy / kJ mol−1\nsodium (Na)\n 494\nmagnesium (Mg)\n 736\naluminium (Al)\n 577\nsilicon (Si)\n 786\nphosphorus (P)\n1060\nsulfur (S)\n1000\nchlorine (Cl)\n1260\nargon (Ar)\n1520\nTable 10.6  The first ionisation energy (X(g)  \n  X+(g) + e−) of \nPeriod 3 elements in kilojoules per mole (kJ mol−1).\n1500\nFirst ionisation energy /kJmol–1\n1000\n500\n0\n12\n11\n13\n14\n15\n16\n17\n18\nMg\nNa\nAl\nSi\nP\nS\nCl\nAr\nAtomic number\nFigure 10.7  Plotting the first ionisation energy  \n(X(g)  \n  X+(g)  +  e−) against atomic number for the  \nelements in Period 3.\n\nChapter 10: Periodicity\nIn general, the first ionisation energy increases across \nPeriod 3 as the positive nuclear charge increases and \nelectrons successively fill the third quantum shell. As \nelectrons are in the same shell, the shielding effect is \nsimilar in atoms of each element. There are small ‘dips’ in \nthe general trend across the period between Mg and Al, \nand between P and S. The same pattern appears in Period \n2 for Be and B, and N and O. The explanation given on \npages 41–2 also applies here in Period 3.\nQuestion\n4\t a\t \u0007What is the general trend in first ionisation \nenergies across Period 3?\nb\t \u0007Explain why aluminium has a lower first ionisation \nenergy than magnesium.\nc\t\n\u0007Explain why sulfur has a lower first ionisation \nenergy than phosphorus.\nd\t \u0007Look at Period 4 in the Periodic Table (page 473).  \nThe first ionisation energies of the p-block \nelements are given in the table below.\n\u0007Predict the missing value for the first ionisation \nenergy of selenium.\n153\np-block element \nof Period 4\nAtomic \nnumber\nFirst ionisation \nenergy / kJ mol−1\ngallium (Ga)\n31\n 577\ngermanium (Ge)\n32\n 762\narsenic (As)\n33\n 966\nselenium (Se)\n34\nbromine (Br)\n35\n1140\nkrypton (Kr)\n36\n1350",
    "content_length": 14433,
    "pages_extracted": "159-163",
    "layout_detected": "2 column(s)"
  }
}