{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "9.2",
    "subtopic_name": "Periodicity of chemical properties of the elements in Period 3",
    "topic_number": "9",
    "topic_name": "The Periodic Table: chemical periodicity",
    "start_page": 154,
    "end_page": 160,
    "content": "Cambridge International AS Level Chemistry\nReactions of Period 3 elements with oxygen\nSodium reacts vigorously when heated and placed in \na gas jar of oxygen. The sodium burns with a bright \nyellow flame (Figure 10.8). The main product when \nsodium burns in a limited amount of oxygen is a \nwhite solid, sodium oxide:\n4Na(s)  +  O2(g)  \n  2Na2O(s)\n154\nFigure 10.8  Sodium reacts vigorously with oxygen gas.\nMagnesium also reacts vigorously when heated \nin oxygen, forming magnesium oxide. Aluminium \nmetal is protected by a layer of aluminium oxide, but \npowdered aluminium does react well with oxygen. \nBoth metals burn with bright white flames.\n2Mg(s)  +  O2(g)  \n  2MgO(s)\n4Al(s)  +  3O2(g)  \n  2Al2O3(s)\nSilicon reacts slowly with oxygen to form silicon(IV) \noxide (silicon dioxide):\nSi(s)  +  O2(g)  \n  SiO2(s)\nPeriodicity of chemical \nproperties\nWe will now look at the chemistry of some of the elements  \nof Period 3 and their compounds, focusing on the oxides \nand chlorides.\n\nPhosphorus reacts vigorously with oxygen. A \nyellow or white flame is seen, and clouds of white \nphosphorus(V) oxide are produced:\n4P(s)  +  5O2(g)  \n  P4O10(s)\nSulfur powder, once ignited, burns gently with a blue \nflame in a gas jar of oxygen gas. Toxic fumes of sulfur \ndioxide gas are produced (Figure 10.9):\nS(s)  +  O2(g)  \n  SO2(g)\nFigure 10.9  Sulfur burns gently in oxygen gas.\nFurther oxidation of sulfur dioxide gives sulfur \ntrioxide. Their systematic names are sulfur(IV) oxide \nand sulfur(VI) oxide, respectively.\nV2O5 catalyst\n2SO2(g)  +  O2(g)  \n  2SO3(g)\nChlorine and argon do not react with oxygen.\nReactions of Period 3 elements with \nchlorine\nWhen sodium metal is heated then plunged into a gas  \njar of chlorine, there is a vigorous reaction, forming \nsodium chloride:\n2Na(s)  +  Cl2(g)  \n  2NaCl(s)\n\n--- Page Break ---\n\nMagnesium and aluminium also react vigorously with \nchlorine gas:\nMg(s)  +  Cl2(g)  \n  MgCl2(s)\n2Al(s)  +  3Cl2(g)  \n  Al2Cl6(s)\nSilicon reacts slowly with chlorine, as it does with oxygen, \ngiving silicon(IV) chloride:\nSi(s)  +  2Cl2(g)  \n  SiCl4(l)\nReactions of sodium and magnesium with water\nSodium reacts vigorously with cold water, melting \ninto a ball of molten metal (Figure 10.10). It moves \nacross the surface of the water, giving off hydrogen \ngas. It quickly gets smaller and smaller until it \ndisappears, leaving a strongly alkaline solution (e.g. \npH 14) of sodium hydroxide behind:\n2Na(s)  +  2H2O(l)  \n  2NaOH(aq)  +  H2(g)\nFigure 10.10  Sodium reacts vigorously with water.\nQuestion\n5\t a\t \u0007i \t\n\u0007The Group 1 metal lithium reacts in a similar \nway to sodium. It reacts with oxygen, producing \nlithium oxide. Write the balanced symbol equation, \nincluding state symbols, for this reaction.\n\t\n\t\nii\t \u0007Lithium also reacts with chlorine. Write the \nbalanced symbol equation, including state \nsymbols, for this reaction.\n\nChapter 10: Periodicity\nPhosphorus also reacts slowly with excess chlorine gas:\n2P(s)  +  5Cl2(g)  \n  2PCl5(l)\nSulfur does form chlorides, such as SCl2 and S2Cl2, but you \ndo not need to cover these for your examination.\nArgon does not form a chloride.\nBy contrast, magnesium reacts only very slowly with \ncold water, taking several days to produce  \na test tube of hydrogen gas. The solution formed  \nis very weakly alkaline (e.g. pH 11), as any \nmagnesium hydroxide formed is only slightly \nsoluble. Therefore a lower concentration of OH−(aq) \nions enter the solution compared with the result \nwhen sodium is added to water. This is because \nsodium hydroxide is much more soluble in water \nthan magnesium hydroxide.\nslow reaction\nMg(s)  +  2H2O(l)  \n  Mg(OH)2(aq)  +  H2(g)\n155\nWhen heated, magnesium does react vigorously \nwith water in the form of steam to make magnesium \noxide and hydrogen gas:\nMg(s)  +  H2O(g)  \n  MgO(s)  +  H2(g)\nb\t i\t\n\u0007The Group 2 metal calcium reacts more vigorously \nwith cold water than magnesium does, forming \nan alkaline solution. Write the balanced symbol \nequation, including state symbols, for this reaction.\n\t\n\t\nii\t \u0007The solution formed when 0.01 mol of calcium \nreact completely with 1 dm3 of water is more \nalkaline than the solution formed when 0.01 mol of \nmagnesium react completely with 1 dm3 of water. \nExplain why.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nOxides of Period 3 elements\nOxidation numbers of oxides\nTable 10.7 shows the formulae of some of the common \noxides of the Period 3 elements.\nThe maximum oxidation number of each element  \nrises as we cross the period. This happens because the \nPeriod 3 element in each oxide can use all the electrons \nin its outermost shell in bonding to oxygen (ox. no. = −2). \nThey all exist in positive oxidation states because oxygen \nhas a higher electronegativity than any of the Period 3 \nelements. See page 60 for more about electronegativity.\nEffect of water on oxides and hydroxides of \nPeriod 3 elements\nThe oxides of sodium and magnesium react with \nwater to form hydroxides. The presence of excess \naqueous hydroxide ions, OH−(aq), makes these \nsolutions alkaline:\nNa2O(s)  +  H2O(l)  \n  2NaOH(aq)\n\t\nstrongly alkaline\n\t\nsolution\n156\nMgO(s)  +  H2O(l)  \n  Mg(OH)2(aq)\n\t\nweakly alkaline\n\t\nsolution\nMagnesium oxide and magnesium hydroxide are \ncommonly used in indigestion remedies (Figure 10.11). \nThese basic compounds neutralise excess acid in the \nstomach, relieving the pain:\nMgO(s)  +  2HCl(aq)  \n  MgCl2(aq)  +  H2O(l)\nMg(OH)2(s)  +  2HCl(aq)  \n  MgCl2(aq)  +  2H2O(l)\nAluminium oxide does not react or dissolve in water, \nwhich is why an oxide layer can protect aluminium metal \nfrom corrosion. However, it does react and dissolve when \nadded to acidic or alkaline solutions.\nPeriod 3 element\nsodium  \n(Na)\nmagnesium  \n(Mg)\naluminium  \n(Al)\nsilicon  \n(Si)\nphosphorus  \n(P)\nsulfur  \n(S)\nchlorine  \n(Cl)\nargon  \n(Ar)\nFormula of oxide\nNa2O\nMgO\nAl2O3\nSiO2\nP4O10\nSO2, SO3\nCl2O7\n–\nOxidation number of \nPeriod 3 element\nTable 10.7  Oxidation numbers of the Period 3 elements in some common oxides. Chlorine has other oxides, such as Cl2O, in which \nits oxidation number is +1, and Cl2O5, in which its oxidation number is +5.\n\nFigure 10.11  The basic magnesium oxide or hydroxide reacts \nwith acid in the stomach to form a salt plus water.\n■\n■\nWith acid:\nAl2O3(s)  +  3H2SO4(aq)  \n  Al2(SO4)3(aq)  +  3H2O(l)\n■\n■\nWith hot, concentrated alkali:\nAl2O3(s)  +  2NaOH(aq)  +  3H2O(l)  \n  2NaAl(OH)4(aq)\nWhen aluminium oxide reacts with an acid it behaves like \na base – it forms a salt (aluminium sulfate in the example \nwith dilute sulfuric acid above) plus water.\nWhen it reacts with an alkali it behaves like an acid – \nreacting to form a salt (sodium tetrahydroxoaluminate in \nthe example with sodium hydroxide above).\nCompounds that can act as both acids and bases, such \nas aluminium oxide, are called amphoteric.\nSilicon dioxide is also insoluble in water. Water cannot \nbreak down its giant molecular structure. However, it will \nreact with and dissolve in hot, concentrated alkali:\nSiO2(s)  +  2NaOH(aq)  \n  Na2SiO3(aq)  +  H2O(l)\nSilicon dioxide acts as an acid when it reacts with sodium \nhydroxide, forming a salt (sodium silicate) plus water. It \ndoes not react with acids, so it is classed as an acidic oxide.\n+1\n+2\n+3\n+4\n+5\n+4, +6\n+7\n–\n\n--- Page Break ---\n\nPhosphorus(V) oxide reacts vigorously and dissolves \nin water to form an acidic solution of phosphoric(V) acid \n(pH 2):\nP4O10(s)  +  6H2O(l)  \n  4H3PO4(aq)\nphosphoric(V) acid\nThe oxides of sulfur, SO2 and SO3, both react and dissolve \nin water forming acidic solutions (pH 1):\nSO2(g)  +  H2O(l)  \n  H2SO3(aq)\nsulfurous acid (sulfuric(IV) acid)\nSO3(g)  +  H2O(l)  \n  H2SO4(aq)\nsulfuric(VI) acid\nSummary of the acidic/basic nature of \nthe Period 3 oxides\nTable 10.8 shows a summary of the acidic/basic nature \nof the Period 3 oxides. You need to know this summary \nfor your examination. We can explain the behaviour \nof the oxides by looking at their structure and bonding \n(Table 10.9 and Figure 10.12).\nGoing across a period the elements get more \nelectronegative as electrons are more strongly attracted by \nthe increasing positive nuclear charge (see page 60). The \nelectronegativity values, which indicate the strength of\nAcid/base nature\nbasic\nbasic\namphoteric\nacidic\nacidic\nacidic\nTable 10.8  The acid/base nature of the Period 3 oxides.\nPeriod 3 oxide\nNa2O\nMgO\nAl2O3\nSiO2\nP4O10\nSO2, SO3\nRelative melting point\nhigh\nhigh\nvery high\nvery high\nlow\nlow\nElectrical conductivity \nwhen in liquid state\nChemical bonding\nionic\nionic\nionic (with a degree of \ncovalent character)\ncovalent\ncovalent\ncovalent\nStructure\ngiant ionic giant ionic giant ionic\ngiant covalent\nsimple \nmolecular\nsimple \nmolecular\nTable 10.9  Some properties, chemical bonding and structure of some Period 3 oxides.\nPeriod 3 element\nsodium  \n(Na)\nmagnesium \n(Mg)\naluminium \n(Al)\nsilicon  \n(Si)\nphosphorus \n(P)\nsulfur  \n(S)\nchlorine  \n(Cl)\nargon  \n(Ar)\nElectronegativity\n0.9\n1.2\n1.5\n1.8\n2.1\n2.5\n3.0\n–\nTable 10.10  Electronegativity values for Period 3 oxides (no data are available for argon).\n\nChapter 10: Periodicity\nthe giant ionic structure\nof magnesium oxide\nthe giant covalent\nstructure of\nsilicon dioxide\nthe simple molecular\nstructure of\nsulfur dioxide\nFigure 10.12  The structures of some Period 3 oxides.\nthe attraction of an atom for the electrons in a bond, are \nshown in Table 10.10.\nThe electronegativity of oxygen is 3.5. The greater \nthe difference in electronegativity between the Period 3 \nelement and oxygen, the more likely it is that the oxide \nwill have ionic bonding. Electrons will be transferred\n157\nPeriod 3 oxide\nNa2O\nMgO\nAl2O3\nSiO2\nP4O10\nSO2, SO3\ngood\ngood\ngood\nnone\nnone\nnone\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nfrom sodium, magnesium and aluminium atoms (forming \npositively charged ions) to oxygen atoms (forming O2− \nions) when their oxides are formed. The other Period 3 \nelements will form covalently bonded oxides in which \nbonding electrons are shared.\nNotice the high melting points of the giant ionic and \ngiant covalent structures, leading to the use of:\n■\n■\nmagnesium oxide to line the inside of furnaces\n■\n■\naluminium oxide and silicon dioxide to make ceramics, \nwith giant covalent structures designed to withstand high \ntemperatures and provide electrical insulation.\nThe oxides of the metals sodium and magnesium, with \npurely ionic bonding, produce alkaline solutions with \nwater as their oxide ions, O2−(aq), become hydroxide ions, \nOH−(aq). The oxide ions behave as bases by accepting H+ \nions from water molecules:\nO2−(aq)  +  H2O(l)  \n  2OH−(aq)\nBy contrast, the covalently bonded non-metal oxides of \nphosphorus and sulfur dissolve and react in water to form \nacidic solutions. The acid molecules formed donate H+ ions \nto water molecules, behaving as typical acids. For example, \nsulfuric(VI) acid:\n158\nH2SO4(aq)  +  H2O(l)  \n  H3O+(aq)  +  HSO4\n−(aq)\nThe insoluble oxides of aluminium and silicon show their \nacidic nature by reacting and dissolving in an alkaline \nsolution, such as hot, concentrated sodium hydroxide \nsolution, forming a soluble salt. This behaviour is typical \nof a covalently bonded oxide. However, aluminium oxide \nalso reacts and dissolves in acidic solutions, forming a \nsoluble salt – behaviour typical of a basic metal oxide with \nionic bonding. This dual nature provides evidence that the \nchemical bonding in aluminium oxide is not purely ionic \nnor purely covalent, hence its amphoteric nature.\nPeriod 3 element\nsodium \n(Na)\nmagnesium \n(Mg)\naluminium \n(Al)\nsilicon  \n(Si)\nphosphorus \n(P)\nsulfur  \n(S)\nchlorine \n(Cl)\nargon  \n(Ar)\nFormula of chloride\nNaCl\nMgCl2\nAl2Cl6\nSiCl4\nPCl5\nSCl2\n–\n–\nOxidation number of \nPeriod 3 element\n+1\n+2\n+3\n+4\n+5\n+2\n–\n–\nTable 10.11  Oxidation numbers of the Period 3 elements in their chlorides. Phosphorus also has a chloride with the formula PCl3, \nin which its oxidation number is +3. Sulfur also has a chloride S2Cl2, in which its oxidation number is +1.\n\nQuestion\n6\t a\t \u0007The element germanium is in Group 14, in  \nPeriod 4. It is classed as a semimetal or metalloid, \nas is silicon in Period 3.\ni\t\n\u0007Predict the chemical bonding and structure of \nthe element germanium.\nii\t \u0007Germanium(IV) oxide has properties similar \nto silicon dioxide. It is an acidic oxide. Write \na balanced symbol equation, including \nstate symbols, to show the reaction of \ngermanium(IV) oxide with hot, concentrated \nsodium hydroxide solution.\niii\t \u0007What would you expect to happen if \ngermanium(IV) oxide was added to \n2.0 mol dm−3 hydrochloric acid?\nb\t \u0007Potassium oxide (K2O) is a basic oxide. It  \nreacts and dissolves in water, forming an  \nalkaline solution.\ni\t\n\u0007Write a balanced symbol equation, including \nstate symbols, to show the reaction of \npotassium oxide with water.\nii\t \u0007Write a balanced symbol equation, including \nstate symbols, to show the reaction of \npotassium oxide with dilute nitric acid.\niii\t \u0007Predict the chemical bonding and structure of \npotassium oxide.\nChlorides of Period 3 elements\nOxidation numbers of the Period 3 \nelements in their chlorides\nTable 10.11 shows the formulae of the common chlorides \nof the Period 3 elements.\nThe oxidation numbers rise as we cross Period 3, until \nwe reach sulfur in Group 16. This happens because the \nPeriod 3 elements from sodium to phosphorus use all the \nelectrons in their outermost shell, their valence electrons, \nin bonding to chlorine (ox. no. = −1). They all exist in \npositive oxidation states because chlorine has a higher \nelectronegativity than any of the other Period 3 elements \n(see Table 10.11).\n\n--- Page Break ---\n\nEffect of water on chlorides of Period 3 elements\nAs with the oxides of Period 3 elements, the chlorides \nalso show characteristic behaviour when we add \nthem to water. Once again, this is linked to their \nstructure and bonding (Table 10.12).\nAt the start of Period 3, the ionic chlorides of sodium \n(NaCl) and magnesium (MgCl2) do not react with \nwater. The polar water molecules are attracted to the \nions, dissolving the chlorides by breaking down the \ngiant ionic structures. The solutions formed contain \nthe positive metal ions and the negative chloride ions \nsurrounded by water molecules. The metal ions and \nthe chloride ions are called hydrated ions:\nwater\nNaCl(s)  \n  Na+(aq)  +  Cl−(aq)\nAluminium chloride is sometimes represented as \nAlCl3, which suggests that its chemical bonding is \nlikely to be ionic – with Al3+ ions and Cl− ions in a giant \nlattice. In solid hydrated aluminium chloride crystals, \nthis is the case. However, without water it exists \nas Al2Cl6. This can be thought of as a dimer of AlCl3 \n(two molecules joined together). This is a covalently \nbonded molecule (see Figure 10.13).\nFigure 10.13  The chemical bonding in Al2Cl6.\n\nChapter 10: Periodicity\nOnce we add water, the dimers are broken down and \naluminium ions and chloride ions enter the solution. \nEach relatively small and highly charged Al3+ ion is \nhydrated and causes a water molecule bonded to it \nto lose an H+ ion, thus turning the solution acidic. We \ncan show this in an equation as follows:\n[Al(H2O)6]3+(aq)  \n  [Al(H2O)5OH]2+(aq)  +  H+(aq)\nThe non-metal chlorides, SiCl4 and PCl5, are \nhydrolysed in water, releasing white fumes \nof hydrogen chloride gas in a rapid reaction \n(Figure 10.14).\nSiCl4(l)  +  2H2O(l)  \n  SiO2O(s)  +  4HCl(g)\nThe SiO2 is seen as an off-white precipitate. Some of \nthe hydrogen chloride gas produced dissolves in the \nwater, leaving an acidic solution (hydrochloric acid).\nPhosphorus(V) chloride also undergoes hydrolysis \nwhen added to water:\nPCl5(s)  +  4H2O(l)  \n  H3PO4(aq)  +  5HCl(g)\n159\nBoth products are soluble in water and are  \nhighly acidic.\nFigure 10.14  Solid phosphorus(V) chloride is hydrolysed in \nwater, releasing white fumes of hydrogen chloride gas.\n\n--- Page Break ---\n\nCambridge International AS Level Chemistry\nFormula of chloride\nNaCl\nMgCl2\nAl2Cl6\nSiCl4\nPCl5\nSCl2\nChemical bonding\nionic\nionic\ncovalent\ncovalent\ncovalent\ncovalent\nStructure\ngiant ionic\ngiant ionic\nsimple \nmolecular\nsimple \nmolecular\nsimple \nmolecular\nsimple \nmolecular\nObservations when \nadded to water\npH of solution formed \nwith water\nTable 10.12  The structure and bonding of the chlorides of Period 3 elements and the effect of water on these chlorides.\nQuestion\n7\t a\t \u0007The chloride of an unknown element, X, is a liquid at \n20 °C. This chloride reacts with water, giving white \nfumes and leaving an acidic solution.\ni\t\n\u0007Does element X belong to Group 1, Group 2 or \nGroup 15 of the Periodic Table?\nii\t \u0007What type of reaction takes place between X and \nwater?\nSummary\n160\n■\t Periods in the Periodic Table are rows of elements \nwhose outermost electrons are in the same principal \nquantum shell.\n■\t The atoms of neighbouring members differ by one \nproton and one electron (and usually by one or  \nmore neutrons).\n■\t Periodic variations may be observed across  \nperiods in physical properties such as ionisation \nenergies, atomic radii, ionic radii, melting points and \nelectrical conductivities.\n■\t The main influences on ionisation energies, atomic \nradii and ionic radii are:\n–\t the size of the positive nuclear charge\n–\t the distance of the outermost (valence) electrons \nfrom the nucleus\n–\t the shielding effect on outer electrons by \nelectrons in filled inner shells.\n■\t In general, ionisation energies tend to increase \nacross a period.\n\nwhite solids dissolve to form \ncolourless solutions\nchlorides react with water, giving off white fumes of hydrogen chloride \ngas\n7\n6.5\n3\n2\n2\n2\niii\t \u0007Identify the white fumes given off when X reacts \nwith water.\nb\t \u0007The chloride of an unknown element Y is a solid at \n20 °C. This chloride does not react with water but \ndissolves to give a neutral solution. Does element \nY belong to Group 1, Group 14 or Group 16 of the \nPeriodic Table?\n■\t Atomic radii decrease across a period due to \nincreasing nuclear charge.\n■\t Positive ions are much smaller than their atoms. \nNegative ions are slightly larger than their atoms.\n■\t Across a period, the structures of the elements \nchange from giant metallic, through giant molecular \nto simple molecular. Group 18 elements consist of \nindividual atoms.\n■\t Across a period, the oxides of Period 3 elements \nchange from basic compounds with ionic bonding \nthrough to giant molecular in the centre of the period \n(Group 14) with silicon, going on to acidic covalently \nbonded simple molecules of the non-metal oxides. \nAluminium oxide (in Group 13) is amphoteric, \nexhibiting both basic and acidic behaviour.\n■\t Across a period, the chlorides of Period 3 elements \nchange from ionic compounds that dissolve in water \nto covalent compounds that are hydrolysed by water, \nreleasing fumes of hydrogen chloride and leaving an \nacidic solution.",
    "content_length": 18672,
    "pages_extracted": "164-170",
    "layout_detected": "2 column(s)"
  }
}