{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "9.3",
    "subtopic_name": "Chemical periodicity of other elements",
    "topic_number": "9",
    "topic_name": "The Periodic Table: chemical periodicity",
    "start_page": 160,
    "end_page": 160,
    "content": "Cambridge International AS Level Chemistry\nFormula of chloride\nNaCl\nMgCl2\nAl2Cl6\nSiCl4\nPCl5\nSCl2\nChemical bonding\nionic\nionic\ncovalent\ncovalent\ncovalent\ncovalent\nStructure\ngiant ionic\ngiant ionic\nsimple \nmolecular\nsimple \nmolecular\nsimple \nmolecular\nsimple \nmolecular\nObservations when \nadded to water\npH of solution formed \nwith water\nTable 10.12  The structure and bonding of the chlorides of Period 3 elements and the effect of water on these chlorides.\nQuestion\n7\t a\t \u0007The chloride of an unknown element, X, is a liquid at \n20 °C. This chloride reacts with water, giving white \nfumes and leaving an acidic solution.\ni\t\n\u0007Does element X belong to Group 1, Group 2 or \nGroup 15 of the Periodic Table?\nii\t \u0007What type of reaction takes place between X and \nwater?\nSummary\n160\n■\t Periods in the Periodic Table are rows of elements \nwhose outermost electrons are in the same principal \nquantum shell.\n■\t The atoms of neighbouring members differ by one \nproton and one electron (and usually by one or  \nmore neutrons).\n■\t Periodic variations may be observed across  \nperiods in physical properties such as ionisation \nenergies, atomic radii, ionic radii, melting points and \nelectrical conductivities.\n■\t The main influences on ionisation energies, atomic \nradii and ionic radii are:\n–\t the size of the positive nuclear charge\n–\t the distance of the outermost (valence) electrons \nfrom the nucleus\n–\t the shielding effect on outer electrons by \nelectrons in filled inner shells.\n■\t In general, ionisation energies tend to increase \nacross a period.\n\nwhite solids dissolve to form \ncolourless solutions\nchlorides react with water, giving off white fumes of hydrogen chloride \ngas\n7\n6.5\n3\n2\n2\n2\niii\t \u0007Identify the white fumes given off when X reacts \nwith water.\nb\t \u0007The chloride of an unknown element Y is a solid at \n20 °C. This chloride does not react with water but \ndissolves to give a neutral solution. Does element \nY belong to Group 1, Group 14 or Group 16 of the \nPeriodic Table?\n■\t Atomic radii decrease across a period due to \nincreasing nuclear charge.\n■\t Positive ions are much smaller than their atoms. \nNegative ions are slightly larger than their atoms.\n■\t Across a period, the structures of the elements \nchange from giant metallic, through giant molecular \nto simple molecular. Group 18 elements consist of \nindividual atoms.\n■\t Across a period, the oxides of Period 3 elements \nchange from basic compounds with ionic bonding \nthrough to giant molecular in the centre of the period \n(Group 14) with silicon, going on to acidic covalently \nbonded simple molecules of the non-metal oxides. \nAluminium oxide (in Group 13) is amphoteric, \nexhibiting both basic and acidic behaviour.\n■\t Across a period, the chlorides of Period 3 elements \nchange from ionic compounds that dissolve in water \nto covalent compounds that are hydrolysed by water, \nreleasing fumes of hydrogen chloride and leaving an \nacidic solution.",
    "content_length": 2921,
    "pages_extracted": "170-170",
    "layout_detected": "2 column(s)"
  }
}