{
  "syllabus_info": {
    "syllabus_code": "7115",
    "level": "O Level",
    "title": "Cambridge O Level Business Studies",
    "syllabus_name": null,
    "years": "2026"
  },
  "topic": {
    "topic_number": "3",
    "topic_name": "Marketing"
  },
  "subtopic": {
    "sub_topic_number": "3.3",
    "sub_topic_name": "Marketing mix",
    "learning_objectives": [
      {
        "objective_number": "3.3.1",
        "description": "Product: The limitations and benefits of developing new products; Brand image; impact on sales and customer loyalty; The role of packaging; The product life cycle: main stages and extension strategies; draw and interpret a product life cycle diagram; How stages of the product life cycle can influence marketing decisions, e.g. promotion and pricing decisions"
      },
      {
        "objective_number": "3.3.2",
        "description": "Price: Pricing methods (benefits and limitations of different methods), e.g. cost plus, competitive, penetration, skimming, and promotional; Recommend and justify an appropriate pricing method in given circumstances; Understand the significance of price elasticity: difference between price elastic demand and price inelastic demand; importance of the concept in pricing decisions (knowledge of the formula and calculations of PED will not be assessed)"
      },
      {
        "objective_number": "3.3.3",
        "description": "Place – distribution channels: Advantages and disadvantages of different channels, e.g. use of wholesalers, retailers or direct to consumers; Recommend and justify an appropriate distribution channel in given circumstances"
      },
      {
        "objective_number": "3.3.4",
        "description": "Promotion: The aims of promotion; Different forms of promotion and how they influence sales, e.g. advertising, sales promotion; The need for cost-effectiveness in spending the marketing budget on promotion"
      },
      {
        "objective_number": "3.3.5",
        "description": "Technology and the marketing mix: Define and explain the concept of e-commerce; The opportunities and threats of e-commerce to business and consumers; Use of the internet and social media networks for promotion"
      }
    ]
  }
}