{
  "syllabus_info": {
    "syllabus_code": "9609",
    "level": "AS & A Level",
    "title": "Cambridge International AS & A Level Business",
    "syllabus_name": null,
    "years": "2026, 2027 and 2028"
  },
  "topic": {
    "topic_number": "9",
    "topic_name": "Operations management (A Level)"
  },
  "subtopic": {
    "sub_topic_number": "9.3",
    "sub_topic_name": "Operations strategy",
    "learning_objectives": [
      {
        "objective_number": "9.3.1",
        "description": "Operational decisions: the influence of human, marketing and finance resource availability on operations decisions; the changing role of Information Technology (IT) and Artificial Intelligence (AI) in operations management."
      },
      {
        "objective_number": "9.3.2",
        "description": "Flexibility and innovation: the need for flexibility with regard to volume, delivery time and specification; process innovation: changing current processes or adopting new ways of producing products or delivering services."
      },
      {
        "objective_number": "9.3.3",
        "description": "Enterprise resource planning (ERP): the main features of an ERP programme; how ERP can improve a business' efficiency in relation to: inventory control, costing and pricing, capacity utilisation, responses to change, workforce flexibility, management information."
      },
      {
        "objective_number": "9.3.4",
        "description": "Lean production: the aims and purposes of lean production; Kaizen, quality circles, simultaneous engineering, cell production, JIT manufacturing and waste management as operational strategies to achieve lean production; the limitations of operational strategies to achieve lean production; the links between lean production and inventory control, quality, employees roles, capacity management and efficiency."
      },
      {
        "objective_number": "9.3.5",
        "description": "Operations planning: the need for planning operations; network diagrams as tools to plan operations; the main elements of a network diagram: activities, dummy activities, nodes; network diagrams as means of performing Critical Path Analysis (CPA), including identification of the minimum project duration and the critical path, calculation of total and free float, interpretation of the results of the analysis of a network, how minimum duration and floats might be used in project management; the benefits and limitations of CPA as a management tool."
      }
    ]
  }
}