{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "23.3",
    "subtopic_name": "Entropy change, ΔS",
    "topic_number": "23",
    "topic_name": "Chemical energetics",
    "start_page": 350,
    "end_page": 357,
    "content": "cambridge international a level chemistry\nIntroduction\nabout 150 years ago, many scientists thought that all chemical \nreactions gave oﬀ  heat to the surroundings. they thought that \nall chemical reactions were exothermic. we now know this not \ntrue. many chemical reactions and processes are endothermic. \nenthalpy changes alone cannot help us predict whether or not a \nreaction will occur. if we want to predict this, we need to consider \nthe entropy change of the reaction.\nthe term entropy was first given by German physicist rudolf \nclausius in 1865. From experimental results, he suggested a \nrelationship between entropy change (∆S), the energy transferred \nreversibly from the surroundings (q) and the temperature (T):\nΔS =  q \n__ T \nFigure 23.1 Potassium reacts spontaneously \nwith water.\nIntroducing entropy\nEntropy is a measure of the dispersal of energy at a specifi c \ntemperature. Entropy can also be thought of as a measure \nof the randomness or disorder of a system. Th e higher \nthe randomness or disorder, the greater the entropy of \nthe system. A system is the part under investigation. In \nchemistry this is the chemical reaction itself, i.e. reactants \nbeing converted to products. Th e system of magnesium \nreacting with sulfuric acid in a test tube to form magnesium \nsulfate and hydrogen releases energy to the surroundings. \nTh e surroundings include:\n350\n■\n■\nthe solvent (in this case water)\n■\n■\nthe air around the test tube\n■\n■\nthe test tube itself\n■\n■\nanything dipping into the test tube (e.g. a thermometer).\nChanges that tend to continue to happen naturally are \ncalled spontaneous changes. Once started, a spontaneous \nchange will carry on. When a light is applied, methane \ngas reacts with oxygen in a spontaneous reaction to form \ncarbon dioxide and water. Th e reaction is spontaneous \nbecause the methane continues to burn in the oxygen until\nAr atom\nbefore mixing\nHe atom\nincrease in entropy\nFigure 23.2 The spontaneous mixing of helium atoms (\n\neither the methane or oxygen is completely used up. For \na reaction to be spontaneous, it does not need to happen \nrapidly. Many spontaneous reactions are slow or need an \ninput of energy to start them.\nEntropy can also be thought of as a dispersal of energy, \neither from the system to the surroundings or from \nthe surroundings to the system. Th e system becomes \nenergetically more stable when it becomes more disordered.\nChance and spontaneous change\nDiff usion\nIf you spill a few drops of perfume in a closed room with \nno air draughts, the smell spreads gradually throughout \nthe room. Th e molecules in the perfume vapour, which \nare responsible for the smell, move randomly in straight \nlines until they collide with air molecules, other perfume \nmolecules or with the walls of the room. Aft er collision, \nthe perfume molecules change direction. Th is process of \nrandom movement and random collisions of molecules is \ncalled diff usion. Th e reason molecules in a vapour diff use \nis because of the laws of chance and probability.\nafter mixing\n) with argon atoms (\n).\n\n--- Page Break ---\n\nWe can make a model to show how, during a \nspontaneous process, the entropy of the system increases. \nFigure 23.2 shows a system of two flasks connected by \na stopcock. One flask contains helium and the other \ncontains argon. These gases do not react.\nWhen the stopcock is opened, the gas atoms move \nspontaneously by diffusion. After mixing, the gases are \nmixed up and there is more disorder than before mixing. \nThe entropy has increased.\nDiffusion and number of ways\nWe can show that the molecules in a vapour diffuse by \nchance by thinking about the probability of finding them \nat one place at any one time. Consider the simplified \nmodel shown below.\npartition\n1\n3\n2\ngas jar B\ngas jar A\nThe three molecules in gas jar A cannot move into gas  \njar B.\nIn this model we assume that:\n■\n■\nthere are only a few molecules in gas jar A\n■\n■\nthere are no other particles present\n■\n■\nthe molecules move randomly and change directions \nwhen they collide.\nAfter we remove the partition, the molecules can move \nrandomly not only within gas jar A but also into gas jar \nB. There are three molecules and two places in which they \ncan be (gas jar A and gas jar B). The number of ways of \narranging the molecules after removing the partition is \nshown in Figure 23.3.\n2\n1\n2\n1\n3\n3\n2\n2\n1\n1\n3\n3\n3\n1\n2\n2\n3\n1\n3\n2\n1\n3\n1\n2\nFigure 23.3  The eight possible arrangements of molecules \nafter removing the partition between the gas jars.\n\nChapter 23: Entropy and Gibbs free energy\nThere are eight different ways of arranging the three \nmolecules between two gas jars. We can express this as:\nnumber of molecules\n2 × 2 × 2 = 23 = 8\ntwo gas jars\nEach of these ways is equally likely (probable). So the \nchance that all the molecules will stay in gas jar A is 1 in \n8. Similarly, the chance that all three molecules will move \nover to gas jar B is 1 in 8. The molecules diffuse because \nthere are more ways of them being spread out than \nremaining in the same place.\nIf we started with five molecules in gas jar A, the \nnumber of ways of arranging the molecules is 25 = 32 \ndifferent ways. If we scaled this up to the numbers of \ngas molecules that we might find in a container in the \nlaboratory, the number of ways of arranging the  \nmolecules is extremely large; for example, for a million \nmolecules between two gas jars it would be 21 000 000, a \nnumber that is too large for your calculator to deal with. \nSo diffusion happens because there is an overwhelming \nlikelihood of it taking place as a result of the large number \nof ways of arranging the molecules. The idea of the \n‘number of ways’ of arranging either molecules or the \nenergy within molecules dictates whether the changes \nthat take place are the ones that are most likely to happen. \nThis applies to chemical reactions as well as to physical \nprocesses such as diffusion.\n351\nQuestion\n1\t a\t \u0007For this question refer back to Figure 23.3. If \nthere are four molecules in the gas jar on the left, \nhow many ways of arranging the molecules are \nthere when the partition is removed?\nb\t \u0007What is the probability of finding all four \nmolecules in the right-hand gas jar?\nc\t\n\u0007Which of the following changes are likely to  \nbe spontaneous?\ni\t\nsugar dissolving in water\nii\t \u0007the smell from an open bottle of aqueous \nammonia diffusing throughout a room\niii\t \u0007water turning to ice at 10 °C\niv\t ethanol vaporising at 20 °C\nv\t \u0007water mixing completely with cooking oil\nvi\t \u0007limestone (calcium carbonate) decomposing \nat room temperature\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nComparing entropy values\nTo make any comparison of entropy values fair, we must \nuse standard conditions. These standard conditions are the \nsame as those used for ΔH:\n■\n■\na pressure of 105 Pa\n■\n■\na temperature of 298 K (25 °C)\n■\n■\neach substance involved in the reaction is in its normal \nphysical state (solid, liquid or gas) at 105 Pa and 298 K.\nUnder these conditions and for a mole of substance, the \nunit of standard molar entropy, S \nO\n—\n   , is J K–1 mol–1. Standard \nmolar entropy is the entropy of one mole of substance in \nits standard state. The symbol \nO\n— indicates that the entropy \nis at standard conditions.\nTable 23.1 shows some values for some standard  \nmolar entropies.\nSubstance\nS O\n—\n     / \n J K–1  mol–1\nSubstance\nS O\n—\n     /  \nJ K–1 mol–1\ndiamond (s)\n  2.4\nmethanol (l)\n239.7\ngraphite (s)\n  5.7\nwater (l)\n 69.9\ncalcium (s)\n 41.4\ncarbon \nmonoxide (g)\n197.6\nlead (s)\n 64.8\nhydrogen (g)\n130.6\n352\ncalcium oxide (s)\n 39.7\nhelium (g)\n126.0\ncalcium \ncarbonate (s)\n 92.9\nammonia (g)\n192.3\nmercury (l)\n 76.0\noxygen (g)\n205.0\nbromine (l)\n151.6\ncarbon \ndioxide (g)\n213.6\nTable 23.1  Standard molar entropy values of some solids, \nliquids and gases. The states are shown as state symbols after \neach substance.\nThe values of all standard molar entropies are positive. \nRemember that elements have positive standard molar \nentropy values. Do not get this muddled with the case of \nenthalpies, where the elements in their standard states \nhave entropy values of zero. The entropy values are \ncompared to a theoretically perfect crystal. The Third Law \nof Thermodynamics states that ‘All perfect crystals have \nthe same entropy at a temperature of absolute zero’. The \nnearest we can get to this is a perfect diamond weighing \n12 g cooled to as low a temperature as possible.\nFrom the values in the table and other data we can \nmake some generalisations:\n■\n■\nGases generally have much higher entropy values than \nliquids, and liquids have higher entropy values than \nsolids. There are exceptions to this. For example, calcium\n\nFigure 23.4  A diamond has a very low entropy value because \nit is a solid element with atoms regularly arranged. Bromine \nhas a high entropy value because it tends to spread out.\ncarbonate (solid) has a higher entropy value than mercury \n(liquid).\n■\n■\nSimpler substances with fewer atoms have lower  \nentropy values than more complex substances with a \ngreater number of atoms. For example, for calcium oxide, \nCaO, S O\n—\n     = 39.7 J K–1 mol–1 but for calcium carbonate, \nCaCO3, S O\n—\n     = 92.9 J K–1 mol–1. Carbon monoxide, CO, has a \nlower entropy value than carbon dioxide, CO2.\n■\n■\nFor similar types of substances, harder substances have \na lower entropy value. For example, diamond has a lower \nentropy value than graphite and calcium has a lower \nentropy value than lead.\n■\n■\nFor a given substance the entropy increases as a solid \nmelts and then changes to a vapour (see Figure 23.5). For \nexample, the molar entropy of ice just below its melting \npoint is 48.0 J K–1 mol–1; the molar entropy for water \nis 69.9 J K–1 mol–1, but just above its boiling point, the \nvalue increases to 188.7 J K–1 mol–1. There is a gradual \nincrease in entropy as the temperature of a substance is \nincreased. Increasing the temperature of a solid makes \nthe molecules, atoms or ions vibrate more. Increasing \nthe temperature of a liquid or gas increases the entropy \nbecause it increases the disorder of the particles. When \na substance melts or vaporises, there is a large increase \nin entropy because there is a very large increase in the \ndisorder of the particles.\nWhen a solid changes to a liquid:\n■\n■\nthe regularly arranged lattice of particles close together in \nthe solid changes to\n■\n■\nan irregular arrangement of particles, which are close \ntogether but rotate and slide over each other in the liquid.\n\n--- Page Break ---\n\nEntropy / J K–1\nboiling point\nmelting point\nTemperature / K\nFigure 23.5  The change in entropy as a substance melts and \nthen boils.\nWhen a liquid changes to a vapour:\n■\n■\nthe irregular arrangement of particles in the liquid which \nare close together and rotating changes to\n■\n■\nan irregular arrangement of particles, which are free to \nmove around rapidly because they are far apart from  \neach other.\nQuestion\n2\t Explain the difference in the entropy of each of the \nfollowing pairs of substances in terms of their state \nand structure.\na\t \u0007Br2(l) S O\n—\n     = 151.6 J K–1 mol–1\nand I2(s) S O\n—\n     = 116.8 J K–1 mol–1\nb\t \u0007H2(g) S O\n—\n     = 130.6 J K–1 mol–1\nand CH4(g) S O\n—\n     = 186.2 J K–1 mol–1\nc\t\n\u0007Hg(l) S O\n—\n     = 76.00 J K–1 mol–1\nand Na(s) S O\n—\n     = 51.20 J K–1 mol–1\nd\t \u0007SO2(g) S O\n—\n     = 248.1 J K–1 mol–1\nand SO3(l) S O\n—\n     = 95.60 J K–1 mol–1\nEntropy changes in reactions\nIn a chemical reaction, if we compare the entropies of \nthe reactants and products, we can try to explain the \nmagnitude of the entropy change and whether or not it \nincreases or decreases. We will assume that gases have \nhigh entropy and solids have low entropy. If there is a \nchange in the number of gaseous molecules in a reaction, \nthere is likely to be a significant entropy change. This is\n\nChapter 23: Entropy and Gibbs free energy\nbecause high values of entropy are associated with gases. \nThe more gas molecules, there are, the greater is the \nnumber of ways of arranging them and the higher the \nentropy. For example in the reaction:\nCaCO3(s)   \n   CaO(s)  +  CO2(g)\nthere is an increase in entropy of the system because the \na gas is being produced (high entropy) but the reactant, \ncalcium carbonate, is a solid (low entropy).\nIn the reaction\n2N2O5(g)  \n  4NO2(g)  +  O2(g)\nwe should expect an increase of entropy of the system \nbecause there are a greater number of moles of gas \nmolecules in the products (5 molecules) than in the \nreactants (2 molecules). In addition, there are two  \ndifferent product molecules but only one type of reactant  \nmolecule. This also contributes to a greater disorder in \nthe products compared with the reactants. The system \nbecomes energetically more stable when it becomes  \nmore disordered. \nIn the reaction\nN2(g)  +  3H2(g)  \n  2NH3(g)\n353\nwe should expect a decrease in the entropy of the \nsystem because there is a reduction in the number of gas \nmolecules as the reaction proceeds. So the entropy change \nof the system is negative. The reactants, hydrogen and \nnitrogen, are more stable than the product, ammonia.\nQuestion\n3\t For each of the following reactions, suggest whether \nthe entropy of the reactants or the products will be \ngreater or whether it is difficult to decide. Explain \nyour answers.\na\t NH3(g)  +  HCl(g)  \n  NH4Cl(s)\nb\t S(l)  +  O2(g)  \n  SO2(g)\nc\t\n2Mg(s)  +  CO2(g)  \n  2MgO(s)  +  C(s)\nd\t 2Li(s)  +  Cl2(g)  \n  2LiCl(s)\ne\t H2O(g)  +  C(s)  \n  H2(g)  +  CO(g)\nf\t\n2HI(g)  \n  H2(g)  +  I2(g)\ng\t 2K(s)  +  2H2O(l)  \n  2KOH(aq)  +  H2(g)\nh\t MgCO3(s)  \n  MgO(s)  +  CO2(g)\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nCalculating entropy changes\nEntropy changes in exothermic and \nendothermic reactions\nEnergy can be transferred from the system to the \nsurroundings (exothermic change) or from the \nsurroundings to the system (endothermic change). The \nsurroundings are so large that when energy exchange \ntakes place there is such a small change in temperature or \npressure that we can ignore these.\n■\n■\nFor an exothermic reaction, the energy released to the \nsurroundings increases the number of ways of arranging the \nenergy. This is because the energy goes into rotation and \ntranslation (movement from place to place) of molecules \nin the surroundings. So there is likely to be an increase in \nentropy and an increased probability of the chemical change \noccurring spontaneously.\n■\n■\nFor an endothermic reaction, the energy absorbed \nfrom the surroundings decreases the number of ways of \narranging the energy. So there is likely to be a decrease \nin entropy and a decreased probability of the chemical \nchange occurring spontaneously.\nTotal entropy change\nWe can use entropy values to predict whether a chemical \nreaction will occur spontaneously or not. When a \nchemical reaction takes place there is a change in entropy \nbecause the reactants and products have different entropy \nvalues. The symbol for standard entropy change is ΔS \nO\n—\n   . \nThe total entropy change involves both the system and the \nsurroundings. For the system (reactants and products) we \nwrite the entropy change as ΔS \nO\n—\nsystem.\n354\nFor the surroundings we write the entropy change as \nΔS \nO\n—\nsurroundings.\nThe total entropy change is given by:\nΔS \nO\n—\ntotal = ΔS \nO\n—\nsystem  +  ΔS \nO\n—\nsurroundings\nIf the total entropy change increases, the entropy  \nchange is positive, e.g. ΔS \nO\n—\ntotal is +40 J K–1 mol–1 . The \nreaction will then occur spontaneously. We say that the \nreaction is feasible.\nIf the total entropy change decreases, the entropy \nchange is negative, e.g. ΔS \nO\n—\ntotal is –40 J K–1 mol–1. The \nreaction is then not likely to occur.\nCalculating the entropy change of the \nsystem\nIn order to calculate the entropy change of the system we \nuse the relationship:\nΔS \nO\n—\nsystem = S \nO\n—\nproducts – S \nO\n—\nreactants\n\nNote that:\n1\t We need to take account of the stoichiometry of the \nequation (as we did in calculations involving ΔH \nO\n—\n   ).\n2\t When looking up entropy values in tables of data, we \nneed to choose the data for the correct state, solid, \nliquid or gas.\nworked examples\n1\t Calculate the entropy change of the system for  \nthe reaction:\n2Ca(s)  +  O2(g)  \n  2CaO(s)\nThe standard entropy values are:\nS O\n—\n     [Ca(s)]\t\n= 41.40 J K–1 mol–1\nS O\n—\n     [O2(g)]\t\n= 205.0 J K–1 mol–1\nS O\n—\n     [CaO(s)]\t = 39.70 J K–1 mol–1\nΔS O\n—\nsystem = S O\n—\nproducts– S O\n—\nreactants\n= 2 × S O\n—\n     [CaO(s)] – {2 × S O\n—\n     [Ca(s)]  +  S O\n—\n     [O2(g)]}\n= 2 × 39.70 – {(2 × 41.40)  +  205.0}\n= 79.40 – 287.8\nΔS O\n—\nsystem = –208.4 J K–1 mol–1\nThe negative value for the entropy change  \nshows that the entropy of the system has decreased. \nWe know, however, that calcium reacts \nspontaneously with oxygen. So the entropy of the \nsurroundings must also play a part because the total \nentropy change must be positive for the reaction to \nbe feasible.\n2\t Calculate the entropy change of the system for  \nthe reaction:\nCH4(g)  +  2O2(g)  \n  CO2(g)  +  2H2O(g)\nThe standard entropy values are:\nS O\n—\n     [CH4(g)]\t = 186.2 J K–1 mol–1\nS O\n—\n     [O2(g)]\t\n= 205.0 J K–1 mol–1\nS O\n—\n     [CO2(g)]\t = 213.6 J K–1 mol–1\nS O\n—\n     [H2O(g)]\t= 188.7 J K–1 mol–1\nΔS O\n—\nsystem = S O\n—\nproducts – S O\n—\nreactants\n= {S O\n—\n     [CO2(g)]  +  2 × S O\n—\n     [H2O(g)]}\n– {S O\n—\n     [CH4(g)]  +  2 × S O\n—\n     [O2(g)]}\n= {213.6  +  (2 × 188.7)} – {186.2  +  (2 × 205.0)}\n= 591.0 – 596.2\nΔS O\n—\nsystem = –5.2 J K–1 mol–1\n\n--- Page Break ---\n\nworked examples (continued)\nThe negative value for the entropy change shows \nthat the entropy of the system has decreased \nslightly. We know, however, that methane burns \nin oxygen once it is ignited. So the entropy of the \nsurroundings must also play a part in the overall \nentropy change.\nQuestion\n4\t Calculate the standard entropy change of the system \nin each of the following reactions using the standard \nmolar entropy values given here.\n(Values for S O\n—\n     in J K–1 mol–1: Cl2(g) = 165.0,  \nFe(s) = 27.30, Fe2O3(s) = 87.40, H2(g) = 130.6,  \nH2O(l) = 69.90, H2O2(l) = 109.6, Mg(s) = 32.70,  \nMgO(s) = 26.90, Na(s) = 51.20, NaCl(s) = 72.10, \nNH4NO3(s) = 151.1, N2O(g) = 219.7, O2(g) = 205.0)\na\t 2H2O2(l)  \n  2H2O(l)  +  O2(g)\nb\t NH4NO3(s)  \n  N2O(g)  +  2H2O(g)\nc\t\n2Mg(s)  +  O2(g)  \n  2MgO(s)\nd\t 2Na(s)  +  Cl2(g)  \n  2NaCl(s)\ne\t 3Mg(s)  +  Fe2O3(s)  \n  3MgO(s)  +  2Fe(s)\nCalculating the entropy change of the \nsurroundings\nMany chemical reactions are accompanied by large \nenthalpy changes. These enthalpy changes change \nthe number of ways of arranging the energy in the \nsurroundings. So, in many chemical reactions the  \nvalue of the entropy changes in the surroundings cannot \nbe ignored.\nThe entropy change of the surroundings is calculated \nusing the relationship:\nΔS \nO\n—\nsurroundings = ​ – ΔH \nO\n—\nreaction \n__________ \nT \n​\nwhere\n■\n■\nΔH O\n—\nreaction is the standard enthalpy change of the reaction\n■\n■\nT is the temperature in kelvin. At standard temperature, \nthis value is 298 K.\nNote:\n1 \t When performing calculations to find ΔS \nO\n—\nsurroundings  \nthe value of ΔH \nO\n—\nreaction in kJ mol–1 should be multiplied \nby 1000. This is because entropy changes are measured \nin units of joules per kelvin per mole.\n\nChapter 23: Entropy and Gibbs free energy\n2 \t The negative sign in front of ΔH \nO\n—\nreaction is part of the \nequation and not the sign of the enthalpy change. If the \nenthalpy change is negative, the whole –ΔH \nO\n—\n   /T term \nbecomes positive.\nworked examples\n3\t Calculate the entropy change of the surroundings for \nthe reaction:\n2Ca(s)  +  O2(g)  \n  2CaO(s)\nΔH O\n—\nreaction = –1270.2 kJ mol–1\nStep 1  Convert the enthalpy change into J mol–1 by \nmultiplying by 1000.\n–1270.2 × 1000 = –1 270 200 J mol–1\nStep 2  Apply the relationship\n– ΔH O\n—\nreaction \n________ \nT \n​\nΔS O\n—\nsurroundings\t = ​\n= ​ –(–1 270 200) \n___________ \n298 \n​\n= +4262.4 J K–1 mol–1\n4\t Calculate the entropy change of the surroundings for \nthe reaction:\n355\nCH4(g) +  2O2(g)  \n  CO2(g)  +  2H2O(g)\nΔH O\n—\nreaction  = –890.3 kJ mol–1\nStep 1  Convert the enthalpy change into J mol–1 by \nmultiplying by 1000.\n–890.3 × 1000 = –890 300 J mol–1\nStep 2  Apply the relationship\n– ΔH O\n—\nreaction  \n_________ \nT \n​\nΔS O\n—\nsurroundings \t= ​\n= ​ –(–890 300) \n__________ \n298 \n​\n= +2987.6 J K–1 mol–1\nQuestion\n5\t Calculate the entropy change of the surroundings in \neach of the following reactions. Assume that the value \nof ΔH does not change with temperature.\na\t C(s)  +  O2(g)  \n  CO2(g)\t\nΔH O\n—\nreaction\n\t\n\t\n\t\n\t \t\n= –393.5 kJ mol–1\ncarried out at 0 °C\nb\t 2C(s)  +  N2(g)  \n  C2N2(g)\t\nΔH O\n—\nreaction\n= +307.9 kJ mol–1\ncarried out at 300 °C\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nQuestion (continued)\nc\t\nH2(g)  +  F2(g)  \n  2HF(g)\t\nΔH O\n—\nreaction \n\t\n\t\n\t\n\t \t\n= –271.1 kJ mol–1\ncarried out at standard temperature\nd\t Si(s)  +  2H2(g)  \n  SiH4(g)\t\nΔH O\n—\nreaction \n= +34.30 kJ mol–1\ncarried out at –3 °C\nCalculating total entropy change\nThe total entropy change is given by:\nΔS \nO\n—\ntotal = ΔS \nO\n—\nsystem  +  ΔS \nO\n—\nsurroundings\nWe can also write this as:\nΔS \nO\n—\ntotal = ΔS \nO\n—\nsystem – ΔH \nO\n—\nreaction/T\nThe total entropy change for the examples given above for \nthe reaction of calcium with oxygen and the combustion \nof methane are calculated by simply adding the entropy \nchange of the system to the entropy change of the \nsurroundings.\nEntropy in equilibrium reactions\nIn equilibrium reactions both products and reactants are \npresent. How can the total entropy change be positive in \nboth directions? There is an additional increase in disorder \nand hence an increase in entropy associated with this \nmixing. Figure 23.6 shows how the increase in entropy \nchanges as a reaction progresses, starting either from pure \nreactants or pure products to reach equilibrium.\nworked examples\n356\n5\t Calculate the total entropy change for the reaction:\n2Ca(s)  +  O2(g)  \n  2CaO(s)\nΔS O\n—\nsystem \t\n= –208.4 J K–1 mol–1\nΔS O\n—\nsurroundings \t= +4262.4 J K–1 mol–1\nSo:\nΔS O\n—\ntotal \t= ΔS O\n—\nsystem  +  ΔS O\n—\nsurroundings\n\t\n\t\n\t\n= –208.4  +  4262.4\nΔS O\n—\ntotal\t = +4054.0 J K–1 mol–1\n6\t Calculate the total entropy change for the reaction:\nCH4(g)  +  2O2(g)  \n  CO2(g)  +  2H2O(g)\nΔS O\n—\nsystem \t\n= –5.2 J K–1 mol–1\nΔS O\n—\nsurroundings \t = +2987.6 J K–1 mol–1\nSo:\nΔS O\n—\ntotal \t = ΔS O\n—\nsystem  +  ΔS O\n—\nsurroundings\n\t\n\t\n\t\n\t = –5.2  +  2987.6\nΔS O\n—\ntotal \t = +2982.4 J K–1 mol–1\nYou can see that in both of these worked examples,  \nthe large positive entropy change of the \nsurroundings has more than compensated for  \nthe negative entropy change of the system. The  \ntotal entropy change is positive and the reactions \nare feasible.\n\nQuestion\n6\t Calculate the total standard entropy change in each \nof the following reactions using the standard molar \nentropy values given here.\n(Values for S O\n—\n     in J K–1 mol–1: C(graphite) = 5.700,  \nC2N2(g) = 242.1, C3H8(g) = 269.9, CO2(g) = 213.6,  \nH2(g) = 130.6, H2O(l) = 69.90, H2S(g) = 205.7,  \nN2(g) = 191.6, O2(g) = 205.0, P(s) = 41.10,  \nP4O10(s) = 228.9, S(s) = 31.80)\na\t S(s)  +  H2(g)  \n  H2S(g)\nΔH O\n—\nreaction = –20.6 kJ mol–1\nb\t 2C(graphite)  +  N2(g)  \n  C2N2(g)\nΔH O\n—\nreaction = +307.9 kJ mol–1\nc\t\n4P(s)  +  5O2(g)  \n  P4O10(s)\nΔH O\n—\nreaction = –2984.0 kJ mol–1\nd\t C3H8(g)  +  5O2(g)  \n  3CO2(g)  +  4H2O(l)\nΔH O\n—\nreaction = –2219.2 kJ mol–1\nequilibrium\nIncrease in entropy\nPure N2O4\nPure NO2\nFigure 23.6  The total entropy change, ΔS O\n—\ntotal, when N2O4 is \nconverted to an equilibrium mixture of NO2 and N2O4 and NO2 \nis converted to the same equilibrium mixture.\nAs mixing proceeds, the rate of increasing disorder \ndecreases as more and more NO2 molecules are formed \nfrom N2O4. At some stage in the reaction, the rate of the\n\n--- Page Break ---\n\nforward reaction equals the rate of the backward reaction. \nEquilibrium has been reached. The same argument applies \nto the reverse reaction. At the position of equilibrium the \ntotal entropy change of the forward reaction equals the \ntotal entropy change of the backward reaction, and under \nstandard conditions the overall entropy change is zero.\nEntropy and temperature\nWe have seen that the entropy change of the surroundings \nis given by\nΔS \nO\n—\nsurroundings = ​ – ΔH \nO\n—\nreaction \n__________ \nT \n​\nIf we carry out reactions at temperatures above standard \ntemperature, an increase in temperature makes the \nentropy change of the surroundings less negative or more \npositive. If we carry out reactions at temperatures below \nstandard temperature, a decrease in temperature makes \nthe entropy change of the surroundings more negative or \nless positive. In both these cases we make the assumption \nthat ΔH \nO\n—\nreaction does not change significantly with \ntemperature. In reality ΔH \nO\n—\nreaction does change slightly with \ntemperature, but we can often disregard this change.\nWe can see how increasing the temperature affects \nthe ability of zinc carbonate to undergo thermal \ndecomposition by comparing the entropy changes at 298 K \nand 550 K. However, we have to take into account both \nthe surroundings and the system. We assume that neither \nthe standard molar entropies nor the enthalpy change of \nformation change with temperature.\nZnCO3(s)  \n  ZnO(s)  +  CO2(g)\nΔH \nO\n—\nreaction = +72.3 kJ mol–1\nFor this reaction S \nO\n—\nsystem = +174.8 J K–1 mol–1 (the same for \nboth temperatures).\nReaction at 298 K\nΔS \nO\n—\nsurroundings\t\n= ​ – 72 300 \n_______ \n298  ​\n= –242.6 J K–1 mol–1\nΔS \nO\n—\ntotal \t\n= +174.8 – 242.6 J K–1 mol–1\nΔS \nO\n—\ntotal \t\n= –67.8 J K–1 mol–1\nReaction at 550 K\nΔS \nO\n—\nsurroundings \t = ​ – 72 300 \n_______ \n550  ​\n= –131.5 J K–1 mol–1\n\nChapter 23: Entropy and Gibbs free energy\nΔS \nO\n—\ntotal \t\n= +174.8 – 131.5 J K–1 mol–1\nΔS \nO\n—\ntotal \t\n= +43.3 J K–1 mol–1\nYou can see that at 298 K the total entropy change \nis negative, so the reaction does not occur at this \ntemperature. At 550 K the total entropy change is positive, \nso the reaction is spontaneous at this temperature.\n■\n■\nWhen the total entropy change in a reaction shows a \nlarge increase, e.g. +200 J K–1 mol–1, the reaction can \nbe regarded as going to completion. It is definitely \nspontaneous.\n■\n■\nWhen the total entropy change shows a large decrease, \ne.g. –600 J K–1 mol–1, we can deduce that there is very little \nlikelihood of a reaction occurring.\nQuestion\n7\t The decomposition of calcium carbonate,  \nCaCO3(s)  \n  CaO(s)  +  CO2(g), does not take place \nat room temperature.\na\t \u0007Explain in terms of entropy changes why  \nheating the calcium carbonate to a high \ntemperature increases the likelihood of this \nreaction taking place.\nb\t \u0007In a closed system at high temperature, the \nreactants and products are in equilibrium.\n357\nCaCO3(s)  \n  CaO(s)  +  CO2(g)\ni\t\n\u0007Explain the meaning of the term closed \nsystem.\nii\t \u0007Explain in terms of entropy changes what \nhappens when the pressure on this system  \nis increased.\niii\t \u0007What is the value of the standard total \nentropy change at equilibrium?\nEntropy, enthalpy changes and \nfree energy\nFor an exothermic reaction such as:\nCH4(g)  +  2O2(g)  \n  CO2(g)  +  2H2O(g)\nΔH \nO\n—\nreaction = –890.3 kJ mol–1\nthe entropy change of the system is negative. But the \nlarge negative value of the enthalpy change more than \ncompensates for the negative entropy change of the system \nbecause it causes the term –ΔH \nO\n—\nreaction/T to have a high \npositive value. So the total entropy change is positive \nand the reaction, once started, is spontaneous. In highly",
    "content_length": 27322,
    "pages_extracted": "360-367",
    "layout_detected": "2 column(s)"
  }
}