{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "25.2",
    "subtopic_name": "Partition coefficients",
    "topic_number": "25",
    "topic_name": "Equilibria",
    "start_page": 319,
    "end_page": 320,
    "content": "The solubility of an ionic compound in aqueous solution \ncontaining a common ion is less than its solubility in water.\nFor example, the solubility of barium sulfate, BaSO4, in \nwater is 1.0 × 10–5 mol dm–3 and the solubility of barium \nsulfate in 0.100 mol dm–3 sulfuric acid, H2SO4, is only  \n1.0 × 10–9 mol dm–3.\nWe can explain the lower solubility in sulfuric acid by \nreferring to the solubility product of barium sulfate:\nKsp = [Ba2+] [SO4\n2–] = 1.0 × 10–10 mol2 dm–6\nIf we ignore the very small amount of SO4\n2–(aq) from \nthe barium sulfate then [SO4\n2–] is 0.1 mol dm–3 (from the \nsulfuric acid). This gives:\n1.0 × 10–10 = [Ba2+] × [0.1]\n[Ba2+] = 1.0 × 10–9 mol dm–3\nQuestion\n14\t a\t \u0007Thallium(I) chloride is a salt that is sparingly \nsoluble in water. When hydrochloric acid is  \nadded to a saturated solution of thallium(I) \nchloride, a precipitate is formed. Explain why a \nprecipitate is formed.\nb\t \u0007Calcium sulfate is a sparingly soluble salt that can \nbe made by mixing solutions containing calcium \nand sulfate ions. A 0.001 00 mol dm–3 solution of \naqueous calcium chloride, CaCl2, is mixed with \nan equal volume of 0.001 00 mol dm–3 solution of \naqueous sodium sulfate, Na2SO4.\ni\t\n\u0007Calculate the concentration of calcium and \nsulfate ions when equal volumes of these \nsolutions of calcium chloride and sodium \nsulfate are mixed.\nii\t \u0007Will a precipitate of calcium sulfate form?  \n(Ksp of calcium sulfate = 2.0 × 10–5 mol2 dm–6)\nPartition coefficients\nThe principle of partition of a solute between two solvents \nhelps us to understand more fully how the components in \na mixture are separated in chromatography (see page 434). \nLet us consider ammonia dissolved in two immiscible \nsolvents, i.e. solvents that do not dissolve in each other and \nso form two separate layers (Figure 21.16).\nA separating funnel is shaken with the organic solvent \nand an aqueous solution of ammonia. The ammonia is \nsoluble in both solvents so when the mixture is left to \nsettle, a dynamic equilibrium is established. At this point,\n\nChapter 21: Further aspects of equilibria\nseparating\nfunnel\n(organic\nsolvent)\nNH3\norganic\nsolvent\nwater\nNH3(aq)\nFigure 21.16  Ammonia (the solute) dissolves in both \nsolvents, water and the organic solvent. A state of dynamic \nequilibrium is established.\nammonia molecules are moving from the aqueous layer to \nthe organic layer at the same rate as they are moving from \nthe organic layer to the aqueous layer:\nNH3(aq)  \n  NH3(organic solvent)\nWe can calculate a value for the equilibrium constant (see \npage 123). We call this the partition coefficient (Kpc). The \npartition coefficient is the equilibrium constant that relates \nthe concentration of a solute partitioned between two \nimmiscible solvents at a particular temperature.\n319\nworked example\n10\t 100 cm3 of a 0.100 mol dm–3 solution of ammonia in \nwater at 20 °C was shaken with 50 cm3 of an organic \nsolvent and left in a separating funnel for equilibrium \nto be established.\nA 20.0 cm3 portion of the aqueous layer was run off \nand titrated against 0.200 mol dm–3 dilute hydrochloric \nacid. The end-point was found to be 9.40 cm3 of acid.\nWhat is the partition coefficient of ammonia between \nthese two solvents at 20 °C?\nThe alkaline ammonia solution is neutralised by dilute \nhydrochloric acid:\nNH3(aq)  +  HCl(aq)  \n  NH4Cl(aq)\n1 mole of ammonia reacts with 1 mole of the acid.\nIn the titration we used:\n​ 9.40 \n_____ \n1000 ​ × 0.200 moles of HCl\n= 1.88 × 10–3 moles\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nworked example (continued)\nThis reacts with ammonia in the ratio 1 : 1 so there \nmust be 1.88 × 10–3 moles of NH3 in the 20.0 cm3 \nportion titrated.\nTherefore in the 100 cm3 aqueous layer there are\n1.88 × 10–3 × ​ 100 \n____ \n20.0 ​ mol\n= 9.40 × 10–3 mol\nThe number of moles of ammonia in the organic \nlayer must be equal to the initial number of moles of \nammonia minus the amount left in the aqueous layer \nat equilibrium\ninitial number of moles of ammonia\n= 0.100 × ​ 100 \n_____ \n1000 ​\n= 0.0100 mol\nfinal number of moles of ammonia in organic layer\n= 0.0100 – 9.40 × 10–3 mol\n= 6.00 × 10–4 mol\nNow we need to change the numbers of moles of \nammonia in each layer into concentrations (i.e. the \nnumber of moles in 1000 cm3 or 1 dm3) to substitute \ninto the equilibrium expression for the partition \ncoefficient, Kpc.\n320\nThe concentration of ammonia in 100 cm3 of the \naqueous layer\n= 9.40 × 10–3 × ​ 1000 \n_____ \n100 ​\n= 0.094 mol dm–3\nThe concentration of ammonia in 50 cm3 of the organic \nsolvent\n= 6.00 × 10–4 × ​ 1000 \n_____ \n50  ​\n= 0.012 mol dm–3\nThe expression for the partition coefficient, Kpc is:\n[NH3(organic solvent)] \n \n___________________ \n \n[NH3(aq)] \n​ = \t​ 0.012 \n_____ \n0.094 ​\nKpc\t= ​\n= 0.128 (no units)\nThis value is less than 1, which shows us that ammonia \nis more soluble in water than in the organic solvent.\nIn general for a solute X partitioned between two \nsolvents A and B, the equilibrium expression is  \ngiven by\nKpc = ​ [X(solvent A)] \n____________ \n[X(solvent B)] ​\n\nIn paper chromatography the different partition \ncoefficients of the components in a mixture correspond \nto their relative solubilities in the two solvents. In the \nworked example above the relative solubility of ammonia \nin water is greater than in the organic solvent. In paper \nchromatography the mobile phase is the solvent chosen. \nThe other solvent is the water trapped in the paper’s \nstructure, which is the stationary phase. Figure 21.17 \nshows solute molecules partitioned between the mobile \nphase and a stationary liquid phase on a solid support.\nsolute molecules\ndissolved in the\nstationary liquid phase\nstationary\nliquid phase\nsolid support\nFigure 21.17  Partition chromatography. The mobile phase \nmoves over the stationary liquid phase, carrying solute \nparticles with it. The filter paper is the solid support in  \npaper chromatography.\nThe solutes in the mixture being separated are partitioned \nto different extents between the solvents in the mobile and \nstationary phases. The greater the relative solubility in \nthe mobile phase, the faster the rate of movement as the \nmobile phase passes over the stationary phase.\nQuestion\n15\t A solution of butanedioic acid (BDA) in ether contains \n0.034 mol of BDA in 20 cm3 of ether. This solution is shaken \nwith 50 cm3 of water. The mass of BDA extracted into the \nwater layer after shaking was 0.032 mol.\na\t \u0007Calculate the concentration of BDA in the water \nlayer after shaking.\nb\t \u0007Calculate the concentration of BDA in the ether \nlayer after shaking.\nc\t\n\u0007Determine the value of the partition coefficient, Kpc.",
    "content_length": 6604,
    "pages_extracted": "329-330",
    "layout_detected": "2 column(s)"
  }
}