{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "26.2",
    "subtopic_name": "Homogeneous and heterogeneous catalysts",
    "topic_number": "26",
    "topic_name": "Reaction kinetics",
    "start_page": 340,
    "end_page": 343,
    "content": "Cambridge International A Level Chemistry\nQuestion\n14\t An acidified solution of hydrogen peroxide reacts with \niodide ions.\nH2O2(aq)  +  2H+(aq)  +  2I–(aq)  \n  2H2O(l)  +  I2(aq)\nThe rate equation for this reaction is\nrate = [H2O2] [I–]\n\u0007The mechanism below has been proposed for this \nreaction.\nslow\n\t\nH2O2  +  I–  \n  H2O  +  IO–\nfast\n\t\nH+  +  IO–  \n  HIO\nfast\n\t\nHIO  +  H+  +  I–  \n  I2  +  H2O\nExplain why this mechanism is consistent with the rate \nequation.\nPredicting the order of a reaction from \nreaction mechanisms\nWe can predict the order of reaction from a given reaction \nmechanism if we know the intermediates present in the \nrate-determining step (or substances that react together to \nform the intermediate). Take, for example, the reaction of \npropanone with bromine in alkaline solution.\n340\nCH3COCH3 + Br2 + OH– \n CH3COCH2Br + H2O + Br–\nThe reaction mechanism is shown in Figure 22.19.\nH\nO\nH\nO\nH\nH\nslow\nC\nH + OH–\n+ H2O\n–\nC\nH\nC\nC\nH\nC\nC\nH\nH\nH\nH\nH\nO\nH\nH\nO\nH\nfast\n–\nH\nC\nC\n+ Br2\nC\nC\nC\nBr + Br –\nC\nH\nH\nH\nH\nH\nFigure 22.19  The reaction mechanism for the bromination of \npropanone in alkaline conditions.\nThe rate-determining step in this reaction is the slow step. \nThe slow step involves one molecule of propanone and one \nhydroxide ion, so only these two species appear in the rate \nequation. The reaction is second order overall, first order \nwith respect to propanone and first order with respect to \nhydroxide ions.\nrate = k[CH3COCH3] [OH–]\n\nBromine does not appear in the rate equation, as it takes \npart in a fast step after the rate-determining step.\nCatalysis\nIn Chapter 9 (page 144) you saw that catalysts increase the \nrate of a chemical reaction. They do this by providing an \nalternative pathway for the reaction with lower activation \nenergy. We can divide catalysts into two main classes.\n■\n■\nHomogeneous catalysis occurs when the catalyst is in the \nsame phase as the reaction mixture. For example: hydrogen \nions catalyse the hydrolysis of esters.\nH+(aq)\nCH3COOC2H5(aq)  +  H2O(l)  \n  CH3COOH(aq)  +  C2H5OH(aq)\nIn this reaction the reactants, products and catalyst are all \nin the aqueous phase.\n■\n■\nHeterogeneous catalysis occurs when the catalyst is in a \ndifferent phase to the reaction mixture. For example, the \ndecomposition of aqueous hydrogen peroxide catalysed by \nmanganese(IV) oxide.\nMnO2(s)\n2H2O2(aq)  \n  2H2O(l)  +  O2(g)\nThe manganese(IV) oxide is in the solid phase, whereas \nthe hydrogen peroxide is in aqueous solution.\nFigure 22.20  Addition polymers are produced using \nmetallocene catalysts such as [(C5H5)2 ZrCH3]+. The strength \nand puncture resistance of this polymer film is being shown \nwith a ball-point pen.\nHomogeneous catalysis\nHomogeneous catalysis often involves changes in \noxidation number of the ions involved in catalysis. For \nexample, small amounts of iodide ions catalyse the \ndecomposition of hydrogen peroxide. In the catalysed \nreaction, iodide ions, I–, are first oxidised to iodate(I) ions, \nIO–. The IO– ions then react with further molecules of \nhydrogen peroxide and are reduced back to iodide ions.\n\n--- Page Break ---\n\nH2O2(aq)  +  I–(aq)  \n  H2O(l)  +  IO–(aq)\nH2O2(aq)  +  IO–(aq)  \n  H2O(l)  +  I–(aq)  +  O2(g)\nThe overall equation is:\nI–\n2H2O2(aq)  \n  2H2O(l)  +  O2(g)\nIons of transition elements are often good catalysts because \nof their ability to change oxidation number.\nExamples of homogeneous catalysis\nThe iodine–peroxodisulfate reaction\nPeroxodisulfate (persulfate) ions, S2O8\n2–, oxidise iodide \nions to iodine. This reaction is very slow.\nS2O8\n2–(aq)  +  2I–(aq)  \n  2SO4\n2–(aq)  +  I2(aq)\nThe peroxodisulfate and iodide ions both have a negative \ncharge. In order to collide and react, these ions need \nconsiderable energy to overcome the repulsive forces when \nlike charges approach each other.\nFe3+(aq) ions catalyse this reaction. The catalysis \ninvolves two redox reactions.\n■\n■\nReaction 1: reduction of Fe3+ ions to Fe2+ ions by I– ions:\n2Fe3+(aq)  +  2I–(aq)  \n  2Fe2+(aq)  +  I2(aq)\n■\n■\nReaction 2: oxidation of Fe2+ ions back to Fe3+ by S2O8\n2– ions:\n2Fe2+(aq)  +  S2O8\n2–(aq)  \n  2Fe3+(aq)  +  2SO4\n2–(aq)\nIn both reactions 1 and 2, positively charged iron ions \nreact with negatively charged ions. As ions with unlike \ncharges are attracted to each other, these reactions are \nmore likely to occur than direct reaction between S2O8\n2– \nand I– ions.\nYou should notice that it doesn’t matter what the order \nis of the two reactions. The oxidation of Fe2+ ions to Fe3+ \nby S2O8\n2– ions could happen first:\n2Fe2+(aq)  +  S2O8\n2–(aq)  \n  2Fe3+(aq)  +  2SO4\n2–(aq)\nfollowed by\n2Fe3+(aq)  +  2I–(aq)  \n  2Fe2+(aq)  +  I2(aq)\nThis reaction is catalysed by Fe3+(aq) and it is also \ncatalysed by Fe2+(aq).\nFigure 22.21 shows an energy level profile for the \ncatalysed and the uncatalysed reactions. Note that the \ncatalysed reaction has two energy ‘humps’ because it is a \ntwo-stage reaction.\n\nChapter 22: Reaction kinetics\nIn order for this catalysis to work, the standard electrode \npotentials for the reactions involving the catalyst must lie \nbetween the electrode potentials involving the two reactants \n(Figure 22.22). The use of electrode potentials in this way \nonly predicts that the catalysis is possible. It does not give any \ninformation about the rate of reaction.\nuncatalysed \nreaction\ncatalysed\nreaction\nEnthalpy change\nS2O82– + 2I–\nFe3+ → Fe2+ \nreaction 1\nFe2+ → Fe3+\nreaction 2\n2SO4 2– + I2\nProgress of reaction\nFigure 22.21  Energy level profiles for the catalysed and \nuncatalysed reactions of peroxodisulfate ions with iodide ions.\nE  / V\n341\nS2O8 \n2– + 2e–       2SO4 2–\n+2.01\nFe3+ + e–       Fe2+\n+0.77\nI2 + 2e–       2I–\n+0.54\nFigure 22.22  The electrode potential diagram for the \ncatalysis of the reaction S2O8\n2–  +  2I–  \n  2SO4\n2–  +  I2.\nOxides of nitrogen and acid rain\nSulfur dioxide is produced when fossil fuels containing \nsulfur are burnt. When sulfur dioxide escapes into the \natmosphere it contributes to acid rain. One of the steps \nin the formation of acid rain is the oxidation of sulfur \ndioxide to sulfur trioxide.\nSO2(g)  +  ​ 1 _ \n2 ​O2(g)  \n  SO3(g)\nThis oxidation is catalysed by a wide variety of \nmechanisms. Nitrogen(IV) oxide present in the \natmosphere from a variety of sources (see page 184) can\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\ncatalyse the oxidation of sulfur dioxide. The nitrogen(IV) \noxide is reformed by reaction with atmospheric oxygen.\nSO2(g)  +  NO2(g)  \n  SO3(g)  +  NO(g)\nNO  +  ​ 1 _ \n2 ​ O2 \n NO2(g)\nQuestion\n15\t a\t \u0007State which pairs of substances i to iv below might \ncatalyse the reaction:\nS2O8\n2–(aq)  +  2I–(aq)  \n  2SO4\n2–(aq)  +  I2(aq)\nExplain your answer.\ni\t\nNi2+(aq) / Ni(s) \b\nE O\n—\n     = –0.25 V\nii\t Mn3+(aq) / Mn2+(aq)\b\nE O\n—\n     = +1.49 V\niii\t Ce4+(aq) / Ce3+(aq)\b\nE O\n—\n     = +1.70 V\niv\t Cu2+(aq) / Cu+(aq)\b\nE O\n—\n     = +0.15 V\nb\t \u0007Describe in terms of oxidation number change, \nwhich species are being oxidised and which are \nbeing reduced in these equations:\ni\t\nSO2(g)  +  NO2(g)  \n  SO3(g)  +  NO(g)\nii\t NO  +  ​ 1 _ \n2 ​ O2  \n  NO2(g)\n342\nHeterogeneous catalysis\nHeterogeneous catalysis often involves gaseous \nmolecules reacting at the surface of a solid catalyst. The \nmechanism of this catalysis can be explained using the \ntheory of adsorption. Chemical adsorption (also called \nchemisorption) occurs when molecules become bonded to \natoms on the surface of a solid. Transition elements such as \nnickel are particularly good at chemisorbing hydrogen gas. \nFigure 22.23 shows the process of adsorption of hydrogen \nonto a nickel surface.\nYou must be careful to distinguish between the words \nadsorb and absorb. Adsorb means to bond to the surface \nof a substance. Absorb means to move right into the \nsubstance – rather like a sponge absorbs water.\nNi\natoms on \nnickel surface\nNi\nNi\nNi\nNi\nNi\nNi\nNi\nNi\nNi\nNi\nFigure 22.23  The adsorption of hydrogen onto a nickel surface.\n\nThe stages in adsorption of hydrogen onto nickel are:\n■\n■\nhydrogen gas diffuses to the surface of the nickel\n■\n■\nthe hydrogen is physically adsorbed onto the surface – \nweak van der Waals’ forces link the hydrogen molecules to \nthe nickel\n■\n■\nthe hydrogen becomes chemically adsorbed onto the \nsurface – this causes stronger bonds to form between the \nhydrogen and the nickel\n■\n■\nthis causes weakening of the hydrogen–hydrogen  \ncovalent bond.\nExamples of heterogeneous catalysis\nIron in the Haber process\nParticular conditions of temperature and pressure are \nrequired to form ammonia from nitrogen and hydrogen \n(see page 182). The reaction is catalysed by iron. The \ncatalyst works by allowing hydrogen and nitrogen \nmolecules to come close together on the surface of the \niron. They are then more likely to react. Figure 22.24 \nshows the five steps in this heterogeneous catalysis.\n1\t Diffusion: nitrogen gas and hydrogen gas diffuse to the \nsurface of the iron.\n2\t Adsorption: the reactant molecules are chemically adsorbed \nonto the surface of the iron. The bonds formed between the \nreactant molecules and the iron are:\n–\t \u0007strong enough to weaken the covalent bonds within \nthe nitrogen and hydrogen molecules so the atoms \ncan react with each other\n–\t \u0007weak enough to break and allow the products to \nleave the surface.\n3\t Reaction: the adsorbed nitrogen and hydrogen atoms \nreact on the surface of the iron to form ammonia.\n4\t Desorption: the bonds between the ammonia and the \nsurface of the iron weaken and are eventually broken.\n5\t Diffusion: ammonia diffuses away from the surface of \nthe iron.\nbonds weaken\nH\nH\nH\nH\nH\nH\nbonds \nstrengthen\nNi\nNi\nNi\nNi\nNi\nNi\nNi\nNi\nNi\nNi\nchemisorbed \nhydrogen atoms\n\n--- Page Break ---\n\nH\nH\nN\nN\ndiﬀusion to\nthe surface\n1\nsurface of\nthe iron\nH\nH\nN\nN\nadsorption\n2\nnew bonds forming\nH\nH\nN\nN\n3 reaction \n(in several\nsteps)\nH\nN\nH\nH\n4 desorption\nH\nN\nH\nH\n5 diﬀusion\naway from\nsurface\nFigure 22.24  A possible mechanism for catalysis in the  \nHaber process.\nTransition elements in catalytic converters\nIn Chapter 15 (page 205) you learnt how catalytic \nconverters convert harmful nitrogen oxides and carbon \nmonoxide present in the exhaust gases from car engines \nto harmless gases. The ‘honeycomb’ structure inside \nthe catalytic converter contains small beads coated\nSummary\n■\t Rate of reaction is a measure of the rate at which \nreactants are used up or the rate at which products \nare formed. The units of rate are mol dm–3 s–1.\n■\t Rate of reaction is related to concentrations of \nreactants by a rate equation, which can only be \ndetermined by experiment.\n■\t The general form of the rate equation is:\nrate = k[A]m[B]n, where:\n–\t k is the rate constant\n–\t [A] and [B] are the concentrations of those \nreactants that affect the rate of reaction\n–\t m is the order of the reaction with respect to A \nand n is the order of reaction with respect to B.\n\nChapter 22: Reaction kinetics\nwith platinum, palladium or rhodium. These act as \nheterogeneous catalysts. Possible steps in the catalytic \nprocess include:\n■\n■\nadsorption of nitrogen oxides and carbon monoxide onto \nthe catalyst surface\n■\n■\nweakening of the covalent bonds within the nitrogen oxides \nand carbon monoxide\n■\n■\nformation of new bonds between\n–\t adjacent nitrogen atoms (to form nitrogen molecules)\n–\t carbon monoxide and oxygen atoms to form  \ncarbon dioxide\n■\n■\ndesorption of nitrogen molecules and carbon dioxide \nmolecules from the surface of the catalyst.\nQuestion\n16\t a\t \u0007Describe in general terms what is meant by \ndesorption.\nb\t \u0007Nickel acts as a catalyst for the hydrogenation of \nalkenes. For example:\nNi\n\t\n\t\nCH2   CH2  +  H2 \n CH3   CH3\n\u0007Suggest how nickel catalyses this reaction by \nreferring to the processes of adsorption, reaction \non the metal surface and desorption.\n343\nc\t\n\u0007In catalytic converters, rhodium catalyses the \nreduction of nitrogen(II) oxide, NO, to nitrogen. \nDraw diagrams to suggest:\ni\t\n\u0007how NO is adsorbed onto the surface of the \nrhodium metal\nii\t \u0007how nitrogen is formed.\n■\t The overall order of reaction is the sum of the orders \nin the rate equation. For the previous example:\noverall order is m + n\n■\t The order of reaction for a given reactant can be \ndetermined experimentally by either:\n–\t measuring the initial rate of reaction using \ndifferent concentrations of a given reactant while \nkeeping the concentrations of all other reactants \nfixed, or\n–\t determining the change in concentration of a \nspecific reactant as the experiment proceeds, \nthe rate being calculated from tangents taken at \nseveral points on the graph.",
    "content_length": 12455,
    "pages_extracted": "350-353",
    "layout_detected": "2 column(s)"
  }
}