{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "27.1",
    "subtopic_name": "Similarities and trends in the properties of the Group 2 metals, magnesium to barium, and their compounds",
    "topic_number": "27",
    "topic_name": "Group 2",
    "start_page": 263,
    "end_page": 268,
    "content": "Ions with the same ionic charge have a lower charge density \nif their radius is larger. This is because the same charge is \nspread out over a larger volume. A lower charge density \nresults in weaker electrostatic forces of attraction in the \nionic lattice. Sodium fluoride has a less exothermic lattice \nenergy than lithium fluoride. This reflects the lower charge \ndensity on sodium ions compared with lithium ions.\nLattice energy and charge on the ions\nThe lattice energy becomes more exothermic as the ionic \ncharge increases.\nWe can see this by comparing lithium fluoride, LiF, \nwith magnesium oxide, MgO. These compounds have the \nsame arrangement of ions in their lattice structure. The \ncations Li+ and Mg2+ have similar sizes. The anions F – \nand O2– are fairly similar in size (although they are much \nlarger than the cations). The major physical difference \nbetween LiF and MgO is the ionic charge. This affects the \nlattice energy:\nΔH \nO\n—\nlatt [LiF] = –1049 kJ mol–1\nΔH \nO\n—\nlatt [MgO] = –3923 kJ mol–1\nMagnesium oxide has a greater lattice energy than \nlithium fluoride. The doubly charged Mg2+ and O2– ions \nin magnesium oxide attract each other more strongly  \nthan the singly charged ions of the same size in LiF. \nFor ions of similar size, the greater the ionic charge, the \nhigher the charge density. This results in stronger ionic \nbonds being formed.\nquestions\n8\t a\t \u0007For each pair of compounds, suggest which will have \nthe most exothermic lattice energy.\ni\t\nKCl and BaO (ionic radii are similar)\nii\t MgI2 and SrI2\n\t\n\t\niii\t CaO and NaCl (ionic radii are similar).\nb\t \u0007Place the following compounds in order of \nincreasingly exothermic lattice energy. Explain  \nyour answer.\nLiF      MgO      RbCl\n9\t Students taking physics A level learn that the \nelectrostatic force between two charged particles is \nproportional to\nQ1 × Q2 \n______ \nr2 \n​ where Q1 and Q2 are the charges on the particles\n​\n\nChapter 19: Lattice energy\nquestions (c0ntinued)\nand r is the distance between the centres of the \nparticles. Use this relationship to explain why:\na\t \u0007magnesium oxide has a greater lattice energy than \nlithium fluoride\nb\t \u0007lithium fluoride has a greater lattice energy than \npotassium bromide.\nIon polarisation\nIn our model of an ionic lattice, we have thought of the \nions as being spherical in shape. This is not always the \ncase. In some cases, the positive charge on the cation in an \nionic lattice may attract the electrons in the anion towards \nit. This results in a distortion of the electron cloud of the \nanion and the anion is no longer spherical (Figure 19.7). \nWe call this distortion ion polarisation. The ability of a \ncation to attract electrons and distort an anion is called \nthe polarising power of the cation.\n2+\n–\n263\nFigure 19.7  Ion polarisation. A small highly charged cation \ncan distort the shape of the anion.\nFactors affecting ion polarisation\nThe degree of polarisation of an anion depends on:\n■\n■\nthe charge density of the cation\n■\n■\nthe ease with which the anion can be polarised  \n– its polarisability.\nAn anion is more likely to be polarised if:\n■\n■\nthe cation is small\n■\n■\nthe cation has a charge of 2+ or 3+\n■\n■\nthe anion is large\n■\n■\nthe anion has a charge of 2– or 3–.\nA small highly charged cation such as Fe3+ can attract \nelectrons and distort a larger anion to such an extent \nthat the bond formed has a considerable amount of \ncovalent character. Pure ionic bonding and pure covalent \nbonding are extremes. Many ionic compounds have some \ncovalent character due to ion polarisation. Many covalent \ncompounds have some degree of charge separation, i.e. \nthey are polar, due to bond polarisation (see Chapter 4, \npages 60–61).\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nQuestion\n10\t a\t \u0007Explain why a cation with a smaller ionic radius \nhas a higher charge density.\nb\t \u0007Which one of the following ions will be the  \nbest polariser of the large nitrate ion? Explain \nyour answer.\nCs+  \tLi+  \tNa+  \tK+\nc\t\n\u0007Which one of these ions will be most polarised by a \nMg2+ ion? Explain your answer.\nBr–  \tCl–  \tF–  \t I–\nThe thermal stability of Group 2 \ncarbonates and nitrates\nThe Group 2 carbonates decompose to their oxides and \ncarbon dioxide on heating. For example:\nheat\nCaCO3(s)  \n  CaO(s)  +  CO2(g)\nTable 19.1 shows the decomposition temperature  \nand enthalpy change of reaction, ΔH \nO\n—\nr , for some  \nGroup 2 carbonates.\nThe relative ease of thermal decomposition is shown \nby the values of the enthalpy changes of reaction. The \nmore positive the enthalpy change, the more stable the \ncarbonate relative to its oxide and carbon dioxide. This \nis also reflected by the decomposition temperatures: \nthe further down the group, the higher the temperature \nrequired to decompose the carbonate (see page 168).\n264\nGroup 2 \ncarbonate\nDecomposition \ntemperature / °C\nEnthalpy change of \nreaction / kJ mol–1\nmagnesium \ncarbonate\n 540\n+117\ncalcium \ncarbonate\n 900\n+176\nstrontium \ncarbonate\n1280\n+238\nbarium \ncarbonate\n1360\n+268\nTable 19.1  Enthalpy change of reaction values for the \ndecomposition of some Group 2 carbonates.\nSo the relative stabilities of these carbonates increases \ndown the group in the order:\nBaCO3 > SrCO3 > CaCO3 > MgCO3.\n\nWe can explain this trend using ideas about ion polarisation:\n■\n■\nthe carbonate ion has a relatively large ionic radius so it is \neasily polarised by a small highly charged cation\n■\n■\nthe Group 2 cations increase in ionic radius down the group:\nMg2+ < Ca2+ < Sr2+ < Ba2+\n■\n■\nthe smaller the ionic radius of the cation, the better it is at \npolarising the carbonate ion (Figure 19.8)\n■\n■\nso the degree of polarisation of the carbonate ion by the \nGroup 2 cation follows the order\nMg2+ > Ca2+ > Sr2+ > Ba2+\n■\n■\nthe greater the polarisation of the carbonate ion, the easier \nit is to weaken a carbon–oxygen bond in the carbonate and \nform carbon dioxide and the oxide on heating.\nA similar pattern is observed with the thermal \ndecomposition of Group 2 nitrates: these decompose to \nform the oxide, nitrogen dioxide and oxygen. For example:\n2Mg(NO3)2(s)  \n  2MgO(s)  +  4NO2(g)  +  O2(g)\nThe order of stability with respect to the products is in  \nthe order:\nBa(NO3)2 > Sr(NO3)2 > Ca(NO3)2 > Mg(NO3)2.\nMg2+\nCa2+\nCO3\n2–\nCO3\n2–\nFigure 19.8  Magnesium ions are better polarisers of \ncarbonate ions than calcium ions.\nThe difference in thermal stability of Group 2 carbonates \ncan be analysed by comparing Born–Haber cycles \ninvolving the lattice energies of calcium carbonate and \ncalcium oxide. The unequal changes in the lattice energies \nof calcium carbonate and calcium oxide as the cation size \nincreases can be related to the increasing thermal stability \ndown the group.\nQuestion\n11\t Use ideas about ion polarisation to explain why \nmagnesium nitrate undergoes thermal decomposition \nat a much lower temperature than barium nitrate.\n\n--- Page Break ---\n\nEnthalpy changes in solution\nWhen an ionic solid dissolves in water, the crystal lattice \nbreaks up and the ions separate. It requires a large amount \nof energy to overcome the attractive forces between the \nions. How does this happen, even when the water is not \nheated? We will answer this question in this section.\nEnthalpy change of solution\nThe enthalpy change of solution, ΔH O\n—\nsol, is the energy \nabsorbed or released when 1 mole of an ionic solid \ndissolves in sufficient water to form a very dilute solution.\nThe enthalpy changes of solution for magnesium chloride \nand sodium chloride are described by the equations below:\nMgCl2(s)  +  aq  \n  MgCl2(aq)\b\nΔH \nO\n—\nsol = –55 kJ mol–1\nor\nMgCl2(s)  +  aq  \n  Mg2+(aq)  +  2Cl–(aq)\nΔH \nO\n—\nsol = –55 kJ mol–1\nNaCl(s)  +  aq  \n  NaCl(aq)\b\nΔH \nO\n—\nsol = +3.9 kJ mol–1\nor\nNaCl(s) + aq \n Na+(aq) + Cl–(aq)\b ΔH \nO\n—\nsol = +3.9 kJ mol–1\nNote that:\n■\n■\nthe symbol for enthalpy change of solution is ΔH O\n—\nsol\n■\n■\nthe symbol ‘aq’ represents the very large amount of water \nused\n■\n■\nenthalpy changes of solution can be positive (endothermic) \nor negative (exothermic)\n■\n■\na compound is likely to be soluble in water only if ΔH O\n—\nsol is \nnegative or has a small positive value; substances with large \npositive values of ΔH O\n—\nsol are relatively insoluble.\na\nb\nHδ+\nδ–\nδ+\nH\nbond between\nions weakens\nbond forming\nO\nHδ+\n+\nO\nHδ+\nHδ+\nδ–\nO\nδ+ δ–\nH\nδ–\nHδ+\n–\n–\n+\n+\nδ+\nO\nO\nH\nδ–\n+\n+\n–\n–\nHδ+\nδ+\nH\n–\n–\n+\n+\nδ–\nH\nO\nO\nO\n+\n+\n–\n–\nH\nδ+\nδ+\nH\nlattice of ions\n\nChapter 19: Lattice energy\nQuestion\n12\t a\t \u0007Write equations to represent the enthalpy change of \nsolution of:\ni\t\npotassium sulfate\nii\t zinc chloride.\nb\t \u0007The enthalpies of solution of some metal halides are \ngiven below. What do these values tell you about the \nrelative solubilities of these four compounds?\nsodium chloride,\t ΔH O\n—\nsol = +3.9 kJ mol–1\nsilver chloride,\t\nΔH O\n—\nsol = +65.7 kJ mol–1\nsodium bromide,\tΔH O\n—\nsol = –0.6 kJ mol–1\nsilver bromide,\t\nΔH O\n—\nsol = +84.5 kJ mol–1\n‘Soluble’ and ‘insoluble’ are only relative terms. \nMagnesium carbonate is regarded as being insoluble \nbecause only 0.6 g of the salt dissolves in every dm3 of \nwater. No metallic salts are absolutely insoluble in water. \nEven lead carbonate, which is regarded as insoluble, \ndissolves to a very small extent: 0.000 17 g dissolves in \nevery dm3 of water. If salts were completely insoluble they \ncould not have a value for ΔH \nO\n—\nsol.\n265\nEnthalpy change of hydration\nThe lattice energy for sodium chloride is –788 kJ mol–1. \nThis means that we need to supply (at least) +788 kJ mol–1 \nto overcome the forces of attraction between the ions. But \nΔH \nO\n—\nsol [NaCl] is only +3.9 kJ mol–1. Where does the energy \nneeded to separate the ions come from? The answer is that \nit comes from the strong attraction between the ions and \nthe water molecules.\nWhen an ionic solid dissolves in water, bonds are \nformed between water molecules and the ions. These \nbonds are called ion–dipole bonds. Water is a polar \nmolecule. The δ– oxygen atoms in water molecules are \nattracted to the positive ions in the ionic compound. The \nδ+ hydrogen atoms in water molecules are attracted to the \nnegative ions in the ionic compound (Figure 19.9).\nnew bonds\nformed\nδ+\nHδ+\nδ–\nδ–\n–\nFigure 19.9  a  Water molecules \nforming ion–dipole bonds with an ionic \ncompound. b  Hydrated ions in solution.\nHδ+\nHδ+\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nThe energy released in forming ion–dipole bonds is \nsufficient to compensate for the energy that must be put \nin to separate the anions and cations that are bonded \ntogether in the crystal lattice.\nThe energy released when gaseous ions dissolve in \nwater is called the enthalpy change of hydration.\nThe enthalpy change of hydration, ΔH O\n—\nhyd, is the enthalpy \nchange when 1 mole of a specified gaseous ion dissolves \nin sufficient water to form a very dilute solution.\nThe enthalpy changes of hydration for calcium ions and \nchloride ions are described by the equations below:\nCa2+(g)  +  aq  \n  Ca2+(aq)\b\nΔH \nO\n—\nhyd = –1650 kJ mol–1\nCl–(g)  +  aq  \n  Cl–(aq)\b\nΔH \nO\n—\nhyd = –364 kJ mol–1\nNote that:\n■\n■\nthe symbol for enthalpy change of hydration is ΔH O\n—\nhyd\n■\n■\nthe enthalpy change of hydration is always exothermic\n■\n■\nthe value of ΔH O\n—\nhyd is more exothermic for ions with the \nsame charge but smaller ionic radii, e.g. ΔH O\n—\nhyd is more \nexothermic for Li+ than for Na+\n266\n■\n■\nthe value of ΔH O\n—\nhyd is more exothermic for ions with \nthe same radii but a larger charge, e.g. ΔH O\n—\nhyd is more \nexothermic for Mg2+ than for Li+.\nquestions\n13\t a\t \u0007Why is the enthalpy change of hydration always \nexothermic?\nb\t Write equations to represent:\ni\t\nthe hydration of a sodium ion\nii\t the hydration of a chloride ion.\nc\t\nDraw diagrams to show:\ni\t\n\u00074 water molecules hydrating a magnesium ion\nii\t \u00072 water molecules hydrating a bromide ion.\n\u0007Show the dipole on each water molecule.\nd\t \u0007Explain why the value of ΔH O\n—\nhyd for magnesium \nions is much more exothermic than ΔH O\n—\nhyd for \npotassium ions.\n14\t Name the changes associated with the equations \nbelow:\na\t KBr(s)  +  aq \n KBr(aq) \t (for 1 mole of KBr)\nb\t K+(g)  +  aq \n K+(aq)\t\n(for 1 mole of K+ ions)\nc\t\nK+(g)  +  Br–(g) \n KBr(s)\t (for 1 mole of KBr)\nd\t Br–(g)  +  aq \n Br–(aq)\t\n(for 1 mole of Br– ions)\n\nCalculating enthalpy changes in solution\nWe can calculate the enthalpy change of solution or the \nenthalpy change of hydration by constructing an enthalpy \ncycle and using Hess’s law (Figure 19.10).\nlattice energy\ngaseous ions\nionic solid\n∆Hlatt\nenthalpy change\nof solution\n∆Hsol\nenthalpy change of\nhydration of cation\nand anion, ∆Hhyd\nions in aqueous\nsolution\nFigure 19.10  An enthalpy cycle involving lattice energy, \nenthalpy change of hydration and enthalpy change of solution.\nWe can see from this enthalpy cycle that:\nΔH \nO\n—\nlatt  +  ΔH \nO\n—\nsol = ΔH \nO\n—\nhyd\nNote that the ΔH \nO\n—\nhyd values for both anions and cations are \nadded together to get the total value of ΔH \nO\n—\nhyd.\nWe can use this energy cycle to calculate:\n■\n■\nthe value of ΔH O\n—\nsol\n■\n■\nthe value of ΔH O\n—\nhyd.\nworked exampleS\n1\t Determine the enthalpy change of solution of sodium \nfluoride using the following data:\n■\n■\nlattice energy = –902 kJ mol–1\n■\n■\nenthalpy change of hydration of sodium  \nions = –406 kJ mol–1\n■\n■\nenthalpy change of hydration of fluoride  \nions = –506 kJ mol–1\nStep 1:  draw the enthalpy cycle (Figure 19.11)\n∆Hlatt = –902 kJ mol–1\nNa+(g) + F–(g)\nNaF(s)\n∆Hhyd [Na+] = –406 kJ mol–1\n+aq\n∆Hhyd [F–] = –506 kJ mol–1\n∆Hsol\nNa+(aq) + F–(aq)\nFigure 19.11  An enthalpy cycle to determine ΔH O\n—\nsol  \nof NaF.\nStep 2:  rearrange the equation and substitute the \nfigures to find ΔH O\n—\nsol\nΔH O\n—\nlatt  +  ΔH O\n—\nsol = ΔH O\n—\nhyd\n\n--- Page Break ---\n\nworked exampleS (CONTINUED)\nso\n\t\nΔH O\n—\nsol\t= ΔH O\n—\nhyd – ΔH O\n—\nlatt\nΔH O\n—\nsol\t = (–406)  +  (–506) – (–902)\n= –912  +  902\nΔH O\n—\nsol [NaF]\t= –10 kJ mol–1\nAn energy level diagram for this enthalpy cycle is \nshown in Figure 19.12.\nNa+(g)   +   F–(g)\n∆H latt (NaF)\n    = –902 kJ mol–1\n∆H hyd (Na+)\n    = –406 kJ mol–1\n+\n∆H hyd(F–)\n    = –506 kJ mol–1\nNaF(s)\n∆H sol(NaF)\nNaF(aq)\nFigure 19.12  An energy level diagram to determine ΔH O\n—\nsol \nof NaF.\n2\t Determine the enthalpy change of hydration of the \nchloride ion using the following data.\n■\n■\nlattice energy of lithium chloride = –846 kJ mol–1\n■\n■\nenthalpy change of solution of lithium chloride  \n= –37 kJ mol–1\n■\n■\nenthalpy change of hydration of lithium ion  \n= –519 kJ mol–1\nStep 1:  draw the enthalpy cycle (Figure 19.13).\nLi+(g)   +   Cl–(g)\n∆Hlatt (LiCl) \n    = –846kJmol–1\n∆Hhyd (Li+)  = –519 kJ mol–1\n+\n∆H hyd (Cl–)\nLiCl(s)\n∆H sol (LiCl)\n    = –37 kJ mol–1\nLiCl(aq)\nFigure 19.13  An enthalpy cycle to determine ΔH O\n—\nhyd [Cl–].\n\nChapter 19: Lattice energy\nworked exampleS (CONTINUED)\nStep 2:  rearrange the equation and substitute the \nfigures to find ΔH O\n—\nhyd [Cl–].\nΔH O\n—\nlatt  +  ΔH O\n—\nsol = ΔH O\n—\nhyd [Li+]  +  ΔH O\n—\nhyd [Cl–]\nso\nΔH O\n—\nhyd [Cl–]\t= ΔH O\n—\nlatt  +  ΔH O\n—\nsol – ΔH O\n—\nhyd [Li+]\nΔH O\n—\nhyd [Cl–]\t= (–846) + (–37) –  (–519)\n= –883 + 519\nΔH O\n—\nhyd [Cl–]\t= –364 kJ mol–1\nQuestion\n15\t a\t \u0007Draw an enthalpy cycle to calculate the enthalpy \nof hydration of magnesium ions when magnesium \nchloride dissolves in water.\nb\t \u0007Calculate the enthalpy of hydration of magnesium \nions given that:\nΔH O\n—\nlatt [MgCl2] \t= –2592 kJ mol–1\nΔH O\n—\nsol [MgCl2] \t = –55 kJ mol–1\n267\nΔH O\n—\nhyd [Cl–] \t\n= –364 kJ mol–1\nThe solubility of Group 2 sulfates\nTable 19.2 shows the solubility in water of some Group 2 \nsulfates. The solubility decreases as the radius of the metal \nion increases. We can explain this variation in solubility \nin terms of the relative values of enthalpy change of \nhydration and the corresponding lattice energy.\nCompound\nSolubility / mol dm–3\nmagnesium sulfate\n1.83\ncalcium sulfate\n4.66 × 10–2\nstrontium sulfate\n7.11 × 10–4\nbarium sulfate\n9.43 × 10–6\nTable 19.2  Solubilities in water of some Group 2 sulfates.\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nChange in hydration enthalpy down  \nthe group\n■\n■\nSmaller ions (with the same charge) have greater enthalpy \nchanges of hydration\n■\n■\nso the enthalpy change of hydration decreases (gets less \nexothermic) in the order Mg2+ > Ca2+ > Sr2+ > Ba2+\n■\n■\nthis decrease is relatively large down the group and it \ndepends entirely on the increase in the size of the cation, as \nthe anion is unchanged (it is the sulfate ion in every case).\nChange in lattice energy down the group\n■\n■\nLattice energy is greater if the ions (with the same charge) \nforming the lattice are small\n■\n■\nso the lattice energy decreases in the order  \nMg2+ > Ca2+ > Sr2+ > Ba2+\n■\n■\nthe lattice energy is also inversely proportional to the sum \nof the radii of the anion and cation\n■\n■\nthe sulfate ion is much larger than the group 2 cations\n■\n■\nso the sulfate ion contributes a relatively greater part to the \nchange in the lattice energy down the group\n■\n■\nso the decrease in lattice energy is relatively smaller down \nthe group and it is determined more by the size of the large \nsulfate ion than the size of the cations.\nDifference in enthalpy change of solution of \nGroup 2 sulfates\nOn page 265 we saw that substances that have a very low \nsolubility in water are likely to have ΔH \nO\n—\nsol with a high \npositive (endothermic) value. As a rough guide, the higher \nthe positive value of ΔH \nO\n—\nsol the less soluble the salt.\n268\nCa2+(g) + SO4\n2–(g)\n∆Hhyd [Ca2+]\n+\n∆Hhyd [SO4\n2–]\nHlatt [CaSO4]\nCaSO4(aq)\n∆Hsol [CaSO4]\nCaSO4(s)\ncalcium sulfate\nFigure 19.14  Enthalpy cycles comparing the enthalpy change of solution of calcium sulfate and strontium sulfate.\n\nWe have seen that:\n■\n■\nthe lattice energy of the sulfates decreases (gets less \nexothermic) by relatively smaller values down the group\n■\n■\nthe enthalpy change of hydration decreases (gets less \nexothermic) by relatively larger values down the group\n■\n■\nso applying Hess’s law, the value of ΔH O\n—\nsol gets more \nendothermic down the group (Figure 19.14)\n■\n■\nso the solubility of the Group 2 sulfates decreases down  \nthe group.\nQuestion\n16\t a\t \u0007Draw an enthalpy cycle as an energy level diagram \nshowing the relationship between lattice energy, \nenthalpy change of solution and enthalpy change \nof hydration for barium sulfate.\nΔH O\n—\nsol [BaSO4] is very endothermic.\nb\t \u0007Explain why magnesium sulfate is more soluble \nthan barium sulfate by referring to the relative \nvalues of the lattice energies and enthalpy changes \nof hydration.\nSr2+(g) + SO4\n2–(g)\n∆Hhyd [Sr2+]\n+\n∆Hhyd [SO4\n2–]\n∆Hlatt [SrSO4]\nSrSO4(aq)\n∆Hsol [SrSO4]\nSrSO4(s)\nstrontium sulfate",
    "content_length": 18453,
    "pages_extracted": "273-278",
    "layout_detected": "2 column(s)"
  }
}