{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "28.3",
    "subtopic_name": "Colour of complexes",
    "topic_number": "28",
    "topic_name": "Chemistry of transition elements",
    "start_page": 376,
    "end_page": 378,
    "content": "Cambridge International A Level Chemistry\n■\n■\nthe units for the stability constant are worked out in the \nsame way as for the units of Kc (see page 124). For example, \nin the above case:\nKstab\t= ​ \n[[CuCl4]2–(aq)] \n \n_____________________ \n \n[[Cu(H2O)6]2+] [Cl–(aq)]4 ​  ​ \n(mol dm–3) \n \n_____________________ \n \n(mol dm–3) × (mol dm–3)4 ​\n= dm12 mol–4\nStability constants are often given on a log10 scale. When \nexpressed on a log10 scale, they have no units. Stability \nconstants can be used to compare the stability of any two \nligands. The values quoted usually give the stability of the \ncomplex relative to the aqueous ion where the ligand is \nwater. The higher the value of the stability constant, the \nmore stable the complex. Table 24.5 gives some values \nof stability constants for various copper(II) complexes \nrelative to their aqueous ions.\nLigand\nlog10 Kstab\nchloride, Cl–\n 5.6\nammonia, NH3\n13.1\n2-hydroxybenzoate\nCO2–\n16.9\n376\nOH\n25.0\n1,2-dihydroxybenzene\nOH\nOH\nTable 24.5  The stability constants of some complexes  \nof copper.\nFrom the table you can see that, in general, complexes \nwith bidentate ions (2-hydroxybenzoate and \n1,2-dihydroxybenzene) have higher stability constants than  \nthose with monodentate ligands. We can use the values of \nthe stability constants to predict the effect of adding different \nligands to complex ions. For example, the addition of excess  \nammonia to the complex [CuCl4]2–(aq) should result in the  \nformation of a dark blue solution of the ammonia complex  \nbecause the stability constant of the ammonia complex is  \nhigher than that of the chloride complex. The position of  \nequilibrium is shifted to the right in the direction of the more \nstable complex. Addition of excess 1,2-dihydroxybenzene \nto the dark blue ammonia complex results in the formation \nof a green complex with 1,2-dihydroxybenzene. This is \nbecause the stability constant with the 1,2-dihydroxybenzene \nis higher than that for ammonia:\n2–\nOH\nO\nO\n+ 4H++ 4NH4+\nCu\n[Cu(NH3)4 ]2+ + 2\nOH\nO\nO\n\nQuestion\n7\t a\t \u0007Write expressions for the stability constants for the \nfollowing reactions:\ni\t\n[PtCl4]2–(aq)  +  2NH3(aq)\nPtCl2(NH3)2(aq)  +  2Cl–(aq)\nii\t [Cr(H2O)6]3+(aq)  +  2Cl–(aq)\n[Cr(H2O)4Cl2]+(aq)  +  2H2O(l)\niii\t [Ni(H2O)6]2+(aq)  +  4NH3(aq)\n[Ni(NH3)4(H2O)2]2+(aq)  +  4H2O(l)\nb\t \u0007An iron(III) ion, Fe3+, in aqueous solution has six \nwater molecules bonded to it as ligands.\ni\t\n\u0007Draw the structure of this ion.\nii\t \u0007When thiocyanate ions, SCN–, are added to  \nan aqueous solution of iron(III) ions, the \nsolution turns red and one water molecule is \nreplaced by a thiocyanate ion. Use the concept \nof stability constants to explain why the \nreaction occurs.\niii\t \u0007Deduce the formula of the ion forming the  \nred solution.\niv\t \u0007The stability constant for aqueous Fe3+ ions \nwith SCN– as a ligand is 891 dm3 mol–1. The \nstability constant for aqueous Fe3+ ions with \nfluoride ions, F–, as a ligand is 2 × 105 dm3 mol–1. \nA solution containing fluoride ions is added to \nthe red solution. Would you expect to observe \nany changes? Explain your answer.\nThe colour of complexes\nYou cannot fail to notice the striking colours of complexes \ncontaining transition metal ions. But how do these colours \narise? White light is made up of all the colours of the \nvisible spectrum. When a solution containing a transition \nmetal ion in a complex appears coloured, part of the \nvisible spectrum is absorbed by the solution. However, that \nstill doesn’t explain why part of the spectrum is absorbed \nby transition metal ions. To answer this question we must \nlook in more detail at the d orbitals in the ions.\nThe five d orbitals in an isolated transition metal atom \nor ion are described as degenerate, meaning they are all at \nthe same energy level (Figure 24.13).\nIn the presence of ligands a transition metal ion is \nnot isolated. The co-ordinate bonding from the ligands \ncauses the five d orbitals in the transition metal ion to \nsplit into two sets of non-degenerate orbitals at slightly \ndifferent energy levels (Figure 24.14). In a complex with six\n\n--- Page Break ---\n\nz\ny\nx\nx\ndyz\nz\ny\nx\ndx2–y2\nFigure 24.13 The degenerate d orbitals in a transition metal atom.\nligands, the ligands are arranged in an octahedral shape \naround the central metal ion. Th e lone pairs donated by \nthe ligands into the transition metal ion repel electrons in \nthe two dx2–y2 and dz2 orbitals shown in Figure 24.13 more \nthan those in the other three d orbitals. Th is is because \nthese d orbitals line up with the co-ordinate bonds in \nthe complex’s octahedral shape and so they are closer to \nthe bonding electrons in the octahedral arrangement, \nincreasing repulsion between electrons. Th erefore the \norbitals are split, with these two d orbitals at a slightly \nhigher energy level than the dyz, dxz and dxy orbitals \n(Figure 24.14).\nA Cu2+ ion has an electronic confi guration of \n[Ar] 3d9. Figure 24.14 shows how the nine d electrons are \ndistributed between the non-degenerate orbitals formed\ndx2–y 2\ndz2\n3d\n∆E\nCu2+(...3d9)\ndegenerate\n3d orbitals\ndyz\ndxz\ndxy\nsplitting the \nd orbitals to give \nnon-degenerate\norbitals\nFigure 24.14 The splitting of the 3d orbitals in a Cu(H2O)6\n2+ complex ion.\n\nChapter 24: Transition elements\nz\nz\ny\ny\nx\ndxy\ndxz\nz\ny\nx\ndz2\nin a complex with ligands. Th e diff erence in the energy \nbetween the non-degenerate d orbitals is labelled ΔE. ΔE is \npart of the visible spectrum of light. So, when light shines \non the solution containing the Cu(H2O)6\n2+ complex, \nan electron absorbs this amount of energy. It uses this \nenergy to jump into the higher of the two non-degenerate \nenergy levels. In copper complexes, the rest of the visible \nspectrum that passes through the solution makes it appear \nblue in colour.\nTh e exact energy diff erence (ΔE) between the non-\ndegenerate d orbitals in a transition metal ion is aff ected \nby many factors. One of these factors is the identity of the \nligands that surround the transition metal ion. As you \nhave seen, a solution containing Cu(H2O)6\n2+ is a light blue, \nwhereas a solution containing Cu(NH3)2(H2O)2\n2+ is a very\n377\nexcited electron\nabsorbs energy\n∆E\nenergy absorbed\nfrom visible spectrum\nthat corresponds \nto ∆E\nthe energy absorbed can be\nworked out by the equation:\n∆E = hν\nwhereν is the frequency\nof light absorbed and\nh is Planck’s constant\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\ndeep shade of blue. The colour change arises because the \npresence of the ammonia ligands causes the d orbitals to \nsplit by a different amount of energy. This means that the \nsize of ΔE changes and this results in a slightly different \namount of energy being absorbed by electrons jumping \nup to the higher orbitals. Therefore a different colour is \nabsorbed from visible light, so a different colour is seen.\nSummary\n■\t Each of the transition elements forms at least one \nion with a partially filled d orbital. They are metals \nwith similar physical and chemical properties.\n■\t When a transition element is oxidised, it loses \nelectrons from the 4s subshell first and then the 3d \nsubshell to form a positively charged ion.\n378\n■\t Transition elements can exist in several oxidation \nstates.\n■\t Many reactions involving transition elements are \nredox reactions. Some redox reactions are used in \ntitrations to determine concentrations.\n■\t A ligand is a molecule or ion with one or more lone \npairs of electrons available to donate to a transition \nmetal ion.\n■\t Transition elements form complexes by combining \nwith ligands. Ligands bond to transition metal ions \nby one or more co-ordinate bonds.\n■\t Ligands can be exchanged for other ligands in a \ncomplex. This can result in a change of colour.\n\nquestions\n8\t a\t \u0007What do we mean by degenerate atomic orbitals?\nb\t \u0007Explain why an octahedral complex of a transition \nelement is coloured.\nc\t\n\u0007Draw the non-degenerate 3d orbitals in a Ni2+ ion \non a diagram similar to Figure 24.14. The electrons \nshould be shown in the configuration that gives \nthe lowest possible energy.\n9\t a\t \u0007A solution of Sc3+ ions is colourless. Suggest a \nreason for this.\nb\t \u0007A solution of Zn2+ ions is colourless. Suggest a \nreason for this.\n■\t Some transition element complexes exist as \ngeometrical (cis-trans) isomers, e.g. cis- and trans-\nplatin; others, especially those associated with \nbidentate ligands with co-ordination number 6, may \nexist as optical isomers.\n■\t cis-platin can be used as an anti-cancer drug by \nbinding to DNA in cancer cells and preventing  \ncell division.\n■\t Ligand exchange can be described in terms of \ncompeting equilibria.\n■\t The stability constant, Kstab, of a complex ion is \nthe equilibrium constant for the formation of the \ncomplex ion in a solvent from its constituent ions  \nor molecules.\n■\t The higher the value of the stability constant, the \nmore stable is the complex ion formed.\n■\t Transition metal compounds are often coloured \nbecause of d orbital splitting, caused by ligands. \nDifferent ligands will split the d orbitals by different \namounts, resulting in differently coloured complexes.",
    "content_length": 9061,
    "pages_extracted": "386-388",
    "layout_detected": "2 column(s)"
  }
}