{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "28.5",
    "subtopic_name": "Stability constants, Kstab",
    "topic_number": "28",
    "topic_name": "Chemistry of transition elements",
    "start_page": 375,
    "end_page": 376,
    "content": "[Cu(H2O)6]2+(aq)  +  4Cl–(aq) \n   blue solution\n[CuCl4]2–(aq)  +  6H2O(l) \n\t\nyellow solution\nAqueous cobalt(II) compounds also form complex ions. \nWhenever we write Co2+(aq), we are referring to the \ncomplex ion [Co(H2O)6]2+. This ion gives an aqueous \nsolution of cobalt(II) sulfate its pink colour. On adding \nsodium hydroxide solution, we see a blue precipitate of \ncobalt(II) hydroxide forming, which turns red when \nwarmed if the alkali is in excess. Water ligands in \n[Co(H2O)6]2+ can also be exchanged for ammonia ligands \nif we add concentrated aqueous ammonia drop by drop.\n[Co(H2O)6]2+(aq)  +  6NH3(aq)\n[Co(NH3)6]2+(aq)  +  6H2O(l)\nThe addition of concentrated hydrochloric acid drop by \ndrop to an aqueous solution of cobalt(II) ions results in \nthe formation of a blue solution containing the tetrahedral \ncomplex [CoCl4]2–(aq).\n[Co(H2O)6]2+(aq)  +  4Cl–(aq)\n[CoCl4]2–(aq)  +  6H2O(l)\nAqueous cobalt(II) ions usually form tetrahedral \ncomplexes with monodentate anionic ligands such as Cl–, \nSCN– and OH–.\nQuestion\n6\t a\t \u0007Blue cobalt chloride paper gets its blue colour \nfrom [CoCl4]2– ions. What is the oxidation number \nof the cobalt in this complex ion?\nb\t \u0007Blue cobalt chloride paper is used to test for \nwater. If water is present the paper turns pink as \na complex forms between the cobalt ion and six \nwater ligands (Figure 24.12). Write an equation to \nshow the ligand substitution reaction that takes \nplace in a positive test for water.\nFigure 24.12  A positive test for the presence of water \nusing anhydrous cobalt chloride paper.\n\nChapter 24: Transition elements\nStability constants\nAqueous solutions of transition element ions are hydrated. \nThey are complex ions with water as a ligand. Different \nligands form complexes with different stabilities. For \nexample when we add concentrated aqueous ammonia to \nan aqueous solution of copper(II) sulfate, the ammonia \nligands displace water ligands in a stepwise process.\n[Cu(H2O)6]2+ (aq)  +  NH3(aq)\n[Cu(NH3)(H2O)5]2+(aq)  +  H2O(l)\n[Cu(NH3)(H2O)5]2+(aq)  +  NH3(aq)\n[Cu(NH3)2(H2O)4]2+(aq)  +  H2O(l)\nAs we increase the concentration of ammonia, this \nprocess continues until four of the water molecules are \nreplaced by ammonia to form a deep blue solution. The \noverall process is:\n[Cu(H2O)6]2+  +  4NH3(aq)\n[Cu(NH3)4(H2O)2]2+(aq)  +  4H2O(l)\nWe can think of this exchange of ligands in terms of \ncompeting equilibria of the forward and backward \nreactions. The position of equilibrium lies in the direction \nof the more stable complex. In this case, the complex with \nammonia as a ligand is more stable than the complex with \njust water as a ligand. If we dilute the complex with water, \nthe position of equilibrium shifts to the left and a complex \nwith more water molecules as ligands is formed.\nThe stability of the complex is expressed in terms of \nthe equilibrium constants for ligand displacement. This is \ncalled the stability constant. Usually an overall stability \nconstant, Kstab, is given rather than the stepwise constants. \nThe stability constant is the equilibrium constant for the \nformation of the complex ion in a solvent from its constituent \nions or molecules. The method for writing equilibrium \nexpressions for stability constants is similar to the one we \nused for writing Kc (see page 304). So for the equilibrium\n375\n[Cu(H2O)6]2+  +  4Cl–(aq)  \n  [CuCl4]2–(aq)  +  6H2O(l)\nthe expression is:\nKstab = ​ \n[[CuCl4]2–(aq)] \n \n_____________________ \n \n[[Cu(H2O)6]2+] [Cl–(aq)]4 ​\nNote:\n■\n■\nwater does not appear in the equilibrium expression \nbecause it is in such a large excess that its concentration is \nregarded as being constant\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\n■\n■\nthe units for the stability constant are worked out in the \nsame way as for the units of Kc (see page 124). For example, \nin the above case:\nKstab\t= ​ \n[[CuCl4]2–(aq)] \n \n_____________________ \n \n[[Cu(H2O)6]2+] [Cl–(aq)]4 ​  ​ \n(mol dm–3) \n \n_____________________ \n \n(mol dm–3) × (mol dm–3)4 ​\n= dm12 mol–4\nStability constants are often given on a log10 scale. When \nexpressed on a log10 scale, they have no units. Stability \nconstants can be used to compare the stability of any two \nligands. The values quoted usually give the stability of the \ncomplex relative to the aqueous ion where the ligand is \nwater. The higher the value of the stability constant, the \nmore stable the complex. Table 24.5 gives some values \nof stability constants for various copper(II) complexes \nrelative to their aqueous ions.\nLigand\nlog10 Kstab\nchloride, Cl–\n 5.6\nammonia, NH3\n13.1\n2-hydroxybenzoate\nCO2–\n16.9\n376\nOH\n25.0\n1,2-dihydroxybenzene\nOH\nOH\nTable 24.5  The stability constants of some complexes  \nof copper.\nFrom the table you can see that, in general, complexes \nwith bidentate ions (2-hydroxybenzoate and \n1,2-dihydroxybenzene) have higher stability constants than  \nthose with monodentate ligands. We can use the values of \nthe stability constants to predict the effect of adding different \nligands to complex ions. For example, the addition of excess  \nammonia to the complex [CuCl4]2–(aq) should result in the  \nformation of a dark blue solution of the ammonia complex  \nbecause the stability constant of the ammonia complex is  \nhigher than that of the chloride complex. The position of  \nequilibrium is shifted to the right in the direction of the more \nstable complex. Addition of excess 1,2-dihydroxybenzene \nto the dark blue ammonia complex results in the formation \nof a green complex with 1,2-dihydroxybenzene. This is \nbecause the stability constant with the 1,2-dihydroxybenzene \nis higher than that for ammonia:\n2–\nOH\nO\nO\n+ 4H++ 4NH4+\nCu\n[Cu(NH3)4 ]2+ + 2\nOH\nO\nO\n\nQuestion\n7\t a\t \u0007Write expressions for the stability constants for the \nfollowing reactions:\ni\t\n[PtCl4]2–(aq)  +  2NH3(aq)\nPtCl2(NH3)2(aq)  +  2Cl–(aq)\nii\t [Cr(H2O)6]3+(aq)  +  2Cl–(aq)\n[Cr(H2O)4Cl2]+(aq)  +  2H2O(l)\niii\t [Ni(H2O)6]2+(aq)  +  4NH3(aq)\n[Ni(NH3)4(H2O)2]2+(aq)  +  4H2O(l)\nb\t \u0007An iron(III) ion, Fe3+, in aqueous solution has six \nwater molecules bonded to it as ligands.\ni\t\n\u0007Draw the structure of this ion.\nii\t \u0007When thiocyanate ions, SCN–, are added to  \nan aqueous solution of iron(III) ions, the \nsolution turns red and one water molecule is \nreplaced by a thiocyanate ion. Use the concept \nof stability constants to explain why the \nreaction occurs.\niii\t \u0007Deduce the formula of the ion forming the  \nred solution.\niv\t \u0007The stability constant for aqueous Fe3+ ions \nwith SCN– as a ligand is 891 dm3 mol–1. The \nstability constant for aqueous Fe3+ ions with \nfluoride ions, F–, as a ligand is 2 × 105 dm3 mol–1. \nA solution containing fluoride ions is added to \nthe red solution. Would you expect to observe \nany changes? Explain your answer.\nThe colour of complexes\nYou cannot fail to notice the striking colours of complexes \ncontaining transition metal ions. But how do these colours \narise? White light is made up of all the colours of the \nvisible spectrum. When a solution containing a transition \nmetal ion in a complex appears coloured, part of the \nvisible spectrum is absorbed by the solution. However, that \nstill doesn’t explain why part of the spectrum is absorbed \nby transition metal ions. To answer this question we must \nlook in more detail at the d orbitals in the ions.\nThe five d orbitals in an isolated transition metal atom \nor ion are described as degenerate, meaning they are all at \nthe same energy level (Figure 24.13).\nIn the presence of ligands a transition metal ion is \nnot isolated. The co-ordinate bonding from the ligands \ncauses the five d orbitals in the transition metal ion to \nsplit into two sets of non-degenerate orbitals at slightly \ndifferent energy levels (Figure 24.14). In a complex with six",
    "content_length": 7717,
    "pages_extracted": "385-386",
    "layout_detected": "2 column(s)"
  }
}