{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "29.2",
    "subtopic_name": "Characteristic organic reactions",
    "topic_number": "29",
    "topic_name": "An introduction to A Level organic chemistry",
    "start_page": 196,
    "end_page": 197,
    "content": "Cambridge International AS Level Chemistry\nCH3\nCH3\nC\nC\nOH\nH\nCO2H\nHO\nH\nCO2H\nmirror plane\nFigure 14.21  These two molecules are optical isomers, \nsometimes referred to as enantiomers. Trying to superimpose \nthe two isomers is like trying to superimpose your left hand on \ntop of your right hand – it can’t be done.\nOptical isomers differ in their effect on polarised light. \nNormal light is unpolarised. It can be thought of as \nfluctuating electric and magnetic fields, vibrating at right \nangles to each other in every possible direction. Passing \nthis unpolarised light through a polariser results in \npolarised light, which vibrates in only one plane. A pair of \noptical isomers will rotate the plane of polarised light by \nequal amounts but in opposite directions. One will rotate \npolarised light clockwise and the other anticlockwise.\nQuestion\n10\t a\t \u0007Draw the displayed formulae and name the cis–\ntrans isomers of but-2-ene.\n196\nb\t \u0007The molecule CHBrClF exhibits optical  \nisomerism. Draw the 3D displayed formulae of \nboth optical isomers.\nOrganic reactions – mechanisms\nChemists find it useful to explain organic reactions by \nsummarising the overall reaction in a series of steps  \ncalled a reaction mechanism. Like all chemical reactions, \norganic reactions involve the breaking and making of \nchemical bonds. There are two ways in which covalent \nbonds can break:\n■\n■\nhomolytic fission\n■\n■\nheterolytic fission.\nHomolytic fission\nIn this type of bond breaking, both the atoms at each end \nof the bond leave with one electron from the pair that \nformed the covalent bond. This is shown in Figure 14.22, \nusing the simple example of a hydrogen chloride molecule.\nH\nCl\nH\n+\nCl\n⎯→\nFigure 14.22  Homolytic fission of a covalent bond.\n\nThe species produced when a bond breaks homolytically \nare called free radicals. We can show the formation of free \nradicals by using an equation:\nHCl   \n   H   +  Cl\nH  and Cl  are free radicals. All free radicals have an \nunpaired electron (represented by the dot) and are  \nvery reactive.\nYou can read more about a free-radical reaction on \npage 207.\n■\n■\nThis type of reaction involves the formation of the free \nradicals in an initiation step. This requires an input  \nof energy to break a covalent bond, resulting in two  \nfree radicals.\n■\n■\nThe radicals formed can then attack reactant molecules, \ngenerating more free radicals. These reactions are called \npropagation steps. They can be thought of as a chain \nreaction, which only stops when free radicals react with \neach other.\n■\n■\nTwo free radicals reacting together will form a molecule, \nwith no free radicals generated. Therefore this is called a \ntermination step.\nHeterolytic fission\nThe second type of bond breaking involves the ‘uneven’ \nbreaking of a covalent bond. In heterolytic fission the \nmore electronegative atom takes both the electrons in the \ncovalent bond. Again we can use hydrogen chloride to \nillustrate this (Figure 14.23).\n+\n–\n⎯→\nCl\nH\nH\n+\nCl\nFigure 14.23  Heterolytic fission of a covalent bond.\nWe can show this type of bond breaking in an equation.  \nA small curly arrow shows the movement of a pair  \nof electrons:\nH \n  Cl    \n     H+  +  Cl−\nThe heterolytic fission of a bond can involve a C \n X bond, \nwhere X is an atom more electronegative than carbon.  \nFor example:\nH3C \n  Br    \n     CH3\n+  +  Br−\n\n--- Page Break ---\n\nIn this case, as the bond breaks, the Br atom takes \nboth the shared electrons, forming a bromide anion (a \nnegatively charged ion). This leaves the methyl group one \nelectron short, resulting in the formation of a positively \ncharged ion. This type of alkyl ion is called a carbocation. \nThese positively charged carbocations often appear in \nreaction mechanisms (see page 221). There are three \ntypes of carbocations that you need to consider: primary, \nsecondary and tertiary carbocations (Figure 14.24).\nH\nR\nR\nR\nR\nC+\nR\nC+\nC+\nH\nH\nR\nsecondary \ncarbocation\ntertiary carbocation\n(most stable)\nprimary carbocation\n(least stable)\nKey:  where R = an alkyl group\nFigure 14.24  Note that the carbon atom with the positive \ncharge only has three covalent bonds, not the usual four, \nmaking it electron deficient. Alkyl groups have the effect of \nspreading out the charge on the carbocation. The more alkyl \ngroups adjacent to the positively charged carbon atom, the \nmore stable the carbocation.\nThe type of carbocation formed in a reaction mechanism \ncan affect the products formed in some organic reactions, \nsuch as addition reactions to alkenes (see page 208). \nAlkyl groups (e.g.  \n CH3,  \n C2H5,  \n C3H7, etc.) tend \nto ‘push’ the electrons away from themselves. We say \nthat the electron-donating nature of alkyl groups has a \npositive inductive effect on adjacent groups. Therefore, \nin carbocations the more alkyl groups attached to the \npositively charged carbon, the less the charge density is on \nthe carbon atom with the three covalent bonds. Organic \nintermediates formed in the course of a reaction are \nenergetically more stable when any charge on a species is \nnot concentrated in one place but is spread over several \natoms. So when carbocations are formed as intermediates \nin reactions, the tertiary carbocation is most likely to form \nas its positive charge is, in effect, ‘smeared’ over the C+ \natom and the three carbon atoms it is bonded to.\nCarbocations are an example of a species called  \nan electrophile.\nAn electrophile is an acceptor of a pair of electrons.\n\nChapter 14: Introduction to organic chemistry\nWhen an electrophile accepts a pair of electrons this \nresults in the formation of a new covalent bond (see \npage 209).\nYou will also meet nucleophiles when studying organic \nreactions. These are electron-rich species, i.e. they carry a \nnegative, or partial negative, charge.\nA nucleophile is a donator of a pair of electrons.\nWhen a nucleophile donates a pair of electrons, this leads \nto the formation of a new covalent bond with the electron-\ndeficient atom under attack (see page 237).\nQuestion\n11\t a\t \u0007Write an equation to show the homolytic fission of \nthe Cl \n Cl bond in a chlorine molecule, Cl2.\nb\t \u0007Write an equation to show the heterolytic fission of \nthe C \n Cl bond in chloromethane. Include a curly \narrow in your answer.\nc\t\n\u0007Which one of the following species is likely to act \nas a nucleophile: H2, H+, OH−?\n197\nd\t \u0007Explain your answer to part c.\ne\t \u0007Which one of the following species is likely to act \nas an electrophile: H2, H+, OH−?\nf\t\n\u0007Explain your answer to part e.\ng\t \u0007Which of these carbocations is most likely to form \nas an intermediate in an organic reaction? Explain \nyour answer.\nA\nB\nH\nH\nH\nH\nH\nC\n+\nC\n+\nC\nC\nH\nH\nC\nC\nH\nC\nH\nH\nH\nH\nH\nH\nH\nH\nC\nH\nH\nC\nH\nH\nH\nH\nC\nH\nC\nC\nC+\nH\nH\nH\nH",
    "content_length": 6679,
    "pages_extracted": "206-207",
    "layout_detected": "2 column(s)"
  }
}