{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "29.3",
    "subtopic_name": "Shapes of aromatic organic molecules; σ and π bonds",
    "topic_number": "29",
    "topic_name": "An introduction to A Level organic chemistry",
    "start_page": 382,
    "end_page": 383,
    "content": "Cambridge International A Level Chemistry\nIntroduction\nIn the English language, ‘aromatic’ means \n‘having an agreeable, sweet or spicy odour’. \nIn chemistry, the word ‘aromatic’ was once \nused to describe chemical compounds \ncontaining a particular structure of six \ncarbon atoms arranged in a ring – the \nbenzene ring. These compounds are now \ncalled aryl compounds. However, many \nchemicals with structures containing one or \nmore benzene rings do have strong odours.\nThe benzene ring\nThe ‘benzene ring’ is a particularly important functional \ngroup found in many organic compounds. A benzene \nring is a hexagon made of six carbon atoms bonded \ntogether in a particular way. Benzene rings are found in \nmany compounds that are commercially important – for \nexample as medicines, dyes and plastics.\nOrganic hydrocarbons containing one or more \nbenzene rings are called arenes. In general, compounds \nof benzene are known as aryl compounds or aromatic \ncompounds; an example is chlorobenzene, which is one of \nthe halogenoarenes.\nThe simplest arene is benzene itself. Its formula is \nC6H6. The early organic chemists struggled to work out \nits structure. However, around 1865 Friedrich August \nKekulé seemed to have solved the problem. He proposed \na hexagonal ring of carbon atoms, each bonded to one \nhydrogen atom. In Kekulé’s structure the hexagonal ring \ncontained three double C   C bonds (Figure 25.2).\n382\nThis is reflected in benzene’s name, which has the same \nending as the alkenes.\nH\nC\nC\nC\nH\nH\nalso shown as\nC\nC\nC\nH\nH\nH\nFigure 25.2  Kekulé’s structure of benzene.\n\nFigure 25.1  This is a vanilla \norchid. Its seed pods contain \na substance called vanillin. \nIts molecules are based on a \nbenzene ring – as represented by \nthe hexagon with a circle inside \nin the structure shown below. \nVanillin is used to flavour foods \nsuch as ice cream and chocolate. \nIts structure is:\nOH\nO\nCH3\nO\nC\nH\nAs analytical techniques were developed, however, \nchemists found out that the benzene molecule was a \nplanar, perfectly symmetrical molecule. Kekulé’s structure \nwould suggest three shorter double C   C bonds and three \nlonger single C   C bonds in the ring. This would produce \na distorted hexagonal shape, not the perfect hexagonal \narrangement of carbon atoms in benzene’s actual \nmolecules. Figure 25.3 shows how we represent benzene’s \nskeletal formula.\nFigure 25.3  The skeletal formula of benzene. It can also be \nused in displayed formulae of aryl compounds, as on the \nprevious page showing the structure of vanillin.\nWe can now measure actual bond lengths. This was \nimpossible in the 19th century when Kekulé worked. \nTable 25.1 shows that the bond length of the carbon–\ncarbon bonds in benzene lie between the values for C   C \nsingle bonds and C   C double bonds.\nBond\nBond length / nm\nC   C\n0.154\nC   C\n0.134\ncarbon to carbon bond in benzene\n0.139\nTable 25.1  Comparing bond lengths.\n\n--- Page Break ---\n\nThe chemistry of benzene also suggests that the Kekulé \nstructure is incorrect. If there were three C   C bonds \nin benzene it would undergo addition reactions like the \nalkenes (see page 209). However, this is not the case. For \nexample, ethene will decolorise bromine water on mixing, \nbut benzene needs much harsher conditions.\nThe actual structure of benzene can be explained by \nconsidering the bonding in the molecule. Each carbon \natom in the hexagonal ring is sp2 hybridised (see page 57), \nsharing:\n■\n■\none pair of electrons with one of its neighbouring  \ncarbon atoms\n■\n■\none pair of electrons with its other neighbouring  \ncarbon atom\n■\n■\none pair of electrons with a hydrogen atom.\nThese are σ (sigma) bonds; covalent bonds with the pair \nof electrons found mainly between the nuclei of the atoms \nbonded to each other. Each carbon atom forms three σ \nbonds. That leaves one electron spare on each of the six \ncarbon atoms. Each carbon atom contributes this one \nelectron to a π (pi) bond (see page 57). However, the π \nbonds formed are not localised between pairs of carbon \natoms as in an alkene C   C bond (see page 193). Instead, \nthe π bonds in benzene spread over all six carbon atoms \nin the hexagonal ring. The six electrons in the π bonds are \nsaid to be delocalised.\nThe π bonding in benzene is formed by the overlap \nof carbon p atomic orbitals, one from each of the six \ncarbon atoms. To achieve maximum overlap, the benzene \nmolecule must be planar. The lobes of the p orbitals \noverlap to form a ring of delocalised electrons above \nand below the plane of the carbon atoms in the benzene \nmolecule. This is shown in Figure 25.4.\nH\nH\nH\nH\nH\nH\nH\nH\nH\nH\nH\nH\noverlap of p orbitals \nproduces a ring of \ndelocalised electrons \nabove and below the \nplane of benzene’s \ncarbon atoms\nFigure 25.4  The π bonding in benzene. The three bond angles \naround each of the sp2 hybridised carbon atoms are 120°.\n\nChapter 25: Benzene and its compounds\nNaming aryl compounds\nYou saw how to name aryl compounds with alkyl side-\nchains on page 193. Some aryl compounds have functional \ngroups that are substituted directly into the benzene ring \nin place of a hydrogen atom. You need to know the names \nof the compounds in Table 25.2.\nSkeletal formula \nof aryl compound\nName\nCl\nchlorobenzene\nNO2\nnitrobenzene\nOH\nphenol\n2,4,6-tribromophenol: note the \nnumbering of the carbon atoms in the \nbenzene ring to describe the position \nof each substituted group (see page \n193)\nOH\n383\nBr\nBr\nBr\nNH2\nphenylamine\nTable 25.2  The names of some aryl compounds. The phenyl \ngroup can be written as C6H5; e.g. the structural formula of \nphenylamine is C6H5NH2.",
    "content_length": 5568,
    "pages_extracted": "392-393",
    "layout_detected": "2 column(s)"
  }
}