{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "31.1",
    "subtopic_name": "Halogen compounds",
    "topic_number": "31",
    "topic_name": "Halogen compounds",
    "start_page": 384,
    "end_page": 398,
    "content": "Cambridge International A Level Chemistry\nquestions\n1\t \u0007a\t \u0007How many electrons are involved in the π bonding \nsystem in a benzene molecule?\n\u0007b\t \u0007From which type of atomic orbital do the electrons \nin part a come from?\n\u0007c\t\n\u0007What do we mean by the term ‘delocalised \nelectrons’ in benzene?\n\u0007d\t \u0007What is the difference between the π bonding in \nbenzene and the π bonding in hex-3-ene?\n2\t \u0007a\t \u0007Draw the displayed or skeletal formula of:\n\u0007\t\n\u0007i\t\n\u00071,3,5-tribromobenzene\n\u0007\t\n\u0007ii\t \u00071,3-dichloro-5-nitrobenzene.\n\u0007b\t \u0007Name the molecules below:\n\u0007\t\n\u0007i\t\nii\nBr\nOH\nCl\nCH3\n\u0007\nCl\nReactions of arenes\nMost reactions of benzene maintain the highly stable \ndelocalised ring of π bonding electrons intact. This occurs \nby substituting an atom, or group of atoms, for one or more \nhydrogen atoms attached to the benzene ring. The initial \nattack is usually by an electrophile, which is attracted to the \nhigh electron density around the benzene ring.\n384\nElectrophilic substitution with chlorine \nor bromine\nBenzene will react with bromine in the presence of an \nanhydrous iron(III) bromide catalyst. The catalyst can be \nmade in the reaction vessel by adding iron filings to the \nbenzene and bromine. The substitution reaction is:\nBr\nanhydrous\nFeBr3 catalyst\n+  HBr\n+  Br2\nAt first sight the electrophile that starts the attack on \nbenzene is not obvious. The electrophile is created when  \nan iron(III) bromide molecule polarises a bromine \nmolecule. The Br2 molecule forms a dative (co-ordinate) \nbond with iron(III) bromide by donating a lone pair of \nelectrons from one bromine atom into an empty 3d orbital \nin the iron. This draws electrons from the other bromine \natom in the Br2 molecule making it partially positive, \ncreating the electrophile.\n\nWe can think of the electrophile as a Br+ cation:\nBr\nBr\nFeBr3\nBr+\n  \n+ [FeBr4]–\nδ+\nδ–\nThe Br+ cation and the ‘electron-rich’ benzene ring are \nattracted to each other, as the mechanism below shows. \nRemember that the curly arrows show the movement of a \npair of electrons.\nBr\nH\nBr\nstage 1\n⎯⎯⎯→\n⎯⎯⎯→\nstage 2\n+ HBr\n[FeBr4]–\n(+FeBr3)\nBr+\n+\nA similar reaction happens when chlorine gas is bubbled \nthrough benzene at room temperature in the presence \nof a catalyst such as iron(III) chloride or aluminium \nchloride. The products of this electrophilic substitution \nare chlorobenzene and hydrogen chloride. The catalysts in \nthese reactions, i.e. FeBr3, AlCl3 and FeCl3, are known as \n‘halogen carriers’.\nWhen we halogenate methylbenzene or other \nalkylarenes, the halogen atom substitutes into the benzene \nring at positions 2 or 4. These positions are ‘activated’ \nby any electron-donating groups bonded directly to the \nbenzene ring (see Table 25.4 on page 390). Other  \nexamples of benzene compounds that are activated in \nthese positions are phenol and phenylamine. So when \nwe react methylbenzene with chlorine gas, using an \nanhydrous aluminium chloride catalyst, two products can \nbe made:\nCH3\nCH3\nCl\nCH3\nAlCl3\n + \n+  2HCl\n+  2Cl2\nCl\n2-chloromethyl-\n4-chloromethyl-\nbenzene\nbenzene\nIf excess chlorine gas is bubbled through, we can \nform 1-methyl-2,4-dichlorobenzene, 1-methyl-2,6-\ndichlorobenzene and 1-methyl-2,4,6-trichlorobenzene. \n(Remember that the 2 and 6 positions in substituted arenes \nare equivalent.)\nThe carbon–halogen bond in halogenoarenes is \nstronger than the equivalent bond in a halogenoalkane \nbecause one of the lone pairs on the halogen atom  \noverlaps slightly with the π bonding system in the benzene \nring. This gives the carbon–halogen bond a partial double \nbond character.\n\n--- Page Break ---\n\nNotice that the methyl side-chain is not affected under the \nconditions used in the reaction above. However, we learnt \non page 206 that chlorine will react with alkanes in the \npresence of ultraviolet (UV) light or strong sunlight. This \nis a free radical substitution reaction. So if the chlorine gas \nis passed into boiling methylbenzene, in the presence of \nUV light, the following reaction takes place:\nCH3\nCH2Cl\nboil\n +  HCl\n UV light\n+  Cl2\nchloromethyl-\nbenzene\nNote that there is no substitution into the benzene ring \nunder these conditions. In excess chlorine, eventually all \nthree of the hydrogen atoms on the methyl side-chain will \nbe replaced by chlorine atoms.\nQuestion\n3\t \u0007a\t \u0007Write the equation for the reaction of chlorine  \nwith benzene in the presence of an iron(III) \nchloride catalyst.\n\u0007b\t \u0007What do we call this type of mechanism for the \nreaction in part a?\n\u0007c\t\n\u0007Draw the mechanism of the reaction in part a, with \nCl+ as the attacking species and using curly arrows \nto show the movement of electron pairs.\n\u0007d\t \u0007Draw the displayed formula of the ‘tri-substituted’ \nhalogenoarene produced if methylbenzene is \nadded to excess bromine at room temperature in \nthe presence of iron(III) bromide.\n\u0007e\t \u0007How would the reaction in part d differ if the \nmethylbenzene and bromine were boiled in the \npresence of UV light?\n\u0007f\t\n\u0007Name the mechanism of the reaction in part e.\nNitration of benzene\nThe nitration of benzene is another example of an \nelectrophilic substitution. Nitration refers to the \nintroduction of the NO2 group into a molecule. In this \nreaction the electrophile is the NO2\n+ ion, known as the\n\nChapter 25: Benzene and its compounds\nnitronium ion (or nitryl cation). This is made from a \nmixture of concentrated nitric acid and concentrated \nsulfuric acid:\nHNO3  +  2H2SO4  \n  NO2\n+  +  2HSO4\n–  +  H3O+\nThis ‘nitrating mixture’ is refluxed with benzene at about \n55 °C to make nitrobenzene:\nNO2\n+  HNO3\n+  H2O\n⎯→\nThe mechanism of the electrophilic substitution is:\nNO2\nNO2\nH\n+\nstage 1\nstage 2\nNO2\n+\n+  H+\nIn stage 1 in the mechanism, the electrophile, NO2\n+, is \nattracted to the high electron density of the π bonding \nsystem in benzene. A pair of electrons from the benzene \nring is donated to the nitrogen atom in NO2\n+, and forms \na new covalent bond. At this point, benzene’s delocalised \nring of electrons is disrupted. There are now four π \nbonding electrons and a positive charge spread over five \ncarbon atoms.\nHowever, the full delocalised ring is restored in stage 2 \nwhen the C   H bond breaks heterolytically. Both electrons in \nthe C   H covalent bond go into nitrobenzene’s π bonding \nsystem, and hydrogen leaves as an H+ ion. There are now \nsix electrons spread over the six carbon atoms, so the \nchemical stability of the benzene ring is retained in this \nsubstitution reaction.\nFurther nitration of the nitrobenzene produces \n1,3-dinitrobenzene and 1,3,5-trinitrobenzene. Unlike \nthe electron-donating methyl group in methylbenzene \n(which activates the 2 and 4 positions in the benzene \nring), the NO2 group is electron-withdrawing. This type \nof group (which includes COOH) deactivates the 2 and \n4 positions in the benzene ring. Therefore, when there \nis a nitro group bonded to the benzene ring, further \nsubstitution takes place at the 3 and 5 positions (see Table \n25.4, page 390).\n385\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nQuestion\n4\t \u0007a\t \u0007Copy and complete the two equations below, \nwhich can be used to show the nitration of \nmethylbenzene:\n\u0007\t\n\u0007i\t\n\u0007C6H5CH3  +  NO2\n+  \n  \n  +  \n\t\n H2SO4\n\t\n\u0007\t\n\u0007ii\t \u0007C6H5CH3  +  HNO3  \n  \n  +\n\u0007\t\n\u0007iii\t \u0007Name the possible mono-substituted products \nin parts i and ii.\n\u0007\t\n\u0007iv\t \u00071-methyl-2,4-dinitrobenzene and 1-methyl-\n2,4,6-trinitrobenzene are formed on further \nnitration of methylbenzene. Draw the \ndisplayed formula of each compound.\n\u0007b\t \u0007Benzene also undergoes electrophilic substitution \nwhen refluxed with fuming sulfuric acid for several \nhours. This is called sulfonation. The electrophile \nis the SO3 molecule and the product formed is \nbenzenesulfonic acid, C6H5SO3H.\n\u0007\t\n\u0007i\t\n\u0007Which atom in the SO3 molecule accepts an \nelectron pair in the mechanism of sulfonation?\n\u0007\t\n\u0007ii\t \u0007Write an equation in the style of part a i \nfor the sulfonation of benzene to form \nbenzenesulfonic acid.\n386\nAlkylation (or acylation) of benzene \n(Friedel–Crafts reaction)\nFriedel–Crafts reactions, named after the chemists who \nfirst discovered them, are a third example of electrophilic \nsubstitution into the benzene ring.\nSometimes chemists need to change the structure of an \narene in order to make a new product. Examples include \nthe manufacture of detergents or the reactants needed to \nmake plastics, such as poly(phenylethene) – commonly \nknown as polystyrene. They can use a Friedel–Crafts \nreaction to substitute a hydrogen in the benzene ring for \nan alkyl group, such as a methyl (  CH3) or an ethyl  \n(  C2H5) group:\nCH3\nCH2CH3\nethylbenzene\nmethylbenzene\n\nThe same type of reaction can also be used to introduce an \nacyl group into a benzene ring. An acyl group contains an \nalkyl group and a carbonyl (C     O) group:\nCH2CH3\nO\nCH3\nO\nC\nC\nphenylpropanone\nphenylethanone\nFriedel–Crafts reactions result in the introduction of a \nside-chain into a benzene ring.\nThey are also called alkylation or acylation reactions.\nFor example:\nCH2CH3\nAlCl3\n +  HCl\ncatalyst\n+  CH3CH2Cl\nethylbenzene\nCH3\nO\nC\n+  CH3COCl\nAlCl3\n +  HCl\ncatalyst\nphenylethanone\nThe reactions involve attack on the benzene ring by an \nelectrophile carrying a positive charge on a carbon atom, \ni.e. a carbocation. \nThe electrophile is often formed by adding an \naluminium chloride catalyst to a halogenoalkane. This \ncreates the carbocation electrophile:\n1st step\nH\nCH3CH2  +  [AlCl4]–\n+\nC\nH3C\nCl\nAlCl3\nH\nThe carbocation electrophile then attacks the  \nbenzene ring:\n2nd step\nCH2CH3\nH\n[AlCl4]–\nCH2CH3\n+\n+\n\n--- Page Break ---\n\nThe aluminium chloride catalyst is regenerated in the  \nfinal step:\n3rd step\nCH2CH3\nCH2CH3\nH\n+  [AlCl4]\n–\n+  HCl  +  AlCl3\n+\nFurther alkylation of the benzene ring can take place as \nthe reaction proceeds.\nOxidation of the side-chain in arenes\nThe presence of the benzene ring in an alkylarene, such as \nmethylbenzene, can affect the characteristic reactions of \nits alkyl side-chain. For example, alkanes are not usually \noxidised by a chemical oxidising agent such as potassium \nmanganate(VII). However in alkylarenes, the alkane side-\nchain is oxidised to form a carboxylic acid. For example, \nmethylbenzene produces benzoic acid when refluxed with \nalkaline potassium manganate(VII), and then acidified \nwith dilute sulfuric acid, or another strong oxidising \nagent such as acidified potassium dichromate(VI):\nCH3\nCOOH\n+\n+\n3[O]\nH2O\nquestions\n5\t \u0007a\t \u0007Copy and complete the two equations below, \nwhich can be used to show the alkylation and \nacylation of benzene, to produce the mono-\nsubstituted products.\n\u0007\t\n\u0007i\t\n\u0007C6H6  +  CH3CH2CH2Cl  \n  \n  +\n\u0007\t\n\u0007ii\t \u0007C6H6  +  CH3CH2CH2CH2COCl\n+\n\u0007b\t \u0007i\t\n\u0007Name the mono-substituted organic product \nin part a i.\n\u0007\t\n\u0007ii\t \u0007What class of compound is formed in part a ii?\n6\t \u0007Hexylbenzene is refluxed with alkaline potassium \nmanganate(VII) and then acidified with dilute sulfuric \nacid. The same experiment is carried out using hexane \nand the oxidising agent. Compare what would happen \nin these experiments.\n\nChapter 25: Benzene and its compounds\nPhenol\nPhenol, C6H5OH, is a crystalline solid that melts at \n43 °C. It is used to manufacture a wide range of products \n(Figure 25.5). Its structure is:\nOH\n387\nFigure 25.5  Araldite adhesive, compact discs and TCP® \nantiseptic (which contains 2,4,6-trichlorophenol, as  \ndoes Dettol®) are all manufactured using phenol as a  \nstarting material.\nThe melting point of phenol is relatively high for an aryl \ncompound of its molecular mass because of hydrogen \nbonding between its molecules. However, the large  \nnon-polar benzene ring makes phenol only slightly  \nsoluble in water, as it disrupts hydrogen bonding with \nwater molecules.\nPhenol is weakly acidic, losing an H+ ion from its \nhydroxyl group:\nC6H5OH(aq)  \n  C6H5O–(aq)  +  H+(aq)\n\t\nphenoxide ion\nThe position of this equilibrium lies well over to the \nleft-hand side. However, phenol is still a stronger acid \nthan water or an alcohol. The values of pKa are shown in \nTable 25.3. Remember: the higher the value of pKa, the \nweaker the acid (see page 307).\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nWeak acid\nDissociation in water\npKa at \n25 °C\nphenol\nC6H5OH(aq)  \n  C6H5O–(aq)  +  H+(aq)\n10.0\nwater\nH2O(l)  \n  H+(aq)  +  OH–(aq)\n14.0\nethanol\nC2H5OH(aq)  \n  C2H5O–(aq)  +  H+(aq)\n16.0\nTable 25.3  Comparing the acidity of phenol, water  \nand ethanol.\nPhenol is more acidic than water, with ethanol being the \nleast acidic of the three compounds. We can explain this \nby looking at the conjugate bases formed on the right-hand \nside of the equations in Table 25.3. The phenoxide ion, \nC6H5O–(aq), has its negative charge spread over the whole \nion as one of the lone pairs on the oxygen atom overlaps \nwith the delocalised π bonding system in the benzene ring.\n–\nO\nO–\nCH3CH2\nethoxide ion, with\nphenoxide ion,\nwith negative\ncharge spread over\nthe whole ion\nnegative charge\nconcentrated on\n388\nthe oxygen\nThis delocalisation reduces the charge density of the \nnegative charge on the phenoxide ion compared with \nOH–(aq) or C2H5O–(aq). Therefore H+(aq) ions are not \nas strongly attracted to the phenoxide ion as they are to \nhydroxide or ethoxide ions, making phenoxide ions less \nlikely to re-form the undissociated molecules.\nAlternatively, we can explain the greater acidity of \nphenol by saying that phenol ionises to form a more  \nstable negative ion, so the ionisation of phenol is more \nlikely. This results in the position of equilibrium in the \nphenol equation in Table 25.3 lying further to the right-\nhand side (i.e. more molecules donating an H+ ion) than \nthe other equations.\nEthanol is a weaker acid than water because of the \nelectron-donating alkyl (ethyl) group attached to the \noxygen atom in the ethoxide ion. This has the effect of \nconcentrating more negative charge on this oxygen atom, \nwhich more readily accepts an H+ ion. This explains why \nthe position of equilibrium lies further to the left-hand \nside, favouring the undissociated ethanol molecules.\n\nQuestion\n7\t \u0007a\t \u0007Place the following molecules in order of their \nacidity, starting with the most acidic:\nCH3COOH   C6H5OH   HCl    C3H7OH   H2O\n\u0007b\t \u0007Would you expect methanol to be more or less \nacidic than phenol? Explain your answer.\nReactions of phenol\nWe can divide the reactions of phenol into those involving \nthe hydroxyl group, OH, and those involving substitution \ninto the benzene ring.\nBreaking of the OH bond in phenol\nAlthough phenol is only slightly soluble in water, it \ndissolves well in an alkaline solution. As you have just \nlearnt, phenol is a weak acid so it will react with an alkali \nto give a salt plus water:\n+  H2O\nOH + NaOH\nO–Na+\nThe salt formed, sodium phenoxide, is soluble in water.\nPhenol also reacts vigorously with sodium metal, giving \noff hydrogen gas and again forming sodium phenoxide:\nOH  +  2Na              2\nO–Na+  +  H2\n2\n⎯→\nSubstitution into the benzene ring  \nof phenol\nCompared with benzene, phenol reacts more readily \nwith electrophiles. The overlap of one of the lone pairs of \nelectrons on the oxygen atom in the OH group with the \nπ bonding system increases the electron density of the \nbenzene ring in phenol. This makes the benzene ring more \nopen to attack from electron-deficient electrophiles. It \n‘activates’ the benzene ring, especially at positions 2, 4  \nand 6 (see Table 25.4, page 390).\n\n--- Page Break ---\n\nBromination of phenol\nPhenol undergoes similar reactions to benzene, \nbut phenol does so under milder conditions. For \nexample, bromine water will not react with benzene \nat room temperature. To produce bromobenzene we \nneed pure bromine (not a solution) and an iron(III) \nbromide catalyst.\nHowever, bromine water reacts readily with phenol, \ndecolorising the orange solution and forming a white \nprecipitate of 2,4,6-tribromophenol (see Figure 25.6):\nOH\nOH\nBr\nBr\n→\n+  3HBr\n+  3Br2\nBr\nSimilar reactions happen between phenol and chlorine  \nor iodine.\nThis activation of the benzene ring is also shown in \nthe nitration of phenol. With benzene, we need a mixture \nof concentrated nitric and sulfuric acids to reflux with \nbenzene at about 55 °C for nitration to take place (see \npage 385). However, the activated ring in phenol  \nreadily undergoes nitration with dilute nitric acid at \nroom temperature:\nOH\nOH\nOH\ndil. HNO3\nNO2\n+\nNO2\nIf we use concentrated nitric acid we get \n2,4,6-trinitrophenol formed, shown below:\nOH\nNO2\nO2N\nNO2\n\nChapter 25: Benzene and its compounds\nFigure 25.6  Bromine water is added to aqueous phenol.\nQuestion\n8\t \u0007a\t \u0007Place these molecules in order of ease of nitration, \nwith the most reactive first:\n389\n\u0007\t\n\u0007C6H6      \u0007C6H5CH3      C6H5COOH      \u0007C6H5OH\n\u0007b\t \u0007i\t\n\u0007Write a balanced equation to show the reaction \nwhen excess chlorine is bubbled through \nphenol at room temperature.\n\u0007\t\n\u0007ii\t \u0007How would the reaction conditions differ \nfrom those in part b i if you wanted to make \nchlorobenzene from benzene and chlorine?\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nSummary\n■\t The benzene molecule, C6H6, is symmetrical, with a \nplanar hexagonal shape.\n■\t Arenes have considerable energetic stability because \nof the six delocalised π bonding electrons that lie \nabove and below the plane of the benzene ring.\n■\t The main mechanism for arene reactions is \nelectrophilic substitution. This enables arenes to \nretain their delocalised π electrons. Hydrogen atoms \non the benzene ring may be replaced by a variety of \nother atoms or groups, including halogen atoms and \nnitro (\n NO2) groups, as well as alkyl or acyl groups \nin Friedel–Crafts reactions.\n■\t Despite the name ending in -ene, arenes do  \nnot behave like alkenes. Arenes undergo \nelectrophilic substitution, whereas alkenes undergo \nelectrophilic addition.\n■\t Sometimes the presence of the benzene ring \naffects the usual reactions of its side-chain, e.g. \nmethylbenzene is oxidised by refluxing with alkaline \npotassium manganate(VII) to form benzoic acid.\n390\nSubstituent groups in the benzene ring that direct \nthe in-coming electrophile to attack the 2, 4 and/\nor 6 positions. These groups activate attack by \nelectrophiles (because they tend to donate electrons \ninto the benzene ring)\nNH2,  NHR or \n  NR2\n    NO2\nOH or \n  OR\n    N+H3\nNHCOR\n    CN\nCH2, \n alkyl\n    CHO\nTable 25.4  Summary of positions attacked in electrophilic substitution into substituted benzene compounds.\n\n■\t When the \n OH group is joined directly to a benzene \nring, the resulting compound is called a phenol.\n■\t Phenols are weakly acidic, but are more acidic \nthan water and alcohols. The acidity of phenol is \ndue to delocalisation of the negative charge on the \nphenoxide ion into the π bonding electron system on \nthe benzene ring.\n■\t When reacted with sodium hydroxide, phenol forms \na salt (sodium phenoxide) plus water. The reaction \nof sodium metal with phenol produces sodium \nphenoxide and hydrogen gas.\n■\t The OH group enhances the reactivity of the benzene \nring towards electrophiles. The \n OH group is \nsaid to activate the benzene ring. For example, \nbromine water is decolorised by phenol at room \ntemperature, producing a white precipitate of \n2,4,6-tribromophenol.\n■\t Table 25.4 summarises the positions activated by \ndifferent substituents in a benzene ring:\nSubstituent groups in the benzene ring that direct \nthe in-coming electrophile to attack the 3 and/\nor 5 positions. These groups de-activate attack \nby electrophiles (because they tend to withdraw \nelectrons from the benzene ring)\nCl\n    COOH, \n  COOR\n\n--- Page Break ---\n\nEnd-of-chapter questions\n1  a  What is the empirical formula of benzene? \n[1]\n \n b  What is the molecular formula of benzene? \n[1]\n \n c \n i \n Draw the full displayed formula of the Kekulé structure of benzene, showing all atoms and using \ndouble bonds and single bonds. \n[1]\n \n \n ii  Draw the skeletal formulae for the Kekulé and delocalised structures of benzene. \n[2]\n \nTotal = 5\n2  Benzene reacts with bromine.\n \n a  Write a balanced chemical equation for this reaction. \n[1]\n \n b  Name the catalyst used. \n[1]\n \n c \n What visual observations could be made during the reaction? \n[2]\n \n d  Benzene will also react with halogenoalkanes. This is called a Friedel–Crafts reaction.\n \n \n i \n Using 1-chloropropane, write the formula of the catalyst needed to start the reaction with benzene. \n[1]\n \n \n ii  Write the structural formula of the electrophile in this Friedel–Crafts reaction. \n[1]\n \n \n iii  Name the organic product of this reaction. \n[1]\n \n \n iv  There are three steps in the mechanism of this Friedel–Crafts reaction. Draw the three steps in the \nmechanism to show the formation of the electrophile, the attack on the benzene ring by the \nelectrophile and the formation of the products of the reaction (to include the regeneration of \nthe catalyst). \n[4]\n \nTotal = 11\n3  Phenol is an aryl compound.\n \n a  i \n What is the molecular formula of phenol? \n[1]\n \n \n ii  What is the empirical formula of phenol? \n[1]\n \n b  Molten phenol reacts with sodium metal. Give one observation and write a balanced chemical \nequation for the reaction. \n[2]\n \n c \n Phenol reacts with sodium hydroxide solution. Name the type of reaction and write a balanced \nchemical equation for the reaction. \n[2]\n \n d  The reactions in parts b and c both give the same organic product. Name it. \n[1]\n \n e  Phenol reacts with bromine water. Give the name of the product, two visual observations and a \nbalanced chemical equation, and comment on how this shows that phenol is more reactive \nthan benzene. \n[7]\n \n f \n Explain why phenol is more reactive than benzene. Your answer must include reference to the model \nused for the arrangement of electrons. \n[4]\n \nTotal = 18\n4  Benzene can be nitrated to give nitrobenzene.\n \n a  Name the mechanism for this reaction. \n[2]\n \n b  The species attacking benzene in the reaction is NO2\n+. How is this generated in the reaction mixture? \n(Name the substances used and give a chemical reaction leading to the formation of NO2\n+.) \n[3]\n \n c \n Suggest a suitable temperature for this reaction. \n[1]\n \n d  Use curly arrows to show the mechanism of how benzene reacts with NO2\n+ to produce nitrobenzene. \n[3]\n391\nChapter 25: Benzene and its compounds\n\n--- Page Break ---\n\n \n e  The structure of a common household substance is given below:\nOH\nCH3\nH3C\nCl\n \n \n i \n Give the molecular formula of the compound. \n[1]\n \n \n ii  Suggest a use for this compound in the home. Explain your suggestion. \n[2]\n \n \n iii  When bromine water is added to a solution of the compound, it is decolorised. Suggest two \nstructures for the product of the reaction. \n[2]\n \nTotal = 14\n5  a  Describe the bonding in benzene. Include a description of the model used for the arrangement of \nelectrons in the molecule. \n[5]\n \n b  Cyclohexene decolorises bromine water; benzene has no effect on bromine water. Explain the \ndifference in reactivity towards bromine water. \n[5]\n \nTotal = 10\nCambridge international a level Chemistry\n392\n\n--- Page Break ---\n\nChapter 26:\nCarboxylic acids and\ntheir derivatives\nLearning outcomes\nyou should be able to:\n■\n■\nexplain the relative acidity of carboxylic acids and of \nchlorine-substituted ethanoic acids\n■\n■\ndescribe how some carboxylic acids, such as \nmethanoic acid and ethanedioic acid, can be \nfurther oxidised\n■\n■\ndescribe the reactions of carboxylic acids in the \nformation of acyl chlorides\n\n393\n■\n■\ndescribe the hydrolysis of acyl chlorides\n■\n■\ndescribe the reactions of acyl chlorides with \nalcohols, phenols and primary amines\n■\n■\nexplain the relative ease of hydrolysis of acyl \nchlorides, alkyl chlorides and aryl chlorides, \nincluding the condensation (addition-elimination) \nmechanism for the hydrolysis of acyl chlorides.\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nIntroduction\nWe use several carboxylic acids around our homes and \nin our food. Vinegar is used as a preservative and in \ncooking. Other common carboxylic acids are citric acid, \nwhich gives citrus fruits their sharp taste, and ascorbic \nacid, which is the vitamin C in the same fruits.\nThe acidity of carboxylic acids\nCarboxylic acids display the typical reactions of all \nacids due to the presence of excess H+(aq) ions in their \naqueous solutions (see page 307). For example, they react \nwith bases to form a salt plus water. Their salts are called \ncarboxylates. The carboxylate salt formed by the reaction \nof ethanoic acid with sodium hydroxide is called sodium \nethanoate, CH3COO–Na+.\nThe carboxylic acids are weak acids. The majority of \ntheir molecules are undissociated in water. For example:\n394\nCH3COOH(aq)  \n  CH3COO–(aq)  +  H+(aq)\n\t\nethanoic acid\t\nethanoate ion\nThe position of this equilibrium lies well over to the left-hand \nside. The dissociation constant, Ka, of ethanoic acid at 25 °C is \n1.7 × 10–5 mol dm–3 (see page 308). Remember that the smaller \nthe value of Ka, the weaker the acid.\nThe carboxylic acids are stronger acids than alcohols.\n■\n■\nThe O   H bond in the carboxylic acid is weakened by the \ncarbonyl group, C   O.\nelectrons in the C—O bond\nare drawn towards the C——O bond\nO\nelectrons are drawn away\nfrom the O—H bond\nR\nC\nO\nH\n■\n■\nThe carboxylate ion is stabilised by the delocalisation of \nelectrons around the  COO– group. This delocalisation \nspreads out the negative charge on the carboxylate ion, \nreducing its charge density and making it less likely to bond \nwith an H+(aq) ion to re-form the undissociated  \nacid molecule.\nnegative charge is spread over\nthe whole      COO– group (the bond\nlengths of both carbon–oxygen\nbonds are equal)\nO\n–\nR\nC\nO\n\nFigure 26.1  Vinegar \ncontains about 7% \nethanoic acid – a \ncarboxylic acid.\nElectron-withdrawing groups bonded to the carbon atom \nnext to the  COOH group make the acid stronger. There \nare two reasons for this:\n■\n■\nelectron-withdrawing groups further weaken the O   H \nbond in the undissociated acid molecule\n■\n■\nelectron-withdrawing groups extend the delocalisation of \nthe negative charge on the  COO– group of the carboxylate \nion, further increasing the stabilising of the  COO– group \nand making it less likely to bond with an H+(aq) ion.\nChlorine atoms are an example of an electron-\nwithdrawing group. The dissociation constants of ethanoic \nacid and its three substituted chloro derivatives are shown \nin Table 26.1.\nAcid\nKa at 25 °C / mol dm–3\nethanoic acid, CH3COOH\n1.7 × 10–5\nchloroethanoic acid, CH2ClCOOH\n1.3 × 10–3\ndichloroethanoic acid, CHCl2COOH\n5.0 × 10–2\ntrichloroethanoic acid, CCl3COOH\n2.3 × 10–1\nTable 26.1  The larger the value of Ka, the stronger the acid.\nTrichloroethanoic acid, CCl3COOH, has three strongly \nelectronegative Cl atoms all withdrawing electrons from \nthe  COOH group, weakening the O — H bond more \nthan the other acids in Table 26.1. Once the O — H bond \nis broken, the resulting anion is also stabilised more \neffectively by its three electron-withdrawing Cl atoms, \nmaking it less attractive to H+(aq) ions. This makes the \nCCl3COOH the strongest of the acids listed in Table 26.1 \nas it has most Cl atoms (see Figure 26.2).\n\n--- Page Break ---\n\nH\nweakest acid\n(Ka = 1.7 × 10–5 mol dm–3)\nO\nC\nH\nC\nH\nO\nH\nCl\nO\nC\nH\nC\nH\nO\nH\nCl\nO\nC\nCl\nC\nH\nO\nH\nCl\nO\nstrongest acid\n(Ka = 2.3 × 10–1 mol dm–3)\nC\nCl\nC\nCl\nO\nH\nthis H is lost most easily\nand the CCl3COO– ion\nformed is least attractive\nto H+(aq) ions\nFigure 26.2  The more electron-withdrawing groups on  \nthe C atom in the COOH group, the stronger the acid.\nEthanoic acid is the weakest acid in Table 26.1, as the \nmethyl group is electron donating. This has the opposite \neffect to electron-withdrawing groups:\n■\n■\nit strengthens the O   H bond in the acid’s  COOH group\n■\n■\nit donates negative charge towards the  COO– group of  \nthe carboxylate ion, making it more likely to accept an \nH+(aq) ion.\nQuestion\n1\t \u0007a\t \u0007Place the following acids in order of strength,  \nstarting with the strongest acid first.\n\u0007\t\n\u0007CH3CH2COOH      CH3CCl2COOH      CH3CHClCOOH\n\u0007b\t \u0007Explain why ethanoic acid is a stronger acid  \nthan ethanol.\n\u0007c\t\n\u0007Predict which would be the stronger acid –  \nmethanoic acid or ethanoic acid – and explain  \nyour reasoning.\n\nChapter 26: Carboxylic acids and their derivatives\nOxidation of two carboxylic \nacids\nYou saw in Chapter 17 that primary alcohols can be \noxidised by acidified potassium dichromate(VI) solution \nto form aldehydes and then further oxidation produces \ncarboxylic acids (see page 236). The carboxylic acids \nprepared are not usually oxidised any further.\nHowever, methanoic acid (HCOOH) is a stronger \nreducing agent than other carboxylic acids, so it can \nundergo further oxidation.\nO\nH\nH\nC\nO\nFigure 26.3  The displayed formula of methanoic acid.\nThis involves the oxidising agent breaking down the \nmethanoic acid molecule, forming carbon dioxide. This \noxidation can be carried out even by warming with mild \noxidising agents (such as the Fehling’s or Tollens’ reagents \nused to distinguish between aldehydes and ketones – see \npage 239).\nIn a positive test for an aldehyde, the Cu2+ ion in \nFehling’s solution is reduced to the Cu+ ion, which \nprecipitates out as red copper(I) oxide. When methanoic \nacid is oxidised by Fehling’s solution, the same positive \ntest result is obtained. With Tollens’ reagent, the silver ion \npresent, Ag+, is reduced to silver metal when it oxidises \nmethanoic acid (also as in the positive test for  \nan aldehyde).\nThe half-equation for the oxidation of methanoic acid \ncan be written in terms of electron transfer to an oxidising \nagent as:\n395\noxidation\n\t\n        HCOOH  \n  CO2  +  2H+(aq)  +  2e–\noxidation number\t\n+2\t\n+4\nor in terms of the addition of oxygen from an oxidising \nagent as:\nHCOOH  +  [O]  \n  CO2  +  H2O\nThis oxidation of methanoic acid will also occur with \nstronger oxidising agents such as acidified solutions of \npotassium manganate(VII) – decolorising the purple \nsolution – or potassium dichromate(VI) – turning the \norange solution green.\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nAnother common example of a carboxylic acid that can  \nbe oxidised by these stronger oxidising agents is \nethanedioic acid (a dicarboxylic acid). Its molecular \nformula is H2C2O4. Its structural formula is HOOCCOOH \nor (COOH)2, and its displayed formula is shown in  \nFigure 26.4.\nO\nO\nC\nH\nC\nO\nO\nH\nFigure 26.4  The displayed formula of ethanedioic acid.\nA solution of ethanedioic acid (with sulfuric acid added) \ncan be used in titrations to standardise a solution of \npotassium manganate(VII). As with methanoic acid, \nthe oxidation results in the formation of carbon dioxide \nand water. The solid ethanedioic acid can be weighed \nout accurately to make a standard solution of known \nconcentration. This is warmed in a conical flask and the \npotassium manganate(VII) solution to be standardised \nis run in from a burette. The end-point of the titration \nis identified when the addition of a drop of the purple \nmanganate(VII) solution turns the solution pink. This \nhappens when all the ethanedioic acid has been oxidised.\nThe balanced ionic equation for this redox reaction is:\n396\n2MnO4\n– + 6H+ + 5H2C2O4  \n 2Mn2+ + 10CO2 + 8H2O\nThe manganese(II) ions formed catalyse the reaction. \nThis is an example of autocatalysis, in which one of the \nproducts of the reaction acts as a catalyst for that reaction.\nQuestion\nNo special conditions are required for this reaction.\n2\t \u0007a\t \u0007Why is methanoic acid never prepared by  \nrefluxing methanol with acidified potassium \ndichromate(VI) solution?\n\u0007b\t \u0007Look back at the two half-equations for the \noxidation of methanoic acid. Write two similar \nequations representing the oxidation of \nethanedioic acid.\n\u0007c\t\n\u0007i\t\n\u0007In a titration between ethanedioic acid \nand potassium manganate(VII) solutions, \nethanedioic acid is heated in its conical flask \nbefore adding the potassium manganate(VII) \nsolution from the burette. Suggest why.\n\u0007\t\n\u0007ii\t \u0007In an experiment to standardise a solution \nof potassium manganate(VII), 25.0 cm3 of \na standard solution of 0.0500 mol dm–3\nethanedioic acid was fully oxidised by a titre of \n8.65 cm3 of potassium manganate(VII) solution. \nWhat was the concentration of the potassium \nmanganate(VII) solution?\n\nAcyl chlorides\nMaking acyl chlorides\nAn acyl chloride is similar in structure to a carboxylic acid \nbut the \n OH group has been replaced by a Cl atom. The \ndisplayed formula of ethanoyl chloride is:\nH\nO\nC\nH\nC\nCl\nH\nethanoyl chloride\nThe structural formula of ethanoyl chloride can be written \nas CH3COCl.\nWe can prepare acyl chlorides from their \ncorresponding carboxylic acid using phosphorus(V) \nchloride, phosphorus(III) chloride or sulfur dichloride  \noxide (SOCl2).\nWith phosphorus(V) chloride:\nCH3COOH  +  PCl5  \n  CH3COCl  +  POCl3  +  HCl\nNo special conditions are required for this reaction.\nWith phosphorus(III) chloride:\n3CH3COOH  +  PCl3  \n  3CH3COCl  +  H3PO3\nHeat is required for this reaction.\nWith sulfur dichloride oxide:\nCH3COOH  +  SOCl2  \n  CH3COCl  +  SO2  +  HCl\nQuestion\n3\t \u0007Write a balanced equation, using structural formulae \nfor the organic compounds, and state any conditions \nnecessary, to show the formation of:\n\u0007a\t \u0007propanoyl chloride from a suitable carboxylic acid \nand SOCl2\n\t\n\u0007b\t \u0007methanoyl chloride from a suitable carboxylic acid \nand PCl3\n\t\n\u0007c\t\n\u0007butanoyl chloride from a suitable carboxylic acid \nand PCl5.\n\n--- Page Break ---\n\nReactions of acyl chlorides\nMany useful compounds can be synthesised from \ncarboxylic acids. However, the synthetic reactions that are \nneeded can be difficult to do because carboxylic acids are \nquite unreactive. One way round this is to first convert  \nthe carboxylic acid into an acyl chloride. Acyl chlorides are \nmuch more reactive than carboxylic acids.\nAs we saw on page 396, an acyl chloride is similar \nin structure to a carboxylic acid, with the \n OH group \nreplaced by a Cl atom. So the \n COOH functional group \nis changed to the \n COCl group. The structural formula of \nacyl chlorides can be written as ROCl, where R is an alkyl \nor aryl group. For example, propanoyl chloride can be \nwritten as CH3CH2COCl.\nThe structural formulae of benzoic acid and its \nderivative benzoyl chloride are shown in Figure 26.5.\nCl\nO\nH\nO\nO\nC\nC\nderived from\nbenzoic acid\nbenzoyl chloride\nFigure 26.5  Benzoyl chloride is the acyl chloride derived from \nbenzoic acid.\nAcyl chlorides are reactive compounds. The carbonyl \ncarbon has electrons drawn away from it by the Cl atom as \nwell as by its O atom, and both are strongly electronegative \natoms. This gives the carbonyl carbon a relatively large \npartial positive charge and makes it particularly open to \nattack from nucleophiles.\nδ–\nO\nδ+\nC\nδ–\nCl\nThe acyl chlorides are reactive liquids. When they react \nwith nucleophiles the C   Cl bond breaks and white fumes \nof hydrogen chloride, HCl, are given off. To generalise \ntheir reactions, we can write:\nROCl  +  HZ  \n  ROZ  +  HCl\nwhere HZ can be water, an alcohol, ammonia or an amine. \nNotice that HZ contains either an oxygen or nitrogen atom \nwith a lone pair of electrons that can be donated. HZ can \ntherefore act as a nucleophile.\n\nChapter 26: Carboxylic acids and their derivatives\nHydrolysis of acyl chlorides\nWater is a suitable nucleophile to attack an acyl \nchloride molecule. A lone pair on the oxygen atom \nin water initiates the attack on the δ+ carbonyl \ncarbon atom. The reaction produces a carboxylic \nacid and hydrogen chloride. It is an example of \na hydrolysis reaction, i.e. the breakdown of a \ncompound by water. For example:\nCH3CH2COCl  +  H2O  \n  CH3CH2COOH  +  HCl\npropanoyl chloride\t\npropanoic acid\nThe acyl chloride can be added to water using  \na dropping pipette. The reaction is immediate  \nand white fumes of HCl are observed rising from \nthe liquid.\nFigure 26.6 shows the mechanism of the hydrolysis, \nshowing the initial attack by a water molecule, acting as a \nnucleophile, followed by the elimination of a molecule of \nhydrogen chloride.\n397\nH\nH\nO\nH\nH\nO\n+\nH\nO\nCH3C\nCl\nO\nδ+\nCH3C\nC\nC\nCH3C\n+ HCl\nO\nCl\nO–\nFigure 26.6  The condensation (addition-elimination) \nmechanism of hydrolysis of ethanoyl chloride.\nThe hydrolysis can be classified as a condensation reaction, \nas there is an initial addition reaction of water across the  \nC   O bond, followed by elimination of a small molecule, \nin this case HCl.\nThis reaction is far more vigorous than the hydrolysis \nof chloroalkanes (see page 219). The hydrolysis of \nchloroalkanes needs a strong alkali, such as aqueous \nsodium hydroxide, to be refluxed with the chloroalkane \nto hydrolyse it. The nucleophile needed to hydrolyse a \nchloroalkane is the negatively charged hydroxide ion, OH–. \nHowever, a neutral water molecule is sufficient to hydrolyse \nan acyl chloride quickly at room temperature. This \ndifference is due to the carbon bonded to the chlorine atom \nin a chloroalkane not being as strongly δ+ as the carbon \natom in an acyl chloride. Remember, in an acyl chloride \nthe carbon bonded to the chlorine atom is also attached\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nto an oxygen atom. It has two strongly electronegative \natoms pulling electrons away from it. Therefore the attack \nby the nucleophile is much more rapid.\nAryl chlorides, such as chlorobenzene, will not \nundergo hydrolysis. The carbon atom bonded to the \nchlorine atom is part of the delocalised π bonding system \nof the benzene ring. The p orbitals from the Cl atom tend \nto overlap with the delocalised p electrons in the benzene \nring. This causes the C — Cl bond to have some double \nbond character, making it stronger, and hydrolysis does \nnot occur.\nThe ease of hydrolysis, starting with the compounds most \nreadily broken down, is:\nacyl chloride > chloroalkane > aryl chloride\nquestions\n4\t \u0007In its reaction with a nucleophile, explain why an acyl \nchloride reacts faster than an alcohol.\n5\t \u0007a\t \u0007Name the products of the hydrolysis of  \npropanoyl chloride.\n398\n\u0007b\t \u0007i\t\n\u0007Place the following compounds in order of  \nease of hydrolysis, starting with the most \nreactive first.\n\u0007C6H5Cl    \u0007CH3CH2COCl    \u0007CH3CH2CH2Cl\n\u0007\t\n\u0007ii\t \u0007Explain your answer to part i.\n\u0007\t\n\u0007iii\t \u0007If a reaction occurs with water, what will you \nsee in part i?\nQuestion\nReaction with alcohols and phenol\nWhen acyl chlorides react with alcohols and phenol, we \nget esters (and HCl) formed. The reactions happen more \nquickly than the reactions of alcohols or phenol with \ncarboxylic acids. The acyl chloride reactions also go to \ncompletion and do not form an equilibrium mixture. \nTherefore they are useful in the synthesis of esters in the \nchemical industry.\nEthanoyl chloride will react vigorously with ethanol to \nform an ester:\nO\nO\nCH3C\nC2H5OH\n+  HCl\n+\nCH3C\nCl\nOC2H5\nethanol\nethyl\nethanoate\nethanoyl\nchloride\n\nWith phenol, the reaction with an acyl chloride proceeds \nif warmed. There is no reaction between phenol and \ncarboxylic acids, so acyl chlorides must be used if you \nwant to make phenyl esters. The reaction takes place in the \npresence of a base. The initial reaction between phenol and \nthe base creates the phenoxide ion, C6H5O–, which acts as \nthe nucleophile to attack the acyl chloride.\nO\nO\nCH3C\nNa+O–\n+\n+ NaCl\nCH3C\nCl\nO\nphenyl ethanoate\n+ NaCl\nO\nO\n+   Na+O–\nC\nC\nCl\nO\nsodium\nphenoxide\nbenzoyl\nchloride\nphenyl\nbenzoate\nReaction with amines\nAmines contain nitrogen atoms with a lone pair of \nelectrons. This lone pair of electrons is available to attack \nthe carbonyl carbon atom in acyl chlorides. The reaction \nis vigorous and the organic product is a substituted amide. \nFor example:\nO\nO\n+  HCl\nCH3C\nCH3C\n+  CH3NH2\nCl\nNHCH3\nN-methylethanamide\n6\t \u0007a\t \u0007Using an acyl chloride as a starting compound in \neach case, name the reactants you would use to \nmake:\n\u0007\t\n\u0007i\t\n\u0007ethyl ethanoate\n\u0007\t\n\u0007ii\t \u0007methyl butanoate\n\u0007\t\n\u0007iii\t \u0007phenyl benzoate.\n\u0007b\t \u0007Complete the following equation:\nCH3CH2COCl  +  CH3CH2CH2NH2\n+",
    "content_length": 39610,
    "pages_extracted": "394-408",
    "layout_detected": "2 column(s)"
  }
}