{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "33.3",
    "subtopic_name": "Acyl chlorides",
    "topic_number": "33",
    "topic_name": "Carboxylic acids and derivatives",
    "start_page": 396,
    "end_page": 398,
    "content": "Cambridge International A Level Chemistry\nAnother common example of a carboxylic acid that can  \nbe oxidised by these stronger oxidising agents is \nethanedioic acid (a dicarboxylic acid). Its molecular \nformula is H2C2O4. Its structural formula is HOOCCOOH \nor (COOH)2, and its displayed formula is shown in  \nFigure 26.4.\nO\nO\nC\nH\nC\nO\nO\nH\nFigure 26.4  The displayed formula of ethanedioic acid.\nA solution of ethanedioic acid (with sulfuric acid added) \ncan be used in titrations to standardise a solution of \npotassium manganate(VII). As with methanoic acid, \nthe oxidation results in the formation of carbon dioxide \nand water. The solid ethanedioic acid can be weighed \nout accurately to make a standard solution of known \nconcentration. This is warmed in a conical flask and the \npotassium manganate(VII) solution to be standardised \nis run in from a burette. The end-point of the titration \nis identified when the addition of a drop of the purple \nmanganate(VII) solution turns the solution pink. This \nhappens when all the ethanedioic acid has been oxidised.\nThe balanced ionic equation for this redox reaction is:\n396\n2MnO4\n– + 6H+ + 5H2C2O4  \n 2Mn2+ + 10CO2 + 8H2O\nThe manganese(II) ions formed catalyse the reaction. \nThis is an example of autocatalysis, in which one of the \nproducts of the reaction acts as a catalyst for that reaction.\nQuestion\nNo special conditions are required for this reaction.\n2\t \u0007a\t \u0007Why is methanoic acid never prepared by  \nrefluxing methanol with acidified potassium \ndichromate(VI) solution?\n\u0007b\t \u0007Look back at the two half-equations for the \noxidation of methanoic acid. Write two similar \nequations representing the oxidation of \nethanedioic acid.\n\u0007c\t\n\u0007i\t\n\u0007In a titration between ethanedioic acid \nand potassium manganate(VII) solutions, \nethanedioic acid is heated in its conical flask \nbefore adding the potassium manganate(VII) \nsolution from the burette. Suggest why.\n\u0007\t\n\u0007ii\t \u0007In an experiment to standardise a solution \nof potassium manganate(VII), 25.0 cm3 of \na standard solution of 0.0500 mol dm–3\nethanedioic acid was fully oxidised by a titre of \n8.65 cm3 of potassium manganate(VII) solution. \nWhat was the concentration of the potassium \nmanganate(VII) solution?\n\nAcyl chlorides\nMaking acyl chlorides\nAn acyl chloride is similar in structure to a carboxylic acid \nbut the \n OH group has been replaced by a Cl atom. The \ndisplayed formula of ethanoyl chloride is:\nH\nO\nC\nH\nC\nCl\nH\nethanoyl chloride\nThe structural formula of ethanoyl chloride can be written \nas CH3COCl.\nWe can prepare acyl chlorides from their \ncorresponding carboxylic acid using phosphorus(V) \nchloride, phosphorus(III) chloride or sulfur dichloride  \noxide (SOCl2).\nWith phosphorus(V) chloride:\nCH3COOH  +  PCl5  \n  CH3COCl  +  POCl3  +  HCl\nNo special conditions are required for this reaction.\nWith phosphorus(III) chloride:\n3CH3COOH  +  PCl3  \n  3CH3COCl  +  H3PO3\nHeat is required for this reaction.\nWith sulfur dichloride oxide:\nCH3COOH  +  SOCl2  \n  CH3COCl  +  SO2  +  HCl\nQuestion\n3\t \u0007Write a balanced equation, using structural formulae \nfor the organic compounds, and state any conditions \nnecessary, to show the formation of:\n\u0007a\t \u0007propanoyl chloride from a suitable carboxylic acid \nand SOCl2\n\t\n\u0007b\t \u0007methanoyl chloride from a suitable carboxylic acid \nand PCl3\n\t\n\u0007c\t\n\u0007butanoyl chloride from a suitable carboxylic acid \nand PCl5.\n\n--- Page Break ---\n\nReactions of acyl chlorides\nMany useful compounds can be synthesised from \ncarboxylic acids. However, the synthetic reactions that are \nneeded can be difficult to do because carboxylic acids are \nquite unreactive. One way round this is to first convert  \nthe carboxylic acid into an acyl chloride. Acyl chlorides are \nmuch more reactive than carboxylic acids.\nAs we saw on page 396, an acyl chloride is similar \nin structure to a carboxylic acid, with the \n OH group \nreplaced by a Cl atom. So the \n COOH functional group \nis changed to the \n COCl group. The structural formula of \nacyl chlorides can be written as ROCl, where R is an alkyl \nor aryl group. For example, propanoyl chloride can be \nwritten as CH3CH2COCl.\nThe structural formulae of benzoic acid and its \nderivative benzoyl chloride are shown in Figure 26.5.\nCl\nO\nH\nO\nO\nC\nC\nderived from\nbenzoic acid\nbenzoyl chloride\nFigure 26.5  Benzoyl chloride is the acyl chloride derived from \nbenzoic acid.\nAcyl chlorides are reactive compounds. The carbonyl \ncarbon has electrons drawn away from it by the Cl atom as \nwell as by its O atom, and both are strongly electronegative \natoms. This gives the carbonyl carbon a relatively large \npartial positive charge and makes it particularly open to \nattack from nucleophiles.\nδ–\nO\nδ+\nC\nδ–\nCl\nThe acyl chlorides are reactive liquids. When they react \nwith nucleophiles the C   Cl bond breaks and white fumes \nof hydrogen chloride, HCl, are given off. To generalise \ntheir reactions, we can write:\nROCl  +  HZ  \n  ROZ  +  HCl\nwhere HZ can be water, an alcohol, ammonia or an amine. \nNotice that HZ contains either an oxygen or nitrogen atom \nwith a lone pair of electrons that can be donated. HZ can \ntherefore act as a nucleophile.\n\nChapter 26: Carboxylic acids and their derivatives\nHydrolysis of acyl chlorides\nWater is a suitable nucleophile to attack an acyl \nchloride molecule. A lone pair on the oxygen atom \nin water initiates the attack on the δ+ carbonyl \ncarbon atom. The reaction produces a carboxylic \nacid and hydrogen chloride. It is an example of \na hydrolysis reaction, i.e. the breakdown of a \ncompound by water. For example:\nCH3CH2COCl  +  H2O  \n  CH3CH2COOH  +  HCl\npropanoyl chloride\t\npropanoic acid\nThe acyl chloride can be added to water using  \na dropping pipette. The reaction is immediate  \nand white fumes of HCl are observed rising from \nthe liquid.\nFigure 26.6 shows the mechanism of the hydrolysis, \nshowing the initial attack by a water molecule, acting as a \nnucleophile, followed by the elimination of a molecule of \nhydrogen chloride.\n397\nH\nH\nO\nH\nH\nO\n+\nH\nO\nCH3C\nCl\nO\nδ+\nCH3C\nC\nC\nCH3C\n+ HCl\nO\nCl\nO–\nFigure 26.6  The condensation (addition-elimination) \nmechanism of hydrolysis of ethanoyl chloride.\nThe hydrolysis can be classified as a condensation reaction, \nas there is an initial addition reaction of water across the  \nC   O bond, followed by elimination of a small molecule, \nin this case HCl.\nThis reaction is far more vigorous than the hydrolysis \nof chloroalkanes (see page 219). The hydrolysis of \nchloroalkanes needs a strong alkali, such as aqueous \nsodium hydroxide, to be refluxed with the chloroalkane \nto hydrolyse it. The nucleophile needed to hydrolyse a \nchloroalkane is the negatively charged hydroxide ion, OH–. \nHowever, a neutral water molecule is sufficient to hydrolyse \nan acyl chloride quickly at room temperature. This \ndifference is due to the carbon bonded to the chlorine atom \nin a chloroalkane not being as strongly δ+ as the carbon \natom in an acyl chloride. Remember, in an acyl chloride \nthe carbon bonded to the chlorine atom is also attached\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nto an oxygen atom. It has two strongly electronegative \natoms pulling electrons away from it. Therefore the attack \nby the nucleophile is much more rapid.\nAryl chlorides, such as chlorobenzene, will not \nundergo hydrolysis. The carbon atom bonded to the \nchlorine atom is part of the delocalised π bonding system \nof the benzene ring. The p orbitals from the Cl atom tend \nto overlap with the delocalised p electrons in the benzene \nring. This causes the C — Cl bond to have some double \nbond character, making it stronger, and hydrolysis does \nnot occur.\nThe ease of hydrolysis, starting with the compounds most \nreadily broken down, is:\nacyl chloride > chloroalkane > aryl chloride\nquestions\n4\t \u0007In its reaction with a nucleophile, explain why an acyl \nchloride reacts faster than an alcohol.\n5\t \u0007a\t \u0007Name the products of the hydrolysis of  \npropanoyl chloride.\n398\n\u0007b\t \u0007i\t\n\u0007Place the following compounds in order of  \nease of hydrolysis, starting with the most \nreactive first.\n\u0007C6H5Cl    \u0007CH3CH2COCl    \u0007CH3CH2CH2Cl\n\u0007\t\n\u0007ii\t \u0007Explain your answer to part i.\n\u0007\t\n\u0007iii\t \u0007If a reaction occurs with water, what will you \nsee in part i?\nQuestion\nReaction with alcohols and phenol\nWhen acyl chlorides react with alcohols and phenol, we \nget esters (and HCl) formed. The reactions happen more \nquickly than the reactions of alcohols or phenol with \ncarboxylic acids. The acyl chloride reactions also go to \ncompletion and do not form an equilibrium mixture. \nTherefore they are useful in the synthesis of esters in the \nchemical industry.\nEthanoyl chloride will react vigorously with ethanol to \nform an ester:\nO\nO\nCH3C\nC2H5OH\n+  HCl\n+\nCH3C\nCl\nOC2H5\nethanol\nethyl\nethanoate\nethanoyl\nchloride\n\nWith phenol, the reaction with an acyl chloride proceeds \nif warmed. There is no reaction between phenol and \ncarboxylic acids, so acyl chlorides must be used if you \nwant to make phenyl esters. The reaction takes place in the \npresence of a base. The initial reaction between phenol and \nthe base creates the phenoxide ion, C6H5O–, which acts as \nthe nucleophile to attack the acyl chloride.\nO\nO\nCH3C\nNa+O–\n+\n+ NaCl\nCH3C\nCl\nO\nphenyl ethanoate\n+ NaCl\nO\nO\n+   Na+O–\nC\nC\nCl\nO\nsodium\nphenoxide\nbenzoyl\nchloride\nphenyl\nbenzoate\nReaction with amines\nAmines contain nitrogen atoms with a lone pair of \nelectrons. This lone pair of electrons is available to attack \nthe carbonyl carbon atom in acyl chlorides. The reaction \nis vigorous and the organic product is a substituted amide. \nFor example:\nO\nO\n+  HCl\nCH3C\nCH3C\n+  CH3NH2\nCl\nNHCH3\nN-methylethanamide\n6\t \u0007a\t \u0007Using an acyl chloride as a starting compound in \neach case, name the reactants you would use to \nmake:\n\u0007\t\n\u0007i\t\n\u0007ethyl ethanoate\n\u0007\t\n\u0007ii\t \u0007methyl butanoate\n\u0007\t\n\u0007iii\t \u0007phenyl benzoate.\n\u0007b\t \u0007Complete the following equation:\nCH3CH2COCl  +  CH3CH2CH2NH2\n+",
    "content_length": 9849,
    "pages_extracted": "406-408",
    "layout_detected": "2 column(s)"
  }
}