{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "34.1",
    "subtopic_name": "Primary and secondary amines",
    "topic_number": "34",
    "topic_name": "Nitrogen compounds",
    "start_page": 401,
    "end_page": 403,
    "content": "Introduction\nAmines and their derivatives are examples of organic \nnitrogen compounds. They are used in drugs to treat \nmany diseases such as malaria and sleeping sickness.\nAmines\nClasses of amines\nThere are three classes of amine: primary, secondary  \nand tertiary.\n■\n■\nPrimary amines have an NH2 group bonded to an alkyl \nor aryl group, e.g. ethylamine, C2H5NH2 (Figure 27.2), \nor phenylamine, C6H5NH2. Note that some primary \namines do not have the NH2 group at the end of an alkyl \nchain. We indicate the position of the NH2 group on the \nhydrocarbon chain by numbering from the nearest end of \nthe molecule. In these cases we refer to the NH2 group as \nthe ‘amino’ group, e.g. CH3CH2CH(NH2)CH2CH2CH3 is called \n3-aminohexane.\nH\nH\nH\nH\nH\nH\nC\nC\nN\nH\nC\nN\nH\nH\nH\nH\nH\nCH3NH2\nmethylamine\nCH3CH2NH2\nethylamine\nH\nH\nH\nH\nH\nC\nC\nC\nN\nH\nH\nH\nH\npropylamine\nCH3CH2CH2NH2\nFigure 27.2  Three primary amines.\n\nChapter 27: Organic nitrogen compounds\nFigure 27.1  Doctor administering treatment for malaria.\n■\n■\nSecondary amines have two alkyl or aryl groups attached to \nan NH group, e.g. dimethylamine, (CH3)2NH (Figure 27.3).\nH\nH\nH\nH\nH\nC\nH\nC\nN\nH\nC\nH\nC\nN\n401\nH\nC\nH\nH\nH\nCH3NHCH3 or (CH3)2NH\ndimethylamine\n(a secondary amine)\n (CH3)3N\ntrimethylamine\n(a tertiary amine)\nH\nH\nH\nH\nFigure 27.3  A secondary amine and a tertiary amine.\n■\n■\nTertiary amines have three alkyl or aryl groups attached \nto the same nitrogen atom, e.g. trimethylamine, (CH3)3N \n(shown in Figure 27.3).\nThe basicity of amines\nWe can think of the amines as substituted ammonia \n(NH3) molecules. For example, a primary amine is an \nammonia molecule with one of its H atoms replaced by an \nalkyl or aryl group. Ammonia and the amines act as bases \nbecause of the lone pair of electrons on the nitrogen atom. \nRemember that a base is a proton (H+ ion) acceptor. The \nnitrogen atom donates its lone pair to an H+ ion, forming a \nco-ordinate (dative) bond.\nFor ammonia:\nNH3  +  H+  \n  NH4\n+\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nFor a primary amine:\nRNH2  +  H+  \n  RNH3\n+\nDilute hydrochloric acid reacts with ammonia and with \namines to produce salts.\nFor ammonia:\nNH3  +  HCl  \n  NH4\n+Cl–\nammonium chloride\nFor a primary amine:\nCH3NH2  +  HCl  \n  CH3NH3\n+Cl–\nmethylammonium chloride\nAmmonia and the amines have different strengths as bases.\nThe strength of ammonia and amines as bases depends \non the availability of the lone pair of electrons on their N \natom to bond with an H+ ion.\nLet us consider ammonia, ethylamine and phenylamine  \nas examples. We find that the strongest base of the  \nthree is ethylamine, followed by ammonia and,  \nfinally, phenylamine.\n402\nethylamine    >    ammonia    >    phenylamine\n\t STRONGEST \t\nWEAKEST\n\t BASE                 \n\t\nBASE\nEthylamine is a stronger base than ammonia because \nthe ethyl group is electron-donating in nature (see \nFigure 27.4). By releasing electrons to the N atom, the ethyl \ngroup makes the lone pair more readily available to bond \nwith an H+ ion than it is in ammonia. Ammonia has three \nH atoms bonded to the N atom.\nalkyl groups are\nelectron-donating\n(or electron-releasing)\nCH3CH2\nNH2\nFigure 27.4  Ethylamine is a stronger base than ammonia.\nAmmonia is a stronger base than phenylamine because \none of the p orbitals on the nitrogen atom in phenylamine \noverlaps with the π bonding system in the benzene ring. \nThis causes the lone pair of the N atom in phenylamine to \nbe delocalised into the benzene ring. This then makes the\n\nlone pair less available to form a co-ordinate bond with an \nH+ ion than it is in ammonia (see Figure 27.5).\nnitrogen’s lone pair gets\ndrawn in to the delocalised\nring of electrons\nH\nN\nH\nH\nH\nH\nH\nH\nN\nH\nH\nH\nH\nH\nH\nFigure 27.5  Phenylamine is a very weak base.\nQuestion\n1\t \u0007a\t \u0007Name the following compounds:\n\u0007\t\n\u0007i\t\n\u0007CH3CH2CH2CH2CH2NH2\n\t\n\u0007\t\n\u0007ii\t \u0007(CH3CH2CH2)2NH\n\u0007\t\n\u0007iii\t \u0007C2H5NH3\n+Cl–\n\u0007b\t \u0007Predict whether diethylamine is a stronger  \nor weaker base than ethylamine. Explain  \nyour reasoning.\nFormation of amines\nMaking ethylamine\n1\t In Chapter 16 (page 218) you learnt how bromoethane \nundergoes nucleophilic substitution with ammonia \nto form a mixture of amines. In order to prepare \nethylamine (while avoiding the formation of secondary \nand tertiary amines and ammonium salts) we use \nexcess hot ethanolic ammonia:\nCH3CH2Br  +  NH3  \n  CH3CH2NH2  +  HBr\n\t\nethylamine\nHydrogen bromide, HBr, which could react with the \nethylamine, is removed by the excess ammonia. It forms \nammonium bromide, NH4Br. The excess ammonia also \nreduces the chances of bromoethane being attacked by \nethylamine; ethylamine is also a nucleophile.\n2\t We also learnt in Chapter 16 (pages 219–220) about \nthe formation of nitriles by reacting a halogenoalkane \nwith the CN– ion. To carry out the reaction, a solution \nof potassium cyanide, KCN, in ethanol is heated under \nreflux with the halogenoalkane:\nCH3Br\t  +  CN–  \n  CH3CN  +  Br–\nbromomethane\t\nethanenitrile\nNote that we start with bromomethane, not \nbromoethane, as the cyanide group adds a carbon atom \nto the alkyl group. We can then reduce (add hydrogen \nto) the ethanenitrile to make ethylamine. The nitrile\n\n--- Page Break ---\n\nvapour and hydrogen gas are passed over a nickel \ncatalyst or LiAlH4 (lithium tetrahydridoaluminate) in \ndry ether can be used for the reduction:\nCH3CN  +  4[H]  \n  CH3CH2NH2\n\t\nethylamine\n3\t We can also use LiAlH4 in dry ether to reduce amides \nto amines. So ethanamide will be reduced ethylamine.\nCH3CONH2  +  4[H]  \n  CH3CH2NH2  +  H2O\n\t\nethanamide\t\nethylamine\nPreparing phenylamine\nPhenylamine is made by reducing nitrobenzene. This \nreduction is carried out by heating nitrobenzene with tin \n(Sn) and concentrated hydrochloric acid:\nNO2  +  6[H]\nNH2  +  2H2O\nThe phenylamine is separated from the reaction mixture \nby steam distillation (Figure 27.6).\nFigure 27.6  Steam generated in the round-bottomed flask is \npassed into the reaction mixture and phenylamine is distilled \noff and collected.\nQuestion\n2\t \u0007a\t \u0007i\t\n\u0007Give the reagents and conditions needed to \nmake butylamine from butanenitrile.\n\u0007\t\n\u0007ii\t \u0007Name the bromoalkane that can be used to \nmake the butanenitrile in part a i.\n\u0007\t\n\u0007iii \t \u0007Name two types of organic compound that can \nbe reduced by LiAlH4 to form an alkyl amine.\n\u0007b\t \u0007i\t\n\u0007Give the name and structural formula of the \naryl amine formed when 2-nitrophenol reacts \nwith tin and concentrated hydrochloric acid.\n\u0007\t\n\u0007ii\t \u0007What type of reaction does 2-nitrophenol \nundergo in part b i?\n\nChapter 27: Organic nitrogen compounds\nReactions of phenylamine\nPhenylamine with aqueous bromine\nThe reaction of aqueous bromine with phenylamine is \nsimilar to the reaction of aqueous bromine with phenol \n(see page 389): a white precipitate is formed. The nitrogen \nin the \n NH2 group in phenylamine has a lone pair of \nelectrons that can be delocalised into the benzene ring  \nso that the π bonding system extends to include the  \nC   N bond. The extra electron density in the benzene ring \nmakes it more readily attacked by electrophiles. Remember \nthat the 2, 4 and 6 positions around the benzene ring are \nactivated when electron-donating groups, such as \n NH2 \nor \n OH, are attached to the ring:\nNH2\nBr\nBr\nNH2\n+  3Br2\n+  3HBr\nBr\n2,4,6-tribromophenylamine\nThis reaction is called diazotisation. Note that the positive \ncharge on the diazonium ion (C6H5N2\n+) is on the nitrogen \natom shown with four bonds in the equation above.\nThe reaction mixture must be kept below 10 °C using \nice. This is because the diazonium salt is unstable and  \nwill decompose easily, giving off nitrogen gas, N2, at \nhigher temperatures.\n403\nDiazotisation\nPhenylamine is an important compound in the \nsynthesis of dyes. The first step is the reaction \nbetween phenylamine and nitrous acid (nitric(III) \nacid), HNO2, to give a diazonium salt. Nitrous \nacid is unstable, so it has to be made in the test \ntube, then the phenylamine added. We can make \nthe nitrous acid using sodium nitrite (sodium \nnitrate(III)) and dilute hydrochloric acid:\nNaNO2  +  HCl  \n  HNO2  +  NaCl\n\t\nnitrous acid\nThe first step in the synthesis of a dye is the \nproduction of benzenediazonium chloride:\nN\nNCl– + 2H2O\n+\nNH2 + HNO2 + HCl\nbenzenediazonium\nchloride",
    "content_length": 8155,
    "pages_extracted": "411-413",
    "layout_detected": "2 column(s)"
  }
}