{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "34.2",
    "subtopic_name": "Phenylamine and azo compounds",
    "topic_number": "34",
    "topic_name": "Nitrogen compounds",
    "start_page": 403,
    "end_page": 404,
    "content": "vapour and hydrogen gas are passed over a nickel \ncatalyst or LiAlH4 (lithium tetrahydridoaluminate) in \ndry ether can be used for the reduction:\nCH3CN  +  4[H]  \n  CH3CH2NH2\n\t\nethylamine\n3\t We can also use LiAlH4 in dry ether to reduce amides \nto amines. So ethanamide will be reduced ethylamine.\nCH3CONH2  +  4[H]  \n  CH3CH2NH2  +  H2O\n\t\nethanamide\t\nethylamine\nPreparing phenylamine\nPhenylamine is made by reducing nitrobenzene. This \nreduction is carried out by heating nitrobenzene with tin \n(Sn) and concentrated hydrochloric acid:\nNO2  +  6[H]\nNH2  +  2H2O\nThe phenylamine is separated from the reaction mixture \nby steam distillation (Figure 27.6).\nFigure 27.6  Steam generated in the round-bottomed flask is \npassed into the reaction mixture and phenylamine is distilled \noff and collected.\nQuestion\n2\t \u0007a\t \u0007i\t\n\u0007Give the reagents and conditions needed to \nmake butylamine from butanenitrile.\n\u0007\t\n\u0007ii\t \u0007Name the bromoalkane that can be used to \nmake the butanenitrile in part a i.\n\u0007\t\n\u0007iii \t \u0007Name two types of organic compound that can \nbe reduced by LiAlH4 to form an alkyl amine.\n\u0007b\t \u0007i\t\n\u0007Give the name and structural formula of the \naryl amine formed when 2-nitrophenol reacts \nwith tin and concentrated hydrochloric acid.\n\u0007\t\n\u0007ii\t \u0007What type of reaction does 2-nitrophenol \nundergo in part b i?\n\nChapter 27: Organic nitrogen compounds\nReactions of phenylamine\nPhenylamine with aqueous bromine\nThe reaction of aqueous bromine with phenylamine is \nsimilar to the reaction of aqueous bromine with phenol \n(see page 389): a white precipitate is formed. The nitrogen \nin the \n NH2 group in phenylamine has a lone pair of \nelectrons that can be delocalised into the benzene ring  \nso that the π bonding system extends to include the  \nC   N bond. The extra electron density in the benzene ring \nmakes it more readily attacked by electrophiles. Remember \nthat the 2, 4 and 6 positions around the benzene ring are \nactivated when electron-donating groups, such as \n NH2 \nor \n OH, are attached to the ring:\nNH2\nBr\nBr\nNH2\n+  3Br2\n+  3HBr\nBr\n2,4,6-tribromophenylamine\nThis reaction is called diazotisation. Note that the positive \ncharge on the diazonium ion (C6H5N2\n+) is on the nitrogen \natom shown with four bonds in the equation above.\nThe reaction mixture must be kept below 10 °C using \nice. This is because the diazonium salt is unstable and  \nwill decompose easily, giving off nitrogen gas, N2, at \nhigher temperatures.\n403\nDiazotisation\nPhenylamine is an important compound in the \nsynthesis of dyes. The first step is the reaction \nbetween phenylamine and nitrous acid (nitric(III) \nacid), HNO2, to give a diazonium salt. Nitrous \nacid is unstable, so it has to be made in the test \ntube, then the phenylamine added. We can make \nthe nitrous acid using sodium nitrite (sodium \nnitrate(III)) and dilute hydrochloric acid:\nNaNO2  +  HCl  \n  HNO2  +  NaCl\n\t\nnitrous acid\nThe first step in the synthesis of a dye is the \nproduction of benzenediazonium chloride:\nN\nNCl– + 2H2O\n+\nNH2 + HNO2 + HCl\nbenzenediazonium\nchloride\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nIn the second step, the diazonium ion reacts with an \nalkaline solution of phenol in a coupling reaction:\nN2\n+\n + \nOH + H+\nOH\nN\nN\nThe positively charged diazonium ion acts as an \nelectrophile. It substitutes into the benzene ring of phenol \nat the 4 position. An orange dye is formed, called an azo \ndye, or diazonium dye. The delocalised π bonding system \nextends between the two benzene rings through the NN \ngroup, which acts like a ‘bridge’. This makes the azo \ndye, called 4-hydroxyphenylazobenzene, very stable (an \nimportant characteristic of a good dye). The azo dye forms \nimmediately on addition of the phenol to the solution \ncontaining the diazonium ion (Figure 27.7).\n404\nFigure 27.7  The azo dye (also called a diazonium dye) forms \nin a coupling reaction between the diazonium ion and an \nalkaline solution of phenol.\nBy using alternative aryl compounds to phenol, we can \nmake a range of brightly coloured dyes. For example, \nFigure 27.8 shows a molecule of a compound used as a \nyellow dye.\nN\nN\nN(CH3)2\nFigure 27.8  A molecule of a yellow azo dye. Instead of \nphenol, C6H5OH, the reactant used in the coupling reaction is \nC6H5N(CH3)2.\n\nQuestion\n3\t \u0007a\t \u0007i\t\n\u0007Which would be more readily attacked by \nan electrophile – benzene or phenylamine? \nExplain your answer.\n\u0007\t\n\u0007ii\t \u0007Write a general equation to show the equation \nfor the reaction of phenylamine with excess of \nan electrophile, represented as X+.\n\u0007b\t \u0007i\t\n\u0007Why is the reaction of phenylamine to make \nthe diazonium ion carried out below 10 °C?\n\u0007\t\n\u0007ii\t \u0007Write a balanced equation to show how  \nnitrous acid is made for the reaction in part b i \nto take place.\n\u0007\t\n\u0007iii\t \u0007Show the two steps that would be used to \nmake the yellow dye shown in Figure 27.8, \nstarting from phenylamine.\nAmino acids\nAmino acids are an important group of compounds that \nall contain the amino group (\n NH2) and the carboxylic \nacid group (  COOH). One type of amino acid has the\nNH2 group bonded to the C atom next to the  COOH \ngroup. These 2-amino-carboxylic acids are the ‘building \nblocks’ that make up proteins.\nThe general structure of a 2-amino-carboxylic acid \nmolecule is shown in Figure 27.9.\nNH2\nR\nC\nH\nCOOH\nFigure 27.9  The general structure of a 2-amino-carboxylic acid.\nThe general structural formula of a 2-amino-carboxylic \nacid is RCH(NH2)COOH.\nThe R group is the part of the amino acid that can \nvary in different amino acids. The simplest amino acid is \nglycine (systematic name aminoethanoic acid) in which R \nis an H atom:\nH\nC\nH2N\nCOOH\nH\nglycine (aminoethanoic acid)\nAlanine (systematic name 2-aminopropanoic acid) is  \nan amino acid in which the R group is the methyl  \ngroup,  CH3.\nThe R group can be acidic (e.g. it contains another \ncarboxylic acid group,  COOH group), basic (e.g. it",
    "content_length": 5844,
    "pages_extracted": "413-414",
    "layout_detected": "2 column(s)"
  }
}