{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "34.3",
    "subtopic_name": "Amides",
    "topic_number": "34",
    "topic_name": "Nitrogen compounds",
    "start_page": 406,
    "end_page": 406,
    "content": "Cambridge International A Level Chemistry\nQuestion\n5\t \u0007The R groups in the 2-amino-carboxylic acids alanine \nand valine are  CH3 and (CH3)2HC  , respectively.\n\u0007a\t \u0007Draw the structures of both these amino acids.\n\u0007b\t \u0007Give an equation to show the formation of a \ndipeptide made from alanine and valine.\nReactions of the amides\nThe amide group is represented in structural formulae \nby CONH2. For example, ethanamide can be shown as \nCH3CONH2. Its displayed formula is:\nH\nO\nC\nH\nC\nH\nNH2\nethanamide\nUnlike the basic amines met at the start of this chapter, \nthe amides are neutral compounds. The presence of the \nelectron-withdrawing oxygen atom in the amide group \nmeans that the lone pair on an amide’s nitrogen atom is \nnot available to donate to electron deficient species, such  \nas H+ ions.\n406\nMaking an amide\nThe acyl chlorides are more reactive compounds than the \ncarboxylic acids they are made from (see page 397) and  \nare used for synthesising other useful compounds, such  \nas amides.\nEthanamide can be made by reacting ethanoyl chloride \nwith concentrated ammonia solution:\nCH3COCl  +  NH3   \n   CH3CONH2  +  HCl\nA primary amine, such as ethylamine, reacts with an acyl \nchloride to produce a substituted amide.\nC3H7COCl  +  C2H5NH2  \n  C3H7CONHC2H5  +  HCl\nBoth these reactions occur at room temperature, releasing \nwhite fumes of hydrogen chloride as soon as the reactants \nare added together. If there is an excess of the amine, \nit will react with the HCl formed to make its salt. For \nexample, in the previous reaction ethylamine will form \nethylammonium chloride, C2H5NH3\n+Cl–.\nThe italic letter N is used in naming substituted amides \nto denote which alkyl (or aryl) group or groups are bonded\n\nto the nitrogen atom. For example, in N-ethylbutanamide, \nC3H7CONHC2H5, the ethyl (C2H5\n) group has \nreplaced an H atom in the amide group. If the H atom \non the nitrogen in this molecule is replaced by another \nalkyl or aryl group, two N’s are used in the name, e.g. \nC3H7CON(C2H5)2 is called N,N-diethylbutanamide.\nHydrolysis of amides\nThe characteristic  CONH— group in substituted amides \nlinks the two hydrocarbon sections of their molecules \ntogether. This link can be broken by hydrolysis with an \nacid or an alkali. The amide is refluxed with, for example, \nhydrochloric acid or sodium hydroxide solution, to \nhydrolyse it:\nH+\nR1COOH\nR2NH2\nexcess H+\n+\nacid\nO\nhydrolysis\nR1\nC\nR2NH3\n+\nNHR2\nOH–\nR1COO–Na+\nR2NH2\n+\nalkali\nThe products of hydrolysis of a substituted amide with \nacid are a carboxylic acid (R1COOH) and a primary amine \n(R2NH2). The amine formed will react with excess acid \nin the reaction vessel to make its ammonium salt, e.g. \nR2NH3\n+Cl– with excess hydrochloric acid.\nWith an alkali, such as aqueous sodium hydroxide, \nthe products are the sodium salt of the carboxylic acid \n(R1COO–Na+) and the primary amine (R2NH2).\nIf we reflux an unsubstituted amide (RCONH2)  \nwith acid, the products are the corresponding carboxylic \nacid and ammonia. The ammonia in solution reacts  \nwith excess acid to make an ammonium salt. With an \nalkali, the products are the salt of the carboxylic acid  \nand ammonia.\nQuestion\n6\t \u0007a\t \u0007Write an equation to show the formation of the \nfollowing compounds using an acid chloride:\n\u0007\t\n\u0007i\t\n\u0007propanamide\n\u0007\t\n\u0007ii\t \u0007N-ethylpropanamide.\n\u0007b\t \u0007Write an equation to show the hydrolysis of:\n\u0007\t\n\u0007i\t\n\u0007butanamide by refluxing with dilute \nhydrochloric acid\n\u0007\t\n\u0007ii\t \u0007N-ethylbutanamide by refluxing with aqueous \nsodium hydroxide.",
    "content_length": 3476,
    "pages_extracted": "416-416",
    "layout_detected": "2 column(s)"
  }
}