{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "34.4",
    "subtopic_name": "Amino acids",
    "topic_number": "34",
    "topic_name": "Nitrogen compounds",
    "start_page": 404,
    "end_page": 408,
    "content": "Cambridge International A Level Chemistry\nIn the second step, the diazonium ion reacts with an \nalkaline solution of phenol in a coupling reaction:\nN2\n+\n + \nOH + H+\nOH\nN\nN\nThe positively charged diazonium ion acts as an \nelectrophile. It substitutes into the benzene ring of phenol \nat the 4 position. An orange dye is formed, called an azo \ndye, or diazonium dye. The delocalised π bonding system \nextends between the two benzene rings through the NN \ngroup, which acts like a ‘bridge’. This makes the azo \ndye, called 4-hydroxyphenylazobenzene, very stable (an \nimportant characteristic of a good dye). The azo dye forms \nimmediately on addition of the phenol to the solution \ncontaining the diazonium ion (Figure 27.7).\n404\nFigure 27.7  The azo dye (also called a diazonium dye) forms \nin a coupling reaction between the diazonium ion and an \nalkaline solution of phenol.\nBy using alternative aryl compounds to phenol, we can \nmake a range of brightly coloured dyes. For example, \nFigure 27.8 shows a molecule of a compound used as a \nyellow dye.\nN\nN\nN(CH3)2\nFigure 27.8  A molecule of a yellow azo dye. Instead of \nphenol, C6H5OH, the reactant used in the coupling reaction is \nC6H5N(CH3)2.\n\nQuestion\n3\t \u0007a\t \u0007i\t\n\u0007Which would be more readily attacked by \nan electrophile – benzene or phenylamine? \nExplain your answer.\n\u0007\t\n\u0007ii\t \u0007Write a general equation to show the equation \nfor the reaction of phenylamine with excess of \nan electrophile, represented as X+.\n\u0007b\t \u0007i\t\n\u0007Why is the reaction of phenylamine to make \nthe diazonium ion carried out below 10 °C?\n\u0007\t\n\u0007ii\t \u0007Write a balanced equation to show how  \nnitrous acid is made for the reaction in part b i \nto take place.\n\u0007\t\n\u0007iii\t \u0007Show the two steps that would be used to \nmake the yellow dye shown in Figure 27.8, \nstarting from phenylamine.\nAmino acids\nAmino acids are an important group of compounds that \nall contain the amino group (\n NH2) and the carboxylic \nacid group (  COOH). One type of amino acid has the\nNH2 group bonded to the C atom next to the  COOH \ngroup. These 2-amino-carboxylic acids are the ‘building \nblocks’ that make up proteins.\nThe general structure of a 2-amino-carboxylic acid \nmolecule is shown in Figure 27.9.\nNH2\nR\nC\nH\nCOOH\nFigure 27.9  The general structure of a 2-amino-carboxylic acid.\nThe general structural formula of a 2-amino-carboxylic \nacid is RCH(NH2)COOH.\nThe R group is the part of the amino acid that can \nvary in different amino acids. The simplest amino acid is \nglycine (systematic name aminoethanoic acid) in which R \nis an H atom:\nH\nC\nH2N\nCOOH\nH\nglycine (aminoethanoic acid)\nAlanine (systematic name 2-aminopropanoic acid) is  \nan amino acid in which the R group is the methyl  \ngroup,  CH3.\nThe R group can be acidic (e.g. it contains another \ncarboxylic acid group,  COOH group), basic (e.g. it\n\n--- Page Break ---\n\ncontains another amine group, \n NH2 group) or neutral \n(e.g. when R is an alkyl group).\nAmino acids will undergo most reactions of amines \nand carboxylic acids. However, each molecule can interact \nwithin itself due to its basic \n NH2 group and its acidic \n COOH group:\n+\nNH2\nNH3\nR\nC\nH\nC\nH\n R\nCOO–\nCOOH\nThe ion is called a zwitterion (from the German ‘zwei’ \nmeaning ‘two’) as it carries two charges: one positive  \n(\n NH3\n+) and one negative (  COO–). The ionic nature \nof the zwitterions gives amino acids relatively strong \nintermolecular forces of attraction. They are crystalline \nsolids that are soluble in water.\nA solution of amino acids contains zwitterions \nthat have both acidic and basic properties (i.e. they are \namphoteric). They will resist changes in pH when small \namounts of acid or alkali are added to them. Solutions that \ndo this are called buffer solutions (see pages 313–5).\nIf acid is added, the  COO– part of the zwitterion will \naccept an H+ ion, re-forming the undissociated  COOH \ngroup. This leaves a positively charged ion:\n+\n+\nNH3\nNH3\nH     +     H+\nR \nC\nH\nR\nC\nCOO–\nCOOH\nIf alkali is added, the  NH3\n+ part of the zwitterion will \ndonate an H+ ion to the hydroxide ion (H+ + OH–  \n  \nH2O), re-forming the amine  NH2 group. This leaves a \nnegatively charged ion:\n+\nNH3\nNH2\nH     +    OH–\nH   +   H2O\nR \nC\nC\nR\nCOO–\nCOO–\n\nChapter 27: Organic nitrogen compounds\nQuestion\n4\t \u0007a\t \u0007i\t\n\u0007What is the general structural formula of a \n2-amino-carboxylic acid?\n\u0007\t\n\u0007ii\t \u0007Why are all amino acids solids at 20 °C?\n\u0007b\t \u0007i\t\n\u0007Draw the displayed formula of the 2-amino-\ncarboxylic acid called serine, in which the  \nR group is HO   CH2   .\n\u0007\t\n\u0007ii\t \u0007Draw the structure of the zwitterion of serine.\n\u0007\t\n\u0007iii\t \u0007Draw the structure of the ion of serine present \nin acidic conditions.\n\u0007\t\n\u0007iv\t \u0007Draw the structure of the ion of serine present \nin alkaline conditions.\nPeptides\nAmino acid molecules can also react with each other; the \nacidic  COOH group in one molecule reacts with the \nbasic \n NH2 group in another molecule. When two  \namino acids react together, the resulting molecule is called \na dipeptide:\nH\nH\nH\nO\nOH + H\nC\nH2N\nN\nC\nC\nCOOH\n405\nR\nR\natoms lost to form water\nH2O\n+\npeptide link\nH\nO\nH\na dipeptide\nC\nH2N\nC\nN\nC\nCOOH\nR\nH\nR\nNote the amide link between the two amino acids. An \namide link between two amino acid molecules is also called a \npeptide link. The reaction is a condensation reaction as a \nsmall molecule, in this case water, is eliminated when the \nreactant molecules join together.\nYou can see that the dipeptide product still has an \n NH2 group at one end and a  COOH group at the \nother end. Therefore the reaction can continue, to form \na tripeptide initially, and then ever-longer chains of \namino acids. The longer molecules become known as \npolypeptides, and then proteins as they get even longer \nsequences of amino acids (see pages 413 and 415 in \nChapter 28).\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nQuestion\n5\t \u0007The R groups in the 2-amino-carboxylic acids alanine \nand valine are  CH3 and (CH3)2HC  , respectively.\n\u0007a\t \u0007Draw the structures of both these amino acids.\n\u0007b\t \u0007Give an equation to show the formation of a \ndipeptide made from alanine and valine.\nReactions of the amides\nThe amide group is represented in structural formulae \nby CONH2. For example, ethanamide can be shown as \nCH3CONH2. Its displayed formula is:\nH\nO\nC\nH\nC\nH\nNH2\nethanamide\nUnlike the basic amines met at the start of this chapter, \nthe amides are neutral compounds. The presence of the \nelectron-withdrawing oxygen atom in the amide group \nmeans that the lone pair on an amide’s nitrogen atom is \nnot available to donate to electron deficient species, such  \nas H+ ions.\n406\nMaking an amide\nThe acyl chlorides are more reactive compounds than the \ncarboxylic acids they are made from (see page 397) and  \nare used for synthesising other useful compounds, such  \nas amides.\nEthanamide can be made by reacting ethanoyl chloride \nwith concentrated ammonia solution:\nCH3COCl  +  NH3   \n   CH3CONH2  +  HCl\nA primary amine, such as ethylamine, reacts with an acyl \nchloride to produce a substituted amide.\nC3H7COCl  +  C2H5NH2  \n  C3H7CONHC2H5  +  HCl\nBoth these reactions occur at room temperature, releasing \nwhite fumes of hydrogen chloride as soon as the reactants \nare added together. If there is an excess of the amine, \nit will react with the HCl formed to make its salt. For \nexample, in the previous reaction ethylamine will form \nethylammonium chloride, C2H5NH3\n+Cl–.\nThe italic letter N is used in naming substituted amides \nto denote which alkyl (or aryl) group or groups are bonded\n\nto the nitrogen atom. For example, in N-ethylbutanamide, \nC3H7CONHC2H5, the ethyl (C2H5\n) group has \nreplaced an H atom in the amide group. If the H atom \non the nitrogen in this molecule is replaced by another \nalkyl or aryl group, two N’s are used in the name, e.g. \nC3H7CON(C2H5)2 is called N,N-diethylbutanamide.\nHydrolysis of amides\nThe characteristic  CONH— group in substituted amides \nlinks the two hydrocarbon sections of their molecules \ntogether. This link can be broken by hydrolysis with an \nacid or an alkali. The amide is refluxed with, for example, \nhydrochloric acid or sodium hydroxide solution, to \nhydrolyse it:\nH+\nR1COOH\nR2NH2\nexcess H+\n+\nacid\nO\nhydrolysis\nR1\nC\nR2NH3\n+\nNHR2\nOH–\nR1COO–Na+\nR2NH2\n+\nalkali\nThe products of hydrolysis of a substituted amide with \nacid are a carboxylic acid (R1COOH) and a primary amine \n(R2NH2). The amine formed will react with excess acid \nin the reaction vessel to make its ammonium salt, e.g. \nR2NH3\n+Cl– with excess hydrochloric acid.\nWith an alkali, such as aqueous sodium hydroxide, \nthe products are the sodium salt of the carboxylic acid \n(R1COO–Na+) and the primary amine (R2NH2).\nIf we reflux an unsubstituted amide (RCONH2)  \nwith acid, the products are the corresponding carboxylic \nacid and ammonia. The ammonia in solution reacts  \nwith excess acid to make an ammonium salt. With an \nalkali, the products are the salt of the carboxylic acid  \nand ammonia.\nQuestion\n6\t \u0007a\t \u0007Write an equation to show the formation of the \nfollowing compounds using an acid chloride:\n\u0007\t\n\u0007i\t\n\u0007propanamide\n\u0007\t\n\u0007ii\t \u0007N-ethylpropanamide.\n\u0007b\t \u0007Write an equation to show the hydrolysis of:\n\u0007\t\n\u0007i\t\n\u0007butanamide by refluxing with dilute \nhydrochloric acid\n\u0007\t\n\u0007ii\t \u0007N-ethylbutanamide by refluxing with aqueous \nsodium hydroxide.\n\n--- Page Break ---\n\nElectrophoresis\nHow electrophoresis works\nElectrophoresis is used extensively in biochemical \nanalysis. It can be used to separate, identify and purify \nproteins. We can use it with amino acids and peptides \nobtained when a protein is hydrolysed.\nThe analytical technique of electrophoresis is based on \nseparating ions placed in an electric field. If a sample is \nplaced between two electrodes, positively charged ions will \nmove towards a negatively charged electrode. Negatively \ncharged ions will move towards a positively charged \nelectrode (Figure 27.10).\nporous\ndiffusion\nbarrier\npaper\nsupports\nperspex\ncover\nelectrode\nmoulded plastic\ncontainer\nbuffer\nsolution\nFigure 27.10  This apparatus shows how paper \nelectrophoresis is carried out.\nThe sample is placed on absorbent paper or on a gel \nsupported on a solid base such as a glass plate. A buffer \nsolution carries the ions along. The rate at which the ions \nmove towards the oppositely charged electrode depends, \namong other things, on the size and charge on the ions: \nlarger ions will move more slowly; highly charged ions \nwill move more quickly. Therefore the ions are separated \nas the electric field is applied. You get a series of lines \nor bands on the paper or gel once a chemical is applied. \nSometimes ultraviolet light is used to show the bands \nup. The series of bands is called an electropherogram \n(Figure 27.11).\nLet us consider a simple example of how a mixture \nof three amino acids undergoes separation. Amino acid \nA could have a side-chain that is positively charged \nin a certain buffer solution, amino acid B could be \nneutral and amino acid C could be negatively charged \n(Figure 27.12).\n\nChapter 27: Organic nitrogen compounds\nFigure 27.11  Comparing electropherograms.\ntop view\nside view\n+\nC–\ngel\nC–\nB\nA+\n+\n–\nB\na well is cut out\nof the gel to\nhold the sample\nmixture\n407\nA+\n–\nFigure 27.12  The principle of gel electrophoresis.\nAt a pH of 7, the amino acid species present in samples of \nA, B and C are shown in Figure 27.13.\nB\nO\nA\nC\nO\nO\nH3N\n+\nC\nH3N\n+\nC\nH3N\n+\nCH\nC\nC\nC\nO–\nO–\nO–\n(CH2)2\n(CH2)4\nH\nNH3\nC\n+\nO–\nO\nlysine\nglutamic acid\nglycine\nFigure 27.13  The charge on amino acids depends on the pH \nof the solution.\nIn Figure 27.10 you will notice the use of a buffer solution \nin the electrophoresis apparatus. The chemical structures \nin Figure 27.13 show why we need to control the pH in \nelectrophoresis. On page 405 we saw how amino acids\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nreact in acidic and alkaline conditions to form ions. The \ncharge on the ions depends on the pH. Therefore pH will \naffect the movement of ions during electrophoresis.\nWhen separating a mixture of proteins, they are\nQuestion\n7\t \u0007A mixture of three amino aids is separated by gel \nelectrophoresis.\n\u0007The three amino acids are glycine, valine and \nphenylalanine (Figure 27.14).\n\u0007a\t \u0007The electrophoresis is carried out in a buffer \nsolution of pH 10. Draw the ions present in these \nalkaline conditions.\n\u0007b\t \u0007i\t\n\u0007Draw a sketch of the electropherogram you \nwould expect (viewed from above), labelling the \namino acids as Gly, Val and Phe.\n\u0007\t\n\u0007ii\t \u0007Explain your answer to part b i.\n408\nSummary\n■\t Primary amines contain the NH2 group.\n■\t Ethylamine is prepared either by reducing \nethanenitrile, e.g. with hydrogen gas using a nickel \ncatalyst, or by treating bromoethane with an excess \nof hot, ethanolic ammonia.\n■\t Phenylamine is prepared by reducing nitrobenzene \nusing tin and concentrated hydrochloric acid.\n■\t Like ammonia, amines behave as bases. Because \nof the lone pair of electrons on their nitrogen atom, \nthey can readily accept protons (H+ ions), reacting to \nform salts.\n■\t Ethylamine is a stronger base than ammonia \nbecause of the electron-releasing ethyl group.\n■\t Phenylamine is a weaker base than ammonia \nbecause the lone pair on the N atom of phenylamine \nis delocalised into the benzene ring.\n■\t Phenylamine reacts with nitrous acid (nitric(III) acid) \nbelow 10 °C, to form benzenediazonium chloride and \nwater; this reaction is called diazotisation.\n\nusually first treated with a chemical that makes them \nall negatively charged. A dye can also be added. All the \nproteins then migrate in the same direction, towards the \npositive electrode, but larger proteins move more slowly.\nH2N\nCH\nCOOH\nH2N\nCH\nCOOH\nH\nCHCH3\nCH3\nglycine (Gly)\nvaline (Val)\nH2N\nCH\nCOOH\nCH2\nphenylalanine (Phe)\nFigure 27.14  Three amino acids to be separated \nby electrophoresis.\n■\t Diazonium salts react with other aromatic \ncompounds (such as phenol) to form dyes; this is \nknown as a coupling reaction. Diazonium dyes are \ncommercially important.\n■\t The stability of diazonium dyes arises from the \nextensively delocalised π bonding electron system.\n■\t There are about 20 naturally occurring amino acids \n(2-amino-carboxylic acids) with the general formula \nRCH(NH2)COOH, where R may be H, CH3 or another \norganic group.\n■\t The amino group of an amino acid interacts with the \nacid group to form a zwitterion.\n■\t Amino acids react with both acids and bases to  \nform salts.\n■\t Two amino acids react together in a condensation \nreaction, bonding together by a peptide (amide) \nlink to form a dipeptide and water. Three amino \nacids form a tripeptide, and repetition of this \ncondensation reaction many times leads to the \nformation of polypeptides and proteins.",
    "content_length": 14578,
    "pages_extracted": "414-418",
    "layout_detected": "2 column(s)"
  }
}