{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "35.1",
    "subtopic_name": "Condensation polymerisation",
    "topic_number": "35",
    "topic_name": "Polymerisation",
    "start_page": 412,
    "end_page": 421,
    "content": "Cambridge International A Level Chemistry\nIntroduction\nPolymers are made up of thousands of repeat \nunits made when small, reactive molecules \ncombine in polymerisation reactions. You have \nmet addition polymerisation reactions in  \nChapter 15. In this chapter you will find out more \nabout another type of polymerisation reaction \ncalled condensation polymerisation.\nCondensation polymerisation\nIn Chapter 27 (page 405) we saw how amino acids can \nreact together to form peptides. The reaction is called a \ncondensation reaction. We can think of it as an addition \nreaction (in which reactant molecules bond to each  \nother), followed by an elimination reaction (in which a  \nsmall molecule is released). For example, the following  \nequation shows how three amino acid molecules can react \nto make a tripeptide:\n412\nR\nR\nR\nC\nH2N\nCOOH\n+\n+\nC\nH2N\nCOOH\nC\nH2N\nCOOH\nH\nH\nH\namino acid\nR\nO\nO\nR\nR\nC\nH2N\n2H2O\nC\nN\nN\nC\nC\n+\nC\nCOOH\nH\nH\nH\nH\nH\na tripeptide\nA large protein molecule, formed by condensation \npolymerisation, can contain thousands of amino acid \nmonomers. As each amino acid monomer joins the chain a \npeptide link forms, and an H2O molecule is also produced \n(see page 405).\n\nFigure 28.1  Some useful everyday products made from \npolymers (also see Chapter 15, page 211).\n■\n■\nCondensation polymerisation is characterised by monomers \nthat contain two different functional groups capable of \nreacting with each other. This occurs in two ways:\n–\t\nthe two different functional groups are found within \nthe same molecule, as in amino acids; each amino acid \nmonomer molecule has an \n  NH2 functional group and \na \n COOH functional group\n–\t\nthe two different functional groups are found in two \ndifferent molecules; for example, nylon 6,6 is made from \ntwo different monomers – one monomer has two \n  NH2 \nfunctional groups and the other monomer has two\nCOOH functional groups.\n■\n■\nCondensation polymerisation also leads to the formation of \nsmall molecules such as H2O or HCl.\nquestion\n1\t \u0007a\t \u0007Which of these monomers form addition polymers \nand which form condensation polymers?\n\u0007\t\n\u0007i\t\n\u0007NH2CH(CH3)COOH\n\u0007\t\n\u0007ii\t \u0007H2C     CHC6H5\n\t\n\u0007\t\n\u0007iii\t \u0007H2C     CHCOOH\n\u0007\t\n\u0007iv\t \u0007NH2CH2COOH\n\u0007\t\n\u0007v\t \u0007CH3CH(OH)COOH\n\u0007b\t \u0007Explain the basis of your decisions in part a.\n\u0007c\t\n\u0007i\t\n\u0007Write an equation to show the polymerisation \nreaction between propene molecules.\n\u0007ii\t \u0007What type of polymerisation reaction is shown \nin part c i?\n\u0007iii\t \u0007What is the repeat unit of poly(propene)?\n\n--- Page Break ---\n\nSynthetic polyamides\nProteins have their monomers bonded to each other \nvia peptide links (also called amide links in synthetic \npolymers such as nylons). This means that polypeptides \nand proteins are types of polyamide.\nFor the last 80 years, chemists have used condensation \npolymerisation to make synthetic polyamides. Nylon \nis a polyamide. Nylon can be made from a variety of \nmonomers, but all nylons are made in reactions between \nthe amine group (\n NH2) and a carboxylic acid  \n(\n  COOH) or acyl chloride group (\n  COCl).\nFor example, 1,6-diaminohexane reacts with \nhexanedioic acid to make nylon 6,6:\nOH\nO\natoms lost to form water\n(CH2)4\nC\nC\nH\nH HO\nO\n(CH2)6\nN\nN\nH\nH\nO\nH\n(CH2)4\nC\nC\n+\nH2O\n(CH2)6\nN\nN\nO n\nH\namide link\nor peptide link\nThe numbers used in nylon 6,6 refer to the number of \ncarbon atoms in each monomer unit.\nHexanedioyl dichloride, ClOC(CH2)4COCl, can be \nused as a more reactive, but more expensive, monomer \nthan hexanedioic acid.\nNylon 6 is the only example of a nylon polymer that \nis not formed by a condensation reaction; instead it is \nmade from the compound caprolactam, which is a cyclic \namide. When heated in an atmosphere of nitrogen the ring \nbreaks open at the amide group. The resulting chains join \ntogether to make nylon 6 (Figure 28.2).\nO\nO\n→\nn\nN\nH\nN\nH\nn\ncaprolactam\nFigure 28.2  Nylon 6 is not formed by condensation \npolymerisation as no small molecule is given off. The reaction \nis called ‘ring-opening’ polymerisation.\n\nChapter 28: Polymerisation\nNote that caprolactam is made from 6-aminohexanoic \nacid, with its NH2 group and COOH group at either end of \nthe molecule. They react with each other in a condensation \nreaction, releasing water. It is easier to visualise the \nformation of nylon 6 as the condensation polymerisation \nof 6-aminohexanoic acid (which would follow the  \nusual pattern of condensation polymerisation to form  \na polyamide).\nNylon’s low density, its strength and its elasticity \nmake it a very useful fibre in the clothing industry. \nThese properties also make it ideal for climbing ropes \n(Figure 28.3). During the manufacturing process, the \nnylon is forced out of nozzles and pulled into long fibres. \nThis is called ‘cold drawing’. It lines up the nylon polymer \nchains along the length of the fibre. Strong hydrogen \nbonds form between neighbouring chains, accounting for \nnylon’s high tensile strength and elasticity.\n413\nFigure 28.3  Climbers rely on nylon’s elasticity and high \ntensile strength to minimise the effects of a fall.\nKevlar®\nKevlar is a polyamide, containing benzene rings. It is very \nstrong, but flexible. It is also resistant to fire and abrasion. \nIt has these properties because of its structure.\nIts long, linear polymer chains can line up next to \neach other in a regular pattern. This results in extensive \nhydrogen bonding between the polymer chains of Kevlar®.\nThe formula and structure of Kevlar® is shown in  \nFigure 28.4.\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\na\nb\nO\nO\nC\nN\nC\nN\nO\nn\nH\nH\nC\nO\nC\nO\nC\nFigure 28.4  a  The formula showing the repeat of Kevlar®. b  The hydrogen bonding between chains of the polyamide. The \nlatest tennis rackets contain Kevlar®, where its low density and strength are important. The wings of fighter jets can also be \nmade of Kevlar®.\nThe exceptional properties of Kevlar® have led to its \nuse in making bullet-proof vests, ropes, fire-protective \nclothing (as used by Formula 1 racing drivers) and modern \n‘leathers’ worn by motorcycle riders. It is also used to \nreinforce other materials, such as the rubber in tyres.\n414\nquestion\n2\t \u0007Different types of nylon are identified by the number \nof carbon atoms in each of its monomers, with the \ndiamine quoted first, followed by the dicarboxylic acid.\n\u0007a\t \u0007Draw the skeletal formula of each monomer used \nto make nylon 6,10.\n\u0007b\t \u0007Use the skeletal formulae in part a to draw \nan equation showing the condensation \npolymerisation to make nylon 6,10 from a diamine \nand a dicarboxylic acid.\n\u0007c\t\n\u0007i\t\n\u0007Draw the skeletal formula of an alternative \nmonomer to the dicarboxylic acid drawn in \npart a to make nylon 6,10.\n\u0007\t\n\u0007ii\t \u0007What would be the other product of the \npolymerisation reaction using the  \nalternative monomer?\n\u0007d\t \u0007Explain in terms of structure and intermolecular \nforces why Kevlar® is such a strong material.\n\nO\nH\nC\nC\nO\nN\nN\nC\nH\nO\nhydrogen\nbonds hold\nchains \ntogether\nO\nH\nC\nC\nO\nN\nN\nC\nH\nO\nO\nH\nC\nC\nO\nN\nN\nC\nH\nO\nBiochemical polymers\nProteins are made from amino acids\nThe amino acids found in proteins are α-amino acids \n(Figure 28.5). The names of the amino acids found in \nproteins can be written in a shorthand form containing \nthree letters. For example, Ala is alanine, Try is \ntryptophan and Gln is glutamine.\nα-carbon atom (carbon-2)\nH\nH\nO\ncarboxylic acid\ngroup\nC\nC\nN\namino group\nH\nOH\nR\nside-chain\nFigure 28.5  The generalised structure of an amino acid, \nhighlighting the key features.\nThe 20 different amino acids that cells use to build  \nproteins are distinguished by their side-chains (R groups). \nThe side-chains can be classified as non-polar, polar or \nelectrically charged (acidic or basic). Table 28.1 shows \nsome examples.\n\n--- Page Break ---\n\nType of side-chain\nExample\nStructure\nnon-polar\nalanine \n(Ala)\nH\nC\nCOOH\nNH2\nCH3\nvaline (Val)\nH\nC\nCOOH\nNH2\nCH\nCH3\nCH3\npolar\nserine (Ser)\nH\nC\nCOOH\nNH2\nCH2OH\nelectrically charged \n(acidic or basic)\naspartic \nacid (Asp)\nH\nC\nCOOH\nNH2\nCH2COOH\nlysine (Lys)\nH\nC\nCOOH\nNH2\n(CH2)4NH2\nTable 28.1  Examples of the three different classes of side-\nchains (in red) in the amino acids found in proteins.\nAmino acids are amphoteric – they show both acidic and \nbasic properties, depending on conditions. The pH of \nmany body tissues is near pH 7. At this pH both the NH2 \nand the COOH groups of the amino acid are ionised. So at \npH 7 an amino acid, e.g. glycine, exists in a charged form \nin which the + and − charges are balanced:\n+NH3CH2COO–\n■\n■\nin acidic conditions amino acids become positively charged \n(see page 405)\n■\n■\nin alkaline conditions amino acids become negatively \ncharged.\nProteins are condensation polymers\nOn page 405 you learned that the NH2 group of one amino \nacid can react with the COOH of another amino acid to \nform a dipeptide by a condensation reaction. The covalent \nbond formed is called a peptide bond (amide link). \nAdditional amino acids can then react to form a tripeptide, a \ntetrapeptide, and so on. Eventually a polypeptide, containing \nmany peptide bonds, is formed.\n\nChapter 28: Polymerisation\nquestion\n3\t \u0007a\t \u0007Name and give the formulae of the two functional \ngroups present in all amino acids.\n\u0007b\t \u0007Name an example of an amino acid with a non-\npolar side-chain.\n\u0007c\t\n\u0007Draw a diagram of two molecules of serine to show \nthe formation of hydrogen bonds between the OH \ngroups of the side-chain.\nA polypeptide chain may contain 50 to 2000 amino acids. \nAn amino acid unit within a polypeptide chain is called \nan amino acid residue. We draw the amino acid sequence \nin a polypeptide starting from the end that has a free NH2 \ngroup (the N-terminal end).\nNH2\n CONH …\n CONH\n COOH\nProteins may contain one or more polypeptide chains.\nSome important facts about proteins are:\n■\n■\nproteins are formed by condensation polymerisation\n■\n■\nthe polypeptide chain in proteins is unbranched\n■\n■\neach protein has a unique sequence of amino acids\n■\n■\nthe sequence of amino acids is determined by DNA\n415\n■\n■\neach protein has a particular biological function.\nPrimary, secondary and tertiary \nstructure\nThe structure of a protein molecule is described in three \nparts, or levels.\n■\n■\nPrimary structure: the sequence of amino acids in the \npolypeptide chain.\n■\n■\nSecondary structure: a regular structural arrangement \nstabilised by hydrogen bonding between the NH group  \nof one peptide bond and the CO group of another  \npeptide bond.\n■\n■\nTertiary structure: the further folding of the polypeptide \nchain into a three-dimensional (3-D) shape. This 3-D shape \nis stabilised by attractive forces and bonding between the \namino acid side-chains (R groups).\nEach protein has its own, unique, function because each \nprotein has its own, unique, 3-D shape.\nPrimary structure\nThe primary structure is the order in which the  \namino acids are linked together. The primary structure  \nof one of the polypeptide chains of insulin is shown in \nFigure 28.6.\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nH\nN+\nH\nH\nGly\nIIe\nS\nS\nGln\nCys\nCys\nThr\nSer\nSer\nIIe\n10\nFigure 28.6  The primary sequence of the insulin A chain, a short polypeptide of 21 amino acids.\nThe primary structure of a protein:\n■\n■\nis written with the amino acids numbered from the  \nN-terminal end\n■\n■\ndetermines the way that the protein can fold to form its \nsecondary and tertiary structure\n■\n■\nis held together by covalent bonds. These bonds are found \nwithin amino acid residues, and between the residues as \npeptide linkages.\n(In Figure 28.6 there are \n  S    S   links (disulfide bridges) \nbetween two amino acid residues. These help maintain the \ntertiary structure.)\n416\nSecondary structure\nSecondary structure describes regions of the polypeptide \nchain in which there is a particular arrangement of \nthe amino acid residues. The structure is stabilised by \nhydrogen bonding between the \n NH group of one peptide \nbond and the \n  CO group of another peptide bond. The \nside-chains of the amino acids are not involved. Two types \nof secondary structure are:\n■\n■\nthe α-helix (alpha-helix)\n■\n■\nβ-pleated sheet (beta-pleated sheet).\nThe α-helix\nEach polypeptide chain has a ‘backbone’ of atoms  \n(\n  C     C     N    C     C  \n  N  ) that runs along the chain. \nSome points on the chain are flexible and allow free \nrotation around the bonds (Figure 28.7).\nR2\nH\nO\nH\nN\nC\nC\nN\nN\nC\nC\nR1\nH\nO\nFigure 28.7  There is free rotation around the bonds either \nside of the peptide group. R1 and R2 represent the amino acid \nside-chains.\n\nC-terminal\nN-terminal\nO\nO–\nC\nAsn\nCys\n20\nTyr\nVal\nAsn\nGlu\nGlu\nLeu\nGln\n5\n15\nTyr\nLeu\nCys\nIn the α-helix the backbone twists round in a spiral so that \na rod-like structure is formed. All the   NH and    CO \ngroups of each peptide bond are involved in hydrogen bond \nformation. The hydrogen bonds lie parallel with the long \naxis of the helix with each   NH group forming a weak \nintermolecular link to a    CO group four amino acid residues \nfurther along the backbone (Figure 28.8). The large number of \nhydrogen bonds in the same direction stabilises the structure. \nThe side-chains of the amino acid residues stick out on the \noutside of the helix.\na\nb\nH\nN\nC\nH\nC\nC\nN\nC\nC\nR\nδ+\nC\nO\nR\nδ–\nH\nO\nC\nO\nH\nN\nR\nC\nδ+\nC\nH\nC\nH\nH\nH\nR\nC\nN\nC\nN\nC\nδ–\nO\nC\nH\nN\nR\nC\nO\nC\nN\nH\nO\nH\nC\nR\nhydrogen\nbonds \nbetween\nC      O and H    N\nC\nN\nO\nO\nH\nC\nH\nR\nC\nH\nN\nO\nC\nR\nH\nC\nR\nH\nN\nC\nO\nC\nH\nH\nO\nC\nN\nR\nC\nH\nH\nC\nR\nN\nC\nO\nFigure 28.8  a  An α-helix. b  Detail of one hydrogen bond in \nthe α-helix.\n\n--- Page Break ---\n\nThe β-pleated sheet\nIn a β-pleated sheet, hydrogen bonds are formed between\nNH and \n CO groups in diff erent polypeptide chains or \ndiff erent areas of the same polypeptide chain. Figure 28.9 \nshows the β-pleated sheet in the structural protein, silk. A \nfairly fl at sheet-like structure is formed.\nnitrogen\natom\ncarbon\natom\noxygen\natom\nhydrogen\natom\nFigure 28.9 A β-pleated sheet in silk. The hydrogen bonds are \nformed between separate polypeptide chains.\nProteins may have a mixture of secondary \nstructures\nRegions of regular secondary structure occur in many \nproteins. Figure 28.10 shows a computer graphic of pepsin, \na digestive enzyme found in the stomach.\nTh e structure of pepsin has:\n■\n■\nα-helical regions (represented by the cylindrical rods)\n■\n■\nβ-pleated regions (represented by arrows).\nBetween the regions of secondary structure there are \nbends (β turns) and apparently randomly coiled regions.\nFigure 28.10 A computer graphic model of the structure \nof pepsin.\n\nChapter 28: Polymerisation\nTertiary structure\nTh e tertiary structure involves further folding of the \npolypeptide chain. Th e complex 3-D shape (see Figure \n28.11) is stabilised by:\n■\n■\ndisulfide bridges – these are covalent (S   S) bonds (also \nsee synthetic rubber in Figure 28.22)\n■\n■\nweak van der Waals’ forces\n■\n■\nrelatively weak hydrogen bonds\n■\n■\nionic bonds (salt bridges).\nionic bond\nhydrogen bond\n+\nC\nO—\n(CH2)4\nCH2\nH3N\nO\nCH2\nCH2\nH3C\nCH3\nO\nH\nS\nCH\nHC\nS\nH3C\nCH3\nO\nCH2\nC\nHO\nCH2\nvan der Waals‘\ndisulﬁde\nbridge\nforces\n417\nFigure 28.11 A diagram illustrating the nature of the \ninteractions responsible for protein tertiary structure. The \nforces and bonds stabilising the tertiary structure have been \nexaggerated in size.\nDisulfi de bridges are usually found in proteins that \nfunction outside the body cells; for example, digestive \nenzymes. \nDisulfi de bridges can be formed within the same \npolypeptide chain or between diff erent polypeptide \nchains. Th e disulfi de bridges help maintain the tertiary \nstructure by ‘locking’ the polypeptide chains in place (see \nFigure 28.12 on page 418).\nDipole-induced dipole forces (van der Waals’ forces) \nare formed when non-polar amino acid residues are close \nto one another. A large proportion of the amino acid \nresidues in the ‘centre’ of many proteins are non-polar. So, \nalthough van der Waals’ forces are weak, the stabilisation \nof tertiary structure due to total van der Waals’ forces may \nbe considerable.\nHydrogen bonds are formed between polar side-\nchains having hydrogen atoms attached to the highly\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\npolypeptide\nbackbone\ncysteine residues\nCH2\nCH2\nSH\nSH\nFigure 28.12  The formation of a disulfide bridge from two cysteine residues.\nelectronegative atoms nitrogen or oxygen. Figure 28.13 \nshows hydrogen bonds formed between serine and \nthreonine residues.\npolypeptide\nbackbone\nserine residue\nCH3\nH\nH\nC\nC\nO\nO\nH\nH\nH\nthreonine residue\nFigure 28.13  A hydrogen bond (shown by three red dots) \nformed between serine and threonine residues.\n418\nIonic bonds are formed between ionised acidic side-chains \nand ionised basic side-chains. Figure 28.14 shows the ionic \nbonds that form between the negatively charged aspartate \nside-chain and the positively charged lysyl side-chain.\npolypeptide\nbackbone\nNH3\n+\n–O\nC\nO\naspartate\nlysyl \nresidue\nresidue\nFigure 28.14  An ionic bond formed between an aspartate \nresidue and a lysyl residue (from lysine).\nHydrolysis of proteins\nAs you learnt on page 406 the amide or peptide link can be \nbroken down by hydrolysis. In the laboratory we can break \ndown polypeptides and proteins by refluxing them with \nstrong acid or alkali. We can show the hydrolysis of the \npeptide link as:\nH\nhydrolysis\nO\nO\nC\nOH\nC\nN\nH2O\n+\n+\nN\nH\nH\n\nCH2\nCH2\nS\nS\ndisulfide bridge formed\nWith acid reflux, the products of hydrolysis of a  \npeptide are its original 2-amino-carboxylic acids. The \namine (\n NH2) groups will react with excess acid in \nthe reaction vessel to make their ammonium salts. For \nexample, when hydrolysed with excess hydrochloric acid \nCl–H3N+   RCH    COOH will form.\nWith an excess of alkali, such as aqueous sodium \nhydroxide, refluxing produces the sodium salts of  \nthe original 2-amino-carboxylic acids. For example,  \nH2N   RCH    COO–Na+ will form.\nquestion\n4\t \u0007a\t \u0007A polypeptide is said to have direction. How are the \ntwo ends of the chain described?\n\t\n\u0007b\t \u0007What type of chemical bonding is responsible for \nmaintaining the primary structure of a protein?\n\t\n\u0007c\t\n\u0007What is meant by the term amino acid residue?\n\t\n\u0007d\t \u0007Draw a diagram to show how a hydrogen bond \nmay be formed between two peptide bonds in a \npolypeptide chain.\n\t\n\u0007e\t \u0007List the different types of interaction responsible \nfor stabilising the tertiary structure of a protein.\n\t\n\u0007f\t\n\u0007What is the major difference in the position of the \nhydrogen bonds in the secondary and tertiary \nstructures of a protein?\n\t\n\u0007g\t \u0007i\t\n\u0007Name the amino acid that gives rise to a \ndisulfide bridge.\n\t\n\u0007\t\n\u0007ii\t \u0007What part do disulfide bridges play in \nstabilising the structure of a protein?\nThe importance of hydrogen \nbonding in DNA\nNucleic acids play an essential role in passing on genetic \ninformation from generation to generation. This genetic \ninformation determines the structure of living things and \nthe nature of the chemical reactions that go on inside them. \nThe two main types of nucleic acid are deoxyribonucleic \nacid (DNA) and ribonucleic acid (RNA). The structure of \nDNA contains a genetic code that determines the specific\n\n--- Page Break ---\n\namino acid sequence for all the proteins in the body. Both \nDNA and RNA are polynucleotides. They are made by \ncondensation polymerisation of units called nucleotides.\nThe structure of DNA\nDeoxyribonucleic acid (DNA) has two important \nfunctions in living organisms.\n■\n■\nDNA can make copies of itself so that the genetic information \ncan be passed on from generation to generation.\n■\n■\nDNA contains a sequence of bases that form a genetic code \nused to synthesise proteins.\nThe nucleotides in DNA are made up of three components \n(Figure 28.15). These are:\n■\n■\na sugar called deoxyribose (which has a five-membered ring)\n■\n■\na phosphate group (attached by a phosphoester link  \nto deoxyribose)\n■\n■\na nitrogen-containing base (of which there are four types).\nphosphate\nOH\nH\nH2N\nO–\nP\nO\nN\nP\nO\nN\nO\nO\nbase\nguanine\n(base)\nsugar\nO\nN\nN\nHO\ndeoxyribose (sugar)\nFigure 28.15  The three components that make up a nucleotide. \nYou do not need to recall the detailed structure shown in the \ndisplayed formula.\nThe nitrogen-containing bases (with their abbreviations) \nare:\n■\n■\nadenine (A)\n■\n■\nguanine (G)\n■\n■\nthymine (T)\n■\n■\ncytosine (C).\nAdenine and guanine have a planar structure with two \nrings; thymine and cytosine have a planar structure with a \nsingle ring.\nThe DNA molecule consists of a double helix made \nup of two strands which are kept in place by hydrogen \nbonding between pairs of bases (Figure 28.16).\nThe main points about the structure of DNA are:\n■\n■\neach strand has a backbone of alternating sugar and \nphosphate units; this is on the outside of the structure\n■\n■\nthe two strands run in opposite directions to each other \n(compare the 3ʹ and 5ʹ positions of the deoxyribose sugar \nunits in the two chains in Figure 28.16b)\n\nChapter 28: Polymerisation\na\nb\nhydrogen bonds\nbetween base pairs\nphosphate\nP\n5'\nP\n3'\nsugar\nO\nsugar\nT\nA\nO\n5'\n3'\nP\n5'\nP\n3'\nO\nC\nG\nO\n5'\n3'\nP\n5'\nP\n3'\nO\nG\nC\nO\n5'\n3'\nP\n5'\nP\n3'\nO\nT\nA\nO\n5'\n3'\nFigure 28.16  a  Part of the DNA double helix. b  An outline \nstructure of DNA, showing base pairing. The chain has been \n‘straightened out’ to make the base pairing clearer.\n■\n■\nthe two strands are twisted to form a double helix\n■\n■\nthe nitrogen-containing bases link the two strands\n■\n■\nthe bases are positioned at right angles to the long axis of \nthe helix (rather like a pile of coins)\n■\n■\nthe bases are linked by hydrogen bonds.\n419\nThe base pairs fit into the space between the two \nbackbones so that the helix has a regular shape. In order to \ndo this the bases pair up so that:\n■\n■\nA always pairs with T (forming two hydrogen bonds \nbetween them)\n■\n■\nG always pairs with C (forming three hydrogen bonds \nbetween them).\nThe bases on one strand always link to a particular base  \non the other strand. We say they form complementary  \nbase pairs.\nYou do not have to know the detailed structure of  \nthe bases. They can be represented by blocks, as in  \nFigure 28.16.\nThe structure of DNA is kept stable by:\n■\n■\nhydrogen bonds between the base pairs\n■\n■\nvan der Waals’ attractive forces between one base pair and \nthe next.\nFigure 28.17 shows the hydrogen bonding between the base \npairs in DNA in more detail. You can see that the hydrogen \nbonding is not as regular as indicated in Figure 28.16. In \nreality, the base pairs on each strand are not completely in line \nwith each other; rather they are slightly twisted out of line. \nThis allows the DNA double helix to be able to bend, rather \nthan being a straight rod-like structure.\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nP\nP\nA\nT\nCH2\nP\nP\nCH2\nG\nC\nCH2\nO\nO\nFigure 28.17  The detailed structure of part of a DNA molecule, \nshowing the hydrogen bonding between the base pairs.\nquestions\n420\nold hydrogen\nbonds broken\nP\nnucleotide\ntriphosphate\nP\nP\nP\nP\nP\npyrophosphates\nreleased\nnew hydrogen\nbonds form\ncomplementary\nstrands being made\nFigure 28.18  A strand of DNA acting as template for replication.\n\nHow DNA replicates\nThe chromosomes in the cell nucleus contain DNA. The \nDNA in almost every cell in our body is identical. When \na cell divides, both the new cells need a complete copy of \nall of this DNA because DNA contains the information for \nall the cell’s activities. The information is provided by the \nsequence of bases in DNA. The process of copying DNA \nduring cell division is called replication.\nReplication is a complex process requiring a number of \ndifferent enzymes and other compounds. Although you do \nnot need to explain this process in detail, it is interesting \nto see how it works. A simplified model of replication is \nshown in Figure 28.18.\n■\n■\nThe hydrogen bonds and van der Waals’ forces between the \nbase pairs in part of a DNA molecule are broken.\n■\n■\nThis part of the double helix unwinds.\n■\n■\nNucleotide triphosphates are brought up one by one to the \nseparated part of the chain.\n■\n■\nEnzymes catalyse the polymerisation reaction..\nEach new strand contains a sequence of bases that is \ncomplementary to the original strand. So if the order of bases \nin part of the original strand is:\nA  T  G  C  C  G  T  T  A  A  G  T\nthen the complementary sequence on the new strand is:\nT  A  C  G  G  C  A  A  T  T  C  A\nP\nP\nP\nnucleotides\nkey:\n= A\n= T\nP\n= C\n= G\nP\nP\nnew strand\n\n--- Page Break ---\n\nThe two double helices formed are identical. Each double \nhelix contains one strand from the old DNA and one \nnewly synthesised strand. This is called semi-conservative \nreplication (Figure 28.19).\nDNA carries the genetic information for the production \nof proteins. Particular sections of the DNA chain (genes) \nstore the information as a sequence of bases to make \nparticular polypeptide chains. These specific sequences are \ndecoded to enable the synthesis of particular proteins.\nnewly synthesised\nstrands\nparent\nhelix\ndaughter\nhelix\nstrands\nfrom\nparent\nsemi-conservative\nreplication\nFigure 28.19  Semi-conservative replication.\nquestion\n7\t \u0007a\t \u0007An analysis of the bases in a sample of double-\nstranded DNA gave the partial result: adenine \n23 mol % and guanine 27 mol %. What would you \nexpect the rest of the analysis to show? Explain \nyour answer.\n\u0007b\t \u0007What role do hydrogen bonds play in the accurate \nreplication of DNA?\n\u0007c\t\n\u0007The base sequence in part of the 5ʹ to 3ʹ parent \nstrand of DNA is\nTAGAAAGCTCAG\n\u0007\t\n\u0007What is the DNA sequence in the corresponding \npart of the new strand made during replication?\nPolyesters\nPolyesters are another type of condensation polymer. As \nyou learnt in Chapter 17 (page 229), esters are made by \nreacting carboxylic acids with alcohols:\ncarboxylic acid   +   alcohol  \n  ester   +   water\n\nChapter 28: Polymerisation\nTherefore, polyesters can be made by reacting dicarboxylic \nacids with diols, e.g. propanedioic acid and ethane \n-1,2-diol. The most common polyester fibre is Terylene®. \nTerylene® is made from benzene-1,4-dicarboxylic acid and \nethane-1,2-diol. The conditions required are a catalyst such \nas antimony(III) oxide at a temperature of about 280 °C:\nHO\nO\nOH\nC\nn\nn\nC\n+\nCH2\nCH2\nO\nOH\nHO\nO\nO\n+  (2n–1)H2O\nC\nC\nCH2\nCH2\nO\nO\nn\nPoly(lactic acid), PLA, is another polyester. However,  \nPLA is made using just one monomer, lactic acid. Its \nsystematic name is 2-hydroxypropanoic acid. The \nmonomer contains the carboxylic acid and alcohol groups \nwithin each molecule:\nCH3\nCH3\nCH3\nCH\nHO\nC\nO\nO\nCH\nHO\nC\n+\nO\n421\nCH\nHO\nC\nOH\n+\nOH\nOH\nlactic acid\nCH3\nCH3\nO\nO\nO\nCH3\nCH\nO\netc.\netc. + water\nC\nC\nC\nO\nO\nCH\nCH\npoly(lactic acid)\nThe polyester PLA, whose raw material is starch from \ncrops such as corn, is now being used as a biodegradable \nalternative to oil-based plastics. The ester links can be \nhydolysed in acidic conditions to break down the polymer \nchains when used items containing polyesters are dumped \nin land-fill sites. Alcohol and carboxylic acids will be the \nproducts of the acid hydrolysis of polyesters.\nquestion\n8\t \u0007a\t \u0007Draw the repeat unit of the polyester, PLA  \n(shown above).\n\u0007b\t \u0007Draw the repeat unit of Terylene®.",
    "content_length": 26745,
    "pages_extracted": "422-431",
    "layout_detected": "2 column(s)"
  }
}