{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "35.3",
    "subtopic_name": "Degradable polymers",
    "topic_number": "35",
    "topic_name": "Polymerisation",
    "start_page": 425,
    "end_page": 425,
    "content": "question\n10\t \u0007a\t \u0007How does a non-solvent-based adhesive, such as \nan SMP, set to become a solid?\n\u0007b\t \u0007What type of monomers react together to form an \nepoxy resin?\n\u0007c\t\n\u0007i\t\n\u0007Draw the displayed formula of the monomer \nused in Super Glue®.\n\u0007\t\n\u0007ii\t \u0007Draw two of these monomers in a Super Glue® \npolymer chain.\n\u0007\t\n\u0007iii\t \u0007How do the polymerisation reactions differ \nwhen epoxy resins and Super Glue® set?\nDegradable polymers\nChemists are now developing degradable plastics \nthat break down when they are discarded. The use \nof degradable plastics is becoming more common as \npeople start to realise the issues related to the disposal \nof polyalkenes as a result of their non-biodegradability \ncaused by their lack of reactivity (see page 212). Here are \ntwo developments to help solve the disposal problem: \nbiodegradable plastics and photodegradable plastics.\nBiodegradable plastics\nSome plastics, when buried for many years, eventually \nbecome brittle and break down into smaller pieces that can \nbe decomposed naturally by microorganisms in soil. If the \nsurface area of the plastic being buried could be increased, \nthen it could degrade much more quickly. Scientists have \ndeveloped plastics that contain small amounts of starch \ngranules that the bacteria and fungi in moist soil can break \ndown. So the plastic is broken into smaller pieces, with \na larger surface area for decomposition to occur faster. \nOther plastics are now made from monomers derived \ndirectly from plant materials, such as PLA, which soil \nmicroorganisms can digest easily (Figure 28.27).\nIn polyamides, such as nylon, the amide links, \n \n  CO     NH    , can be broken down by hydrolysis in \nacidic conditions found in land-fill waste dumps with \nrotting vegetation. You can see the hydrolysis reaction  \non page 406, in which carboxylic acids and amines  \nare formed.\nIn polyesters, the ester links are similarly broken down \nby acid hydrolysis, forming alcohols and carboxylic acids\n\nChapter 28: Polymerisation\nFigure 28.27  Chemists are devising plastics that can be \nbroken down by microorganisms in soil or by light.\n(see page 229). This susceptibility to hydrolysis makes both \npolyamides and polyesters biodegradable, unlike the non-\nbiodegradable polyalkenes.\nPhotodegradable plastics\nPolymer chains also have been designed that incorporate \ncarbonyl groups (C     O) at intervals down their length. \nThese carbonyl groups absorb energy from the ultraviolet \nregion of the electromagnetic spectrum. This causes the \nbonds in the region of the carbonyl group to weaken \nand break down. As the polymer breaks into smaller \nfragments, the plastic will biodegrade much more quickly \nif it is not chemically inert.\nThere is some debate as to whether photodegradable \nplastics are better for the environment or not. In a land-\nfill site, the plastic waste is often buried under other \nrubbish and eventually soil – so there is no light available \nto trigger the breakdown of the polymer chains. They also \nmake recycling plastics problematic, as they could weaken \na recycled mixture of different plastics when it is put to a  \nnew use.\n425\nConducting polymers\nMost polymers are electrical insulators, which makes them \nvery useful for making plugs, sockets and light switches. \nHowever, a group of polymers have been developed that \ncan conduct electricity. One of the first was the polymer \nformed from the hydrocarbon called ethyne (also still \nknow by its old name, acetylene). Its molecular formula is \nC2H2 and its displayed formula is:\nH    C     C  \n H",
    "content_length": 3537,
    "pages_extracted": "435-435",
    "layout_detected": "2 column(s)"
  }
}