{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "36.1",
    "subtopic_name": "Organic synthesis",
    "topic_number": "36",
    "topic_name": "Organic synthesis",
    "start_page": 460,
    "end_page": 461,
    "content": "Cambridge International A Level Chemistry\nThe pharmaceutical industry can also use enzymes to \npromote stereoselectivity and produce single-enantiomer \nproducts. The specific shape and the nature of the \nmolecular interactions at the active site of an enzyme \nensure only one enantiomer will be formed (as in living \nthings). The enzymes are often immobilised (fixed in \nplace) on inert supports. This enables the reactants to be \npassed over them without the need to separate the product \nfrom the enzymes after the reaction.\nHowever, it can be expensive isolating enzymes from living \nthings. Using whole organisms, such as bacteria, can reduce \nthis cost. Nowadays, synthetic enzymes can also be made, \ndesigned for a particular synthesis. Therefore a search for a \nsuitable enzyme from the limited pool available from natural \nsources is not always necessary.\nOverall, using an enzyme process might take longer \nto develop than a conventional synthetic route, but \nin the long run the benefits generally outweigh the \ndisadvantages. There are fewer steps needed in the \nsynthesis route, resulting in a ‘greener’ process.\nquestion\n460\n2\t \u0007a\t \u0007Why are pure enantiomers rather than \nracemic mixtures the better option for use as \npharmaceutical drugs from the point of view of:\n\u0007\t\n\u0007i\t\n\u0007a patient\n\u0007\t\n\u0007ii\t \u0007a pharmaceutical company?\nalkanes\nH2(g), heat\nunder pressure\nwith nickel\ncatalyst\nultraviolet\nlight with\nhalogen, room\ntemperature\nand pressure\nalkenes\ntreat with HX(aq),\nroom temperature\nand pressure\ndistil from mixture\nof alcohol, conc.\nH2SO4 and KX(s)\nheat with dilute\naqueous alkali\nhot pumice\nand AI2O3\npass alkene and\nsteam over heated\nphosphoric acid catalyst\nunder pressure\nwarm with NaBH4\nin water\nalcohols\nFigure 30.6  Some of the important organic reactions you have to remember.\n\nquestion (continued)\n\u0007b\t \u0007Why are modern enzyme-based processes \nfor manufacturing pure enantiomers more \nsustainable (environmentally friendly) than \ntraditional synthetic routes used by the \npharmaceutical industry?\n\u0007c\t\n\u0007Find out why the drug thalidomide resulted in legal \naction against its manufacturer.\nSynthetic routes\nWhen research chemists want to make a new compound, \nthey usually work backwards from the desired compound \nto create a series of reactions, starting with a compound \nextracted from a commonly available raw material. In \nindustry, common starting materials are hydrocarbons \nfrom crude oil and its refining, and compounds extracted \nfrom plants, such as esters from fats and vegetable oils.\nYou will need some of the skills of a research chemist \nwhen tackling questions that involve:\n■\n■\npredicting the reactions of complex molecules you  \nhave never seen before, containing more than one \nfunctional group\n■\n■\nsuggesting a series of reactions to make a given compound \nfrom a given starting compound.\nIn order to be successful in answering these questions, \nyou will need to be familiar with all the reactions and \nconditions of each homologous series mentioned in the \nsyllabus. The flow chart in Figure 30.6 is a summary of\namines\nheat with\nalcohol\nand acid\ncatalyst\nheat under pressure\nwith ammonia in alcohol\nhalogenoalkanes\ncarboxylic acids\nesters\nheat with water\nand acid catalyst\nwarm with\nNaBH4 in\nwater\nreﬂux with excess\nacidiﬁed potassium\ndichromate(VI)\naldehydes\nheat with\nwater and\nacid catalyst\ndistil on adding to\nacidiﬁed potassium dichromate(VI)\n\n--- Page Break ---\n\nsome of the most useful reactions you need to know, \nbut you could be asked about others, so it is a good idea \nto make your own summary spider charts for all the \nreactions in Chapters 15 to 28. For example, for Chapter 16 \nwrite the word ‘Halogenoalkane’ in a box and draw arrows \nradiating out from the box to the products made in their \nreactions, labelling the arrows with other reactants and the \nreaction conditions. Displaying these on a wall and using \ndifferent colours will help you remember them.\nAdding carbon atoms\nSometimes the starting compound from a raw material \ndoes not have enough carbon atoms in its molecules to \nmake the desired product. An extra carbon atom can be \nadded by adding the nitrile functional group, \n C   N. \nRemember that these can be made from halogenoalkanes:\nreflux with ethanolic KCN\nRBr  +  HCN    \n    RCN  +  HBr\nwhere R is an alkyl group, so RCN has an extra  \ncarbon atom.\nquestion\n3\t \u0007a\t \u0007Name the functional groups in the molecules of:\n\u0007\t\n\u0007i\t\n\u0007aspirin\n\u0007\t\n\u0007ii\t \u0007paracetamol.\nO\nH\nO\nC\nH\nH\nH\nO\nN\nO\nH\nC\nC\nH\nO\nC\nC\nH\naspirin\nparacetamol\nH\nO\nH\n\u0007b\t \u0007i\t\n\u0007Both the molecules in part a are broken down \nwhen refluxed with dilute hydrochloric acid. Write \nan equation each for the reaction of aspirin and \nparacetamol with H2O.\n\u0007\t\n\u0007ii\t \u0007What do we call the type of reaction in b i ?\n\nChapter 30: Organic synthesis\nThe RCN molecule can be either hydrolysed to make \na carboxylic acid (by refluxing with dilute hydrochloric \nacid) or reduced to make an amine (by adding LiAlH4 in \ndry ether).\nWe can add an alkyl or acyl side-chain to a benzene \nring by carrying out a Friedel–Crafts reaction, which is \nanother useful reaction when planning synthetic routes. \nFor example:\nAlCl3 catalyst\n  C6H6  +  CH3CH2Cl   \n   C6H5CH2CH3  +  HCl\n\t benzene\t\nethylbenzene\n461\n4\t \u0007a\t \u0007Name the organic products A to D in the synthetic \nroute below:\nboil with NaOH(aq)            add excess HCl(aq)\nC2H5COOC3H7  \n  A  \n  B\nadd PCl5              add conc. ammonia\nC  \n  D\n\u0007b\t \u0007i\t\n\u0007Devise a three-stage synthetic route to convert \nbenzene into benzenediazonium chloride.\n\u0007\t\n\u0007ii\t \u0007How would you convert the benzenediazonium \nchloride into an orange dye?",
    "content_length": 5579,
    "pages_extracted": "470-471",
    "layout_detected": "2 column(s)"
  }
}