{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "37.1",
    "subtopic_name": "Thin-layer chromatography",
    "topic_number": "37",
    "topic_name": "Analytical techniques",
    "start_page": 436,
    "end_page": 436,
    "content": "Cambridge International A Level Chemistry\nThin-layer chromatography\nIn thin-layer chromatography, referred to as TLC, the \nstationary phase is a solid that adsorbs solute molecules \nonto its surface (Figure 29.6).\nsolute molecules adsorbed on the\nsurface of the stationary phase\npolar solid surface\nFigure 29.6  Adsorption chromatography. The mobile phase \nmoves over the stationary solid phase.\nThe solid stationary phase is usually alumina (Al2O3) or \nsilica (SiO2), which is made into a slurry with water and \nspread onto a microscope slide. This is then put into an \noven, where it dries out into a solid white coating on the \nglass. A chromatogram is then made in a similar way to \npaper chromatography (Figure 29.7).\nMaking a thin-layer chromatogram\n436\nlid\nthin layer of\nSiO2 or Al2O3\ncoated onto a\nglass or plastic\nsurface\nmixture of\nsolutes\nsolvent\nFigure 29.7  Thin-layer chromatography.\nPolar molecules have a greater attraction for a polar solid \nused as the stationary phase, and they are adsorbed more \nstrongly onto its surface. Therefore they travel more slowly \nup the thin layer of alumina or silica, and separation \noccurs. Solutes are located on the chromatogram and \nidentified by comparing with standard known substances \nor by calculating Rf values.\n\nNote that although TLC is normally described as \nadsorption chromatography, some partitioning does \noccur if water is present. Both dried alumina and silica \ncan become rehydrated. When this happens, water also \nacts as a partitioning stationary phase together with the \nadsorbing stationary solid phase.\nTLC is quicker than paper chromatography and  \ncan be used on smaller samples, making it useful in \nforensic science, where it can be used to identify drugs  \nand explosive residues. For example, TLC is used for  \nthe analysis of a substance that is suspected to be  \ncannabis. The stationary phase is silica sprayed with  \nsilver nitrate solution, which is then dried. The mobile \nphase is methylbenzene.\nquestion\n2\t \u0007a\t \u0007TLC can separate mixtures of components. What \ndo we call the mechanism of separation usually at \nwork in TLC?\n\u0007b\t \u0007A mixture of propanone and hexane was separated \non a TLC chromatogram using alumina as the \nstationary phase and methylbenzene as the \nsolvent. Which substance would you expect to rise \nfurther up the chromatogram? Explain why.\nHigh-performance liquid \nchromatography\nHigh-performance liquid chromatography, referred to \nas HPLC, uses partitioning to separate and identify the \ncomponents in a mixture. The stationary phase is a non-\nvolatile liquid, such as a long-chain hydrocarbon liquid, \nbonded onto a solid support, e.g. small particles of silica. \nThis is packed tightly into a column. The solvent chosen \nfor the mobile phase is usually polar, e.g. a methanol/water \nsolvent. This has to be forced under pressure through \nthe densely packed column where separation occurs \n(Figure 29.8).\nThe tiny solid particles in the column have a very large \nsurface area over which partitioning can occur, resulting \nin excellent separation. The more polar components in \nthe mixture have a greater relative solubility in the polar \nsolvent. Therefore they are carried through the column \nfaster than components whose molecules are more non-\npolar (which dissolve better in the non-polar stationary \nphase in the column). The detector records retention \ntimes, i.e. how long it takes each component to pass",
    "content_length": 3421,
    "pages_extracted": "446-446",
    "layout_detected": "2 column(s)"
  }
}