{
  "syllabus_info": {
    "syllabus_name": "Cambridge International AS & A Level Chemistry 9701",
    "syllabus_years": "2025, 2026 and 2027"
  },
  "subtopic": {
    "subtopic_number": "37.2",
    "subtopic_name": "Gas/liquid chromatography",
    "topic_number": "37",
    "topic_name": "Analytical techniques",
    "start_page": 437,
    "end_page": 438,
    "content": "mobile\nphase\nsolvent\ndelivery\nsystem\ninjector\nFigure 29.8  High-performance liquid chromatography.\nthrough the column. The area under each peak recorded \nis proportional to the amount of solute emerging from the \ncolumn (Figure 29.9).\nRecorder response\n20\nmin\n5\n10\n15\nTime / min\nFigure 29.9  The chromatogram from a vitamin E HPLC \nanalysis carried out by a food scientist investigating  \nchilli peppers.\ncarrier gas\n(mobile\nphase) in\nsample injected\nthrough silicone\nrubber septum\ninjector\nport\ninjector\noven\ncolumn oven\n\nChapter 29: Analytical chemistry\npacked column\nI\nICI IBI IAI\nseparated materials\nfrom the column\ndetectors\nwaste collected\nchart record\ntime\nA\nB\nC\ninjection of sample\nmixture containing\nA, B and C\nrecorder\nconcentration\nHPLC is used:\n■\n■\nin medical research to separate peptides and proteins\n■\n■\nto analyse urine samples from athletes for banned \nsubstances such as steroids or stimulants\n■\n■\nfor monitoring pollutants in the atmosphere and in rivers, \ne.g. measuring levels of pesticides\n437\n■\n■\nby food standards agencies to check the accuracy of the \ndata on food labels.\nGas–liquid chromatography\nGas–liquid chromatography, which is referred to as \nGLC, is similar to HPLC but a gaseous sample enters the \ncolumn. The column contains the stationary phase and \nthe sample is moved through by an inert carrier gas. This \nmethod is used with gases, liquids and volatile solids (as \nthey must be in the form of a vapour). The apparatus is \nshown in Figure 29.10.\ncomputer\nor recorder\nexit\ndetector\nFigure 29.10  Gas–liquid \nchromatography. The \noven maintains a constant \ntemperature, higher \nthan the boiling point of \nthe components in the \nmixture to be analysed.\ndetector\noven\ncolumn (1–5 m long,\n3–6 mm diameter)\n\n--- Page Break ---\n\nCambridge International A Level Chemistry\nAs in all chromatography, the conditions must be \ncontrolled in order to make comparisons with published \ndatabases. The chromatogram must be obtained using \nthe same carrier gas, flow rate, stationary phase and \ntemperature that were used when the standard data was \nobtained. Figure 29.11 shows a chromatogram obtained \nusing GLC.\nethanal\nethoxyethane\npropanone\npentan-2-one\nheptane\nRecorder response\nhex-1-ene\n10\n5\n0\n15\n20\nTime / min\ntime of \ninjection\nFigure 29.11  A gas chromatogram from a mixture of volatile \norganic compounds.\n438\nAnalysis by gas–liquid chromatography does have \nsome limitations. For example, similar compounds will \nhave similar retention times and if a newly discovered \ncompound is detected it will not have a match in the \ncomputer’s database of retention times.\nDetermination of the percentage \ncomposition of a mixture by GLC\nFor quantitative analysis, the component peaks are  \nfirst identified and then the area of each is measured.  \nThe peaks are roughly triangular in shape so their area  \nis approximately:\n​ 1 _ \n2 ​ × base × height (i.e. the area of a triangle)\nThe GLC machine usually measures the area of the \npeak automatically and can print the results with the \nchromatogram. If the peaks are very narrow or have \nsimilar base widths, then peak height may be used instead \nof peak area to estimate the proportion of components in \na mixture.\n\nFor this method:\n■\n■\nthe chromatogram must show peaks for all the components \nin the mixture\n■\n■\nall the components of the mixture must be separated\n■\n■\nthe detector must respond equally to the different \ncomponents so that peak area is directly proportional to \nthe component concentration.\nThe amount of each component in a mixture is found by \nexpressing it as a percentage of the sum of the areas under \nall the peaks. For example, for a mixture of three esters A, \nB and C:\n(approx.) % of ester A\n= ​ \npeak area (or height) of A \n \n \n___________________________________ \n \n \n \nsum of the areas (or heights) of A, B and C ​ × 100\nGLC is used in testing for steroids in competing athletes \nand for testing the fuels used in Formula One motor \nracing (Figure 29.12). It is also used for medical diagnosis \nin analysing blood samples. With GLC it is possible to \ndetermine the percentages of dissolved oxygen, nitrogen, \ncarbon dioxide and carbon monoxide in blood samples \nas small as 1.0 cm3. GLC is often combined with mass \nspectrometry (see later in this chapter) to separate then \nrapidly identify the components of a mixture.\nFigure 29.12  GLC is used to check that the components in the \nfuel used in Grand Prix cars conform to strict regulations.\nquestion\n3\t \u0007a\t \u0007For GLC separations explain:\n\u0007\t\n\u0007i\t\n\u0007how retention time is measured\n\u0007\t\n\u0007ii\t \u0007how the areas under the component peaks  \nare used.\n\u0007b\t \u0007What can you use as an approximate measure of \nthe proportion of a component in a mixture from a \nGLC chromatogram which produces sharp peaks?",
    "content_length": 4743,
    "pages_extracted": "447-448",
    "layout_detected": "2 column(s)"
  }
}